{
    "index-01": "مرحبًا بكم في موقع فريق Kevacoin!",
    "index-02": "العمل جارٍ ولكن من فضلك استمتع بالموارد.",
    "aboutus-01": "فريق كيفاكوين",
    "aboutus-02": "معلومات عنا",
    "aboutus-03": "فقط بعض الأشخاص العشوائيين الذين يؤمنون بهذا المشروع وملاءمته لنظام blockchain البيئي.",
    "contact-01": "فريق Kevacoin",
    "contact-02": "تواصل معنا",
    "contact-03": "أرسل لنا بريدًا إلكترونيًا",
    "contact-04": "انضم إلينا على Discord",
    "contact-05": "شارك في مناقشات GitHub",
    "contact-06": "تابعنا على X @KevacoinTeam",
    "protocol-01": "فريق Kevacoin - بروتوكول Kevacoin",
    "protocol-02": "الرمز",
    "protocol-03": "KVA",
    "protocol-04": "إجمالي العرض",
    "protocol-05": "1,050,000,000",
    "protocol-06": "تم تعدينه مسبقًا",
    "protocol-07": "لا",
    "protocol-08": "رسوم المطورين",
    "protocol-09": "خوارزمية إثبات العمل",
    "protocol-10": "RandomKeva",
    "protocol-11": "حجب المكافأة",
    "protocol-12": "500، يتم تقسيمها إلى النصف كل 4 سنوات",
    "protocol-13": "حظر الوقت",
    "protocol-14": "دقيقتان",
    "protocol-15": "صعوبة التعديل",
    "protocol-16": "DigiShield, كل كتلة",
    "protocol-17": "سيغويت",
    "protocol-18": "منشط",
    "protocol-19": "وزن الكتلة",
    "protocol-20": "6,000,000 وحدة وزن",
    "protocol-21": "الحد الأقصى لحجم المفتاح",
    "protocol-22": "255 بايت",
    "protocol-23": "الحد الأقصى لعدد المفاتيح",
    "protocol-24": "لا يوجد حد صارم",
    "protocol-25": "حجم القيمة الأقصى",
    "protocol-26": "3072 بايت",
    "support-01": "فريق Kevacoin - ادعم الفريق",
    "support-02": "بلوكشين Kevacoin هو مشروع مفتوح المصدر يدعمه المجتمع.",
    "support-03": "فريق Kevacoin هو مجموعة من الأفراد الذين يتطوعون بوقتهم ومهاراتهم ومواردهم للعمل كأوصياء على blockchain.",
    "support-04": "المساهمة في النجاح في أيدي الجميع.",
    "support-05": "كيف يمكنني مساعدة الفريق الذي تسأله؟",
    "support-06": "أفضل طريقة هي المساهمة في جهود الفريق لتطوير blockchain Kevacoin. هناك العديد من الوظائف التي يجب ملؤها حيث يمكن أن تساعد المساهمات في تحقيق النجاح.",
    "support-07": "هل تفضل التبرع؟ لقد قمنا بتغطية احتياجاتك!",
    "support-08": "لنواجه الأمر، الاستضافة مكلفة.",
    "support-09": "لدعم المستخدمين بشكل صحيح، يحتاج kevacointeam.org إلى توسيع العقد وخدمات L2 مثل إليكترومكس. تم تصميم الموارد الحالية المقدمة من keva.one لتكون رخيصة للغاية وغير كافية لخدمة الأحمال الثقيلة. التوسع مطلوب حقًا دعم التبادلات وحركة المرور التي ستولدها بشكل صحيح.",
    "support-10": "صندوق الاستضافة",
    "support-11": "*AWS هو المزود الحالي؛ فهو متسق وسهل التنبؤ وعالمي لذا فهو يحل معظم التحديات. سيعتمد تصميم الخدمة ونطاقها على التمويل. في عالم مثالي، يمكن للفريق دعم المستخدمين بما يلي: تصميم",
    "support-12": "الطلب مرتفع على البورصات ولكن معظمها يواجه بعض العقبات المالية؛ فيما يلي عناوين الفريق لتغطية رسوم الإدراج وتوفير السيولة",
    "support-13": "صندوق التبادل",
    "support-14": "هل تريد المساهمة كعضو فردي في الفريق؟",
    "faq-01": "فريق Kevacoin - الأسئلة الشائعة حول Kevacoin",
    "faq-02": "الأسئلة الشائعة",
    "faq-03": "الاسم \"Keva\" هو اختصار لقيمة المفتاح (تنطق Kee-Va، والرمز المختصر هو KVA). إنه مخزن قيمة مفتاح مبني على blockchain، على الكود- قاعدة Bitcoin وLitecoin، إلى جانب كونها عملة مشفرة، فهي تتيح للمستخدمين إضافة أو تحديث أو حذف أزواج القيمة الرئيسية على blockchain بسهولة وأمان.",
    "faq-04": "تأثرت Kevacoin بـ Namecoin، حيث تم تعديل جزء القيمة الرئيسية من الكود بشكل كبير من كود تسجيل اسم Namecoin.",
    "faq-05": "على الرغم من أن Kevacoin متأثر بـ Namecoin، إلا أنه يعمل بشكل مختلف تمامًا ويخدم غرضًا مختلفًا تمامًا عن الأخير: Kevacoin هو مخزن ذو قيمة رئيسية، في حين أن Namecoin هو نظام لتسجيل الأسماء. Kevacoin ليس لديه حدود صارمة على عدد المفاتيح، والحد الأقصى لطول القيمة هو 3072 بايت. لدى Namecoin حد 520 بايت لكل مساحة اسم. يتم اختيار مساحة الاسم الخاصة بـ Kevacoin بشكل فريد من قبل المستخدم ويجب أن تكون فريدة عبر الشبكة مع Kevacoin، لا داعي للقلق بشأن عدم انتهاء صلاحية أزواج القيمة الرئيسية لـ Kevacoin.",
    "faq-06": "ما هي تكلفة استخدام مخزن بيانات Kevacoin؟",
    "faq-07": "قبل إضافة زوج من قيمة المفتاح، يحتاج المرء إلى إنشاء مساحة اسم للاحتفاظ بالأزواج. يحتفظ النظام بـ 0.01 كيلو فولت أمبير لإنشاء مساحة الاسم ولا يمكن إنفاق المبلغ. يمكن إضافة قيمة مفتاح إلى مساحة الاسم، مع رسوم معاملة يحددها القائمون بالتعدين.",
    "faq-08": "Kevacoin عبارة عن blockchain عام ويمكن لأي شخص الكتابة إليها. الشبكة عرضة لإساءة استخدام البريد العشوائي دون رسوم المعاملات. بالإضافة إلى ذلك، يتم التحقق من صحة المعاملات بواسطة القائمين بالتعدين، ويجب تعويضهم مقابل أعمالهم.",
    "faq-09": "أين يمكنني الحصول على Kevacoin؟",
    "faq-10": "أسهل طريقة للحصول على Kevacoin هي من خلال التعدين. تستخدم Kevacoin خوارزمية التجزئة RandomKeva (أحد أشكال RandomX) وهي متوافقة مع برنامج تعدين Monero. يمكنك، على سبيل المثال، استخدام XMRig أو XMR-Stak كـ برامج التعدين.",
    "faq-11": "ما هو الحد الأقصى لمعروض Kevacoin؟",
    "faq-12": "مكافأة الكتلة هي 500 كيلو فولت أمبير في البداية. يتم تخفيض المكافأة إلى النصف كل أربع سنوات تقريبًا (كل 1050000 كتلة، حوالي دقيقتين لكل كتلة). جدول النصف هو نفس جدول Bitcoin و Litecoin. الحد الأقصى للمعروض من Kevacoin هو 1,050,000,000 KVA.",
    "faq-13": "ما هو الحد الأقصى لحجم الكتلة؟",
    "faq-14": "تعتمد Kevacoin على Bitcoin وLitecoin، مع تمكين الشاهد المنفصل (SegWit) منذ البداية. مع SegWit، يبلغ الحد الأقصى لحجم الكتلة في Bitcoin نظريًا حوالي 4 ميجابايت. ومع ذلك، فإن الجزء غير الشاهد من الكتلة لديه عامل تحجيم قدره 4 وعامل الجزء الشاهد هو 1. وفقًا لهذه المقالة، من المتوقع أن يبلغ حجم الكتلة 2.3 ميجابايت مع متوسط معاملات SegWit، أي حوالي 0.6 ميجابايت للبيانات غير الشاهدة لأزواج القيمة الرئيسية لـ Kevacoin بيانات غير الشهود، وستشغل جزءًا من 0.6 ميجا بايت إذا كان لدى Kevacoin نفس إعداد حجم الكتلة مثل Bitcoin مع الحد الأقصى لحجم القيمة وهو 3 كيلو بايت، يبدو أن 0.6 ميجا بايت غير كافية.",
    "faq-15": "يسمح Kevacoin بحد أقصى لحجم الكتلة يبلغ 6 ميجابايت (MAX_BLOCK_WEIGHT هو 6000000). يمكن أن يصل حجم البيانات غير الشاهدة إلى حوالي 1 ميجابايت. إنها حوالي 400 كيلو بايت من المساحة الإضافية المحجوزة لأزواج القيمة الرئيسية. على غرار Bitcoin، فهي كذلك من غير المحتمل جدًا أن يتم استخدام 6 ميجابايت بالكامل نظرًا لبنية المعاملة، ويبلغ الحد الأقصى لحجم الكتلة المتوقع حوالي 3 ميجابايت لـ Kevacoin.",
    "faq-16": "هل قمت بتعدين العملات مسبقًا؟",
    "faq-17": "لا. ليس هذا فحسب، فمكافأة كتلة التكوين هي 0.00001 كيلو فولت أمبير (مكافأة الكتلة العادية هي 500 كيلو فولت أمبير).",
    "faq-18": "كم من الوقت يستغرق تأكيد تحديث قيمة المفتاح؟",
    "faq-19": "مدة الحظر لـKevacoin هي حوالي دقيقتين. لذلك قد تحتاج إلى الانتظار حوالي هذا القدر من الوقت قبل تأكيد زوج القيمة والمفتاح الخاص بك وإضافة الكتلة التالية. يمكنك استخدام أمر العميل keva_pending لـ تحقق من معاملات القيمة الرئيسية المعلقة.",
    "faq-20": "ما هي مساحة الاسم، ولماذا نحتاجها؟",
    "faq-21": "كل مساحة اسم هي مساحة فريدة يمكنك من خلالها إضافة أو تحديث أزواج المفاتيح والقيمة بأمان دون أي تعارضات محتملة مع مستخدمين آخرين. تحتوي مساحة الاسم على معرف يضمن أن يكون فريدًا عبر الشبكة. كما أنها تحتوي على اسم عرض يمكن استخدامه لتتبع مساحات الأسماء داخليًا. معرف مساحة الاسم عبارة عن سلسلة مشفرة بالأساس 58 ويبدأ دائمًا بـ 'N'.",
    "faq-22": "السبب الرئيسي لتعيين معرف مساحة اسم فريد هو تجنب وضع الأسماء في مكانها.",
    "faq-23": "هل تدعم Kevacoin العقد الذكي؟",
    "faq-24": "تعتمد Kevacoin على Bitcoin/Litecoin، لذا فهي تتمتع بمستوى مماثل من الدعم للعقد الذكي. Kevacoin عبارة عن مخزن بيانات لا مركزي ويترك تنفيذ منطق التطبيق خارج blockchain.",
    "faq-25": "خذ مثال نظام التدوين المصغر اللامركزي. طالما أن بيانات المستخدم مكتوبة في مخزن البيانات ويمكن الوصول إليها بشكل عام، يمكن لأي شخص كتابة تطبيق (باستخدام لغة البرمجة المفضلة لديه) عرض المدونات الموجودة وإضافة مدونات جديدة. يمكن أن يكون التطبيق خاصًا أو مفتوح المصدر، ولكن المحتوى هو نفسه لأن لدينا مصدرًا واحدًا للحقيقة.",
    "faq-26": "ما هو الحد الأقصى لحجم المفتاح والقيمة؟",
    "faq-27": "الحد الأقصى لحجم المفتاح هو 255 بايت، وحجم القيمة 3072 بايت. يتم تحديد الحد الأقصى لحجم القيمة بواسطة MAX_SCRIPT_ELEMENT_SIZE. وهو 520 في البيتكوين وقمنا بزيادته إلى 3072. لا يوجد سبب محدد لاختيار هذا يبدو أن الحجم 520 بايت صغير جدًا ومحدود جدًا، ولكن لا يمكن أن يكون كبيرًا جدًا أيضًا، لأننا نريد تجنب هجمات حجب الخدمة المحتملة.",
    "faq-28": "لماذا تم اختيار RandomKeva كخوارزمية إثبات العمل؟",
    "faq-29": "تستخدم Kevacoin إثبات العمل كطريقة إجماعية. خوارزمية التجزئة هي RandomKeva. بعض أسباب هذا الاختيار: أنها صديقة لوحدة المعالجة المركزية. يمكن لوحدات المعالجة المركزية ذات تعليمات AES NI الحصول على معدل تجزئة أفضل. إنها كذلك خوارزمية التجزئة ذات الذاكرة الصلبة وتستهلك طاقة أقل بكثير من وحدة معالجة الرسومات وASIC. قد تكون أكثر مقاومة لـ ASIC، لذا فهي أكثر عدلاً لعمال المناجم الفرديين.",
    "faq-30": "على الرغم من أن Kevacoin يعتمد على Bitcoin/Litecoin، فقد قمنا بتعديل هيكل الرأس بشكل طفيف لجعله متوافقًا مع برنامج تعدين Monero. ونتيجة لذلك، يمكن للمرء استخدام أي برنامج تعدين Monero لتعدين Kevacoin (على سبيل المثال، XMRig أو XMR-ستاك).",
    "faq-31": "ما هي خوارزمية تعديل الصعوبة؟",
    "faq-32": "تستخدم Kevacoin خوارزمية تعديل صعوبة DigiShield، نفسها التي تستخدمها DogeCoin. يتم ضبط الوقت المستهدف للكتلة في كل كتلة. تمنع DigiShield التأثير السلبي لقفزات البلياردو. على سبيل المثال، إذا كانت هناك كمية كبيرة من التجزئة ينضم معدل الصعوبة إلى تعدين Kevacoin، وسيزداد هدف الصعوبة بسرعة لمنع المكافآت السهلة، وبالمثل، سينخفض هدف الصعوبة عندما تغادر كمية كبيرة من معدل التجزئة، بحيث سيستمر إنشاء الكتل في حوالي دقيقتين حتى مع قوة تجزئة أقل.",
    "faq-33": "ما هي التهديدات التي يشكلها هجوم 51%؟",
    "faq-34": "الخطر الأكبر لهجوم 51% هو الإنفاق المزدوج. وهذا خطر معروف بالنسبة للعملات المشفرة القائمة على إثبات العمل. ومع ذلك، لا يمكن للمهاجم تغيير أزواج القيمة الرئيسية التي يستخدمها بشكل تعسفي. إنها لا تملكها، وأسوأ ما يمكن أن يفعله المهاجم هو حظر أو عكس معاملات القيمة الرئيسية التي يتلاعب بها غير المالكين، ولن يتم قبولها من قبل الشبكة، حيث سيتم تأمينها بالتشفير البقاء في mempool وسيتم إضافته في النهاية إلى blockchain عندما يتوقف الهجوم.",
    "faq-35": "هل بياناتي مرئية للعامة؟",
    "faq-36": "جميع معاملات القيمة الرئيسية مرئية للعامة، لأن هذه هي طبيعة سلسلة الكتل الخاصة بنمط البيتكوين. يمكن للمرء تشفير القيم، أو تخزين تجزئات القيم فقط، لحماية سرية البيانات. قيم.",
    "faq-37": "كيف يمكنني المساهمة في تطوير Kevacoin؟",
    "faq-38": "شكرًا على سؤالك! Kevacoin هو مشروع مجتمعي ومشاركة المجتمع أمر حيوي لنجاحه على المدى الطويل. يمكنك مساعدتنا بطرق مختلفة: تنزيل برنامج العميل وتشغيله واختباره. تشغيل عام عقدة كاملة. كن منجمًا أو ابدأ مجموعة تعدين. قم بمراجعة الوثائق أو كتابتها، بما في ذلك الأسئلة الشائعة. يمكنك إرسال طلبات السحب إلى مستودعات https://github.com/kevacoin-team واختبارات الانحدار. للإبلاغ عن الأخطاء غير الأمنية، استخدم أداة تعقب المشكلات في Github. للإبلاغ عن الأخطاء المتعلقة بالأمان، يرجى إرسال رسائل بريد إلكتروني إلى contact@kevacointeam.org المشروع: ساهم بالكود المصدري لمشروع Kevacoin. نرحب بطلبات السحب للتبرع للمشروع.",
    "software-cryptonote-nodejs-pool-01": "فريق Kevacoin - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-NodeJS-Pool",
    "software-cryptonote-nodejs-pool-03": "تنزيل",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool هو برنامج تجمع تعدين عالي الأداء مكتوب بلغة Node.js مع إضافات C أصلية، مصمم للعملات المعتمدة على CryptoNote. ويتضمن مثالًا خفيفًا أمام- البرنامج النصي النهائي الذي يستخدم AJAX API الخاص بالمجمع يدعم خوارزميات Cryptonight المتنوعة.",
    "software-electrumx-01": "فريق Kevacoin - ElectrumX",
    "software-electrumx-02": "إلكتروم إكس",
    "software-electrumx-03": "تنزيل",
    "software-electrumx-04": "ElectrumX هو إعادة تنفيذ لخادم Electrum المصمم للتعامل مع الكتل الأكبر حجمًا في المستقبل. يوفر برنامج الخادم القوي هذا معالجة فعالة لاستعلامات blockchain، مما يجعله مناسبًا للاستخدام مع العملات المشفرة التي تشهد زيادة في حجم المعاملات وأحجام كتل أكبر.",
    "software-electrumx-05": "الميزات الرئيسية",
    "software-electrumx-06": "قابلية التوسع: تم تصميمها لدعم الكتل الأكبر حجمًا، مما يضمن الحفاظ على أدائها مع نمو أحجام blockchain.",
    "software-electrumx-07": "الكفاءة: مُحسّنة للتعامل مع عدد كبير من استعلامات blockchain بكفاءة.",
    "software-electrumx-08": "التوافق: يدعم العديد من العملات المشفرة، مما يجعله متعدد الاستخدامات لمختلف أنظمة blockchain.",
    "software-keva-stratum-01": "فريق Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "طبقة كيفا",
    "software-keva-stratum-03": "تحميل",
    "software-keva-stratum-04": "keva-stratum هو خادم طبقة تعدين CryptoNote عالي الأداء مع واجهة ويب، مصمم خصيصًا لـ Kevacoin.",
    "software-keva-stratum-05": "متفرعة من طبقة monero، تعمل طبقة keva-stratum على تبسيط عملية البناء وتتضمن مكونات كود مصدر Monero الضرورية، مما يلغي الحاجة إلى شجرة مصدر Monero خارجية. كما أنها تدعم البناء على Windows من خلال MSYS2 ",
    "software-keva-stratum-06": "قائمة ميزات الطبقة",
    "software-keva-stratum-07": "كن مجموعتك الخاصة: قم بإعداد وإدارة مجموعة التعدين الخاصة بك.",
    "software-keva-stratum-08": "مراقبة توفر منصات التعدين: مراقبة مدى توفر منصات التعدين وأدائها.",
    "software-keva-stratum-09": "تتبع الإحصائيات: تتبع المشاركات المقبولة، والمشاركات المرفوضة، وحظر الإحصائيات.",
    "software-keva-stratum-10": "الكشف عن الأجهزة المريضة: التعرف بسهولة على الأجهزة ذات الأداء الضعيف أو التي بها خلل.",
    "software-keva-stratum-11": "فشل البرنامج الخفي في القائمة: قم بتكوين قائمة الفشل في البرنامج الخفي لضمان التشغيل المستمر.",
    "software-keva-stratum-12": "معالجة المشاركات المتزامنة: التعامل مع عمليات إرسال المشاركات المتعددة في وقت واحد لتحقيق الأداء الأمثل.",
    "software-keva-stratum-13": "واجهة ويب جميلة: قم بإدارة ومراقبة مجمع التعدين الخاص بك باستخدام واجهة ويب بديهية.",
    "software-keva-stratum-14": "الميزات بالتفصيل",
    "software-keva-stratum-15": "1. كن حوض السباحة الخاص بك:",
    "software-keva-stratum-16": "يتيح لك إعداد مجمع تعدين خاص، مما يتيح لك التحكم في عملية التعدين ورسوم المجمع.",
    "software-keva-stratum-17": "2. مراقبة توفر الحفارات:,",
    "software-keva-stratum-18": "يراقب باستمرار حالة منصات التعدين، ويضمن تشغيلها وأداءها الأمثل.",
    "software-keva-stratum-19": "3. متابعة إحصائيات القبول والرفض والحظر:",
    "software-keva-stratum-20": "يوفر إحصائيات مفصلة حول المشاركات المقبولة والمرفوضة، بالإضافة إلى الكتل التي تم العثور عليها، مما يساعدك على مراقبة أداء التجمع.",
    "software-keva-stratum-21": "4. سهولة اكتشاف الحفارات المريضة:",
    "software-keva-stratum-22": "يحدد بسرعة الأجهزة التي تعاني من ضعف الأداء أو التي بها خلل، مما يسمح بالصيانة أو الاستبدال الفوري.",
    "software-keva-stratum-23": "5. قائمة تجاوز فشل البرنامج الخفي:,",
    "software-keva-stratum-24": "يقوم بتكوين العديد من الشياطين لضمان تجاوز الفشل في حالة تعطل البرنامج الخفي الأساسي، مع الحفاظ على عمليات التعدين المستمرة.",
    "software-keva-stratum-25": "6. معالجة المشاركات المتزامنة:",
    "software-keva-stratum-26": "يعمل على تحسين الأداء من خلال التعامل مع عمليات إرسال المشاركة المتعددة في وقت واحد، مما يقلل زمن الوصول ويزيد الكفاءة.",
    "software-keva-stratum-27": "7. واجهة ويب جميلة:",
    "software-keva-stratum-28": "واجهة ويب سهلة الاستخدام لإدارة التجمع ومراقبته، وتوفير إحصائيات في الوقت الفعلي وتكوين سهل.",
    "software-keva-stratum-29": "باستخدام keva-stratum، يمكنك إعداد مجموعة تعدين عالية الأداء لـ Kevacoin، مع الاستفادة من ميزاتها القوية وواجهتها سهلة الاستخدام لإدارة ومراقبة عمليات التعدين الخاصة بك بكفاءة.",
    "software-kevacoin-core-01": "فريق Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "تحميل",
    "software-kevacoin-core-04": "Kevacoin هو مخزن بيانات لامركزي مفتوح المصدر ذو قيمة رئيسية مبني على العملة المشفرة Litecoin، والتي تعتمد في حد ذاتها على Bitcoin. متأثرًا بـ Namecoin، يقدم Kevacoin نهجًا فريدًا للبيانات التخزين والإدارة، على الرغم من أنها تخدم أغراضًا مختلفة وتعمل بشكل مختلف عن Namecoin.",
    "software-kevacoin-core-05": "ماذا يفعل Kevacoin؟",
    "software-kevacoin-core-06": "تمكن Kevacoin المستخدمين من:",
    "software-kevacoin-core-07": "تسجيل المفاتيح والقيم بشكل آمن: قم بتخزين أزواج المفاتيح والقيمة حيث يمكن أن تصل كل قيمة إلى 3072 بايت. لا توجد حدود صارمة لعدد المفاتيح.",
    "software-kevacoin-core-08": "تحديث المفاتيح والقيم: تعديل أزواج المفاتيح والقيم الموجودة.",
    "software-kevacoin-core-09": "الحفاظ على مساحات الأسماء الفريدة للشبكة: تجميع المفاتيح ضمن مساحات الأسماء لمنع تعارض الأسماء.",
    "software-kevacoin-core-10": "معاملات Kevacoins (KVA): استخدم العملة الرقمية الأصلية، Kevacoin (KVA)، للمعاملات.",
    "software-kevacoin-core-11": "حالات استخدام Kevacoin",
    "software-kevacoin-core-12": "باعتبارها قاعدة بيانات لامركزية ذات قيمة رئيسية، يمكن استخدام Kevacoin في تطبيقات مختلفة، بما في ذلك:",
    "software-kevacoin-core-13": "وسائل التواصل الاجتماعي: تخزين البيانات لمنصات التواصل الاجتماعي.",
    "software-kevacoin-core-14": "التدوين المصغر: دعم خدمات التدوين المصغر من خلال تخزين البيانات اللامركزية.",
    "software-kevacoin-core-15": "التجزئة: تخزين بيانات التجزئة وإدارتها بشكل آمن.",
    "software-kevacoin-core-16": "خدمات كاتب العدل: توفير خدمات كاتب العدل اللامركزية.",
    "software-kevacoin-core-17": "تمتلك Kevacoin دعمًا محدودًا للعقود الذكية، على غرار Bitcoin وLitecoin، ولا تزال تسمح بتطوير التطبيقات اللامركزية (dApps). تظل البيانات لا مركزية على blockchain Kevacoin، بينما يظل التطبيق غير مركزي. تم تطوير المنطق من blockchain.",
    "software-keva-wallet-01": "فريق Kevacoin - محفظة Keva المتنقلة",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "تحميل",
    "software-keva-wallet-04": "KevaWallet هي محفظة رفيعة وخفيفة الوزن لـ Kevacoin. وهي مصممة لسهولة الاستخدام وتم تصميمها باستخدام التقنيات الحديثة لتوفير تجربة مستخدم سلسة.",
    "software-keva-wallet-05": "الميزات الرئيسية",
    "software-keva-wallet-06": "React Native: تم تصميمه باستخدام React Native، مما يوفر واجهة مستخدم سلسة وسريعة الاستجابة على نظامي iOS وAndroid.",
    "software-keva-wallet-07": "Electrum: يستخدم Electrum، وهو عميل Bitcoin خفيف الوزن، تم تكييفه مع Kevacoin لضمان معاملات فعالة وآمنة.",
    "software-keva-wallet-08": "مفتوح المصدر: يعتمد على محفظة BlueWallet Bitcoin مفتوحة المصدر، مع الاستفادة من بنيتها القوية والآمنة.",
    "software-keva-wallet-09": "نظرة عامة",
    "software-keva-wallet-10": "تم تصميم KevaWallet لتوفير طريقة آمنة ومريحة لإدارة عملات Kevacoins (KVA) الخاصة بك. من خلال الاستفادة من نموذج خادم Electrum الفعال واللامركزي، تضمن KevaWallet معالجة سريعة للمعاملات دون الحاجة إلى تنزيل الملف بالكامل بلوكتشين.",
    "software-keva-wallet-11": "الفوائد الرئيسية",
    "software-keva-wallet-12": "خفيف الوزن: لا داعي لتنزيل سلسلة كتل Kevacoin بأكملها، مما يجعلها مثالية للأجهزة المحمولة.",
    "software-keva-wallet-13": "Cross-Platform: متوفر على كل من iOS وAndroid، بفضل React Native.",
    "software-keva-wallet-14": "آمن: مبني على أساس متين من BlueWallet، ويرث ميزات الأمان وأفضل الممارسات.",
    "software-keva-wallet-15": "استنادًا إلى BlueWallet",
    "software-keva-wallet-16": "ترث KevaWallet العديد من الميزات وإجراءات الأمان من BlueWallet، وهي محفظة بيتكوين مفتوحة المصدر. وهذا يشمل:",
    "software-keva-wallet-17": "محافظ متعددة التوقيع: قم بتأمين عملات Kevacoins الخاصة بك بدعم متعدد التوقيع.",
    "software-keva-wallet-18": "محافظ المراقبة فقط: مراقبة عناوينك دون الكشف عن مفاتيحك الخاصة.",
    "software-keva-wallet-19": "المعاملات المخصصة: إنشاء معاملات مخصصة بخيارات متقدمة.",
    "software-keva-wallet-20": "باستخدام KevaWallet، يمكنك إدارة عملات Kevacoins بكفاءة أثناء التنقل، مع الأمان والموثوقية التي توفرها بنيتها القوية ومجتمع التطوير النشط.",
    "software-keva-ipfs-01": "فريق Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "تحميل",
    "software-keva-ipfs-04": "keva_ipfs هي خدمة خلفية لتطبيق Keva للجوال، مصممة لتسهيل تحميل وتثبيت ملفات IPFS. تضمن هذه الواجهة الخلفية التفاعل السلس بين تطبيق Keva للجوال وInterPlanetary نظام الملفات (IPFS).",
    "foot-01": "حول",
    "foot-02": "من نحن",
    "foot-03": "جهة اتصال",
    "foot-04": "الدعم",
    "foot-05": "المجتمع",
    "foot-06": "الموارد",
    "foot-07": "ورقة بيضاء",
    "foot-08": "فريق كيفاكوين",
    "nav-01": "فريق Kevacoin",
    "nav-02": "اختر اللغة",
    "nav-03": "البروتوكول",
    "nav-04": "الأسئلة الشائعة",
    "nav-05": "البرمجيات",
    "nav-06": "الأدلة"
}