{
    "index-01": "Екип на Кевакойн",
    "index-02": "Добре дошли",
    "index-03": "Добре дошли в уебсайта на екипа на Kevacoin!",
    "index-04": "Работете в ход, но моля, насладете се на ресурсите.",
    "aboutus-01": "Екип на Кевакойн",
    "aboutus-02": "За нас",
    "aboutus-03": "Само някои случайни хора, които вярват в този проект и нейното прилягане в блокчейн еко системата.",
    "contact-01": "Екип на Кевакойн",
    "contact-02": "Свържи се с нас",
    "contact-03": "Изпратете ни имейл",
    "contact-04": "Присъединете се към нас в Discord",
    "contact-05": "Участвайте в дискусии на GitHub",
    "contact-06": "Следвайте ни на x @kevacointeam",
    "protocol-01": "Екип на Kevacoin - протокол Kevacoin",
    "protocol-02": "Символ",
    "protocol-03": "Kva",
    "protocol-04": "Обща доставка",
    "protocol-05": "1050 000 000",
    "protocol-06": "Предварително обработен",
    "protocol-07": "Не",
    "protocol-08": "Такса за разработчици",
    "protocol-09": "POW алгоритъм",
    "protocol-10": "Randomkeva",
    "protocol-11": "Блок награда",
    "protocol-12": "500, наполовина на всеки 4 години",
    "protocol-13": "Блок време",
    "protocol-14": "2 минути",
    "protocol-15": "Регулиране на трудност",
    "protocol-16": "Digishield, всеки блок",
    "protocol-17": "Segwit",
    "protocol-18": "Активиран",
    "protocol-19": "Тегло на блока",
    "protocol-20": "6 000 000 единици за тегло",
    "protocol-21": "Максимален размер на ключа",
    "protocol-22": "255 байта",
    "protocol-23": "Максимален брой клавиши",
    "protocol-24": "Няма твърда граница",
    "protocol-25": "Максимален размер на стойността",
    "protocol-26": "3072 байта",
    "protocol-27": "Протокол",
    "support-01": "Екипът на Кевакойн - Подкрепете екипа",
    "support-02": "Блокчейнът на Kevacoin е проект, поддържан от общността с отворен код.",
    "support-03": "Екипът на Kevacoin е група от хора, доброволно своите време, умения и ресурси, които да служат като пазители на blockchain.",
    "support-04": "Допринасянето за успеха е в ръцете на всички.",
    "support-05": "Как мога да помогна на екипа, който питате?",
    "support-06": "Най -добрият начин е да допринесете за усилията на екипите за прогресиране на блокчейн на Kevacoin.Има много шапки за попълване, където приносите могат да помогнат за постигане на успех.",
    "support-07": "По -скоро дарете?Покрихме ви!",
    "support-08": "Нека се изправим пред него, хостингът е скъп.",
    "support-09": "За да поддържат правилно потребителите kevacointeam.org трябва да разшири възлите и L2 услуги като Electrumx.Текущите ресурси, предоставени от keva.one, са проектирани да бъдат супер евтини и са недостатъчни за обслужване на тежки товари.Разширяването наистина е необходимо, за да поддържа правилно обмена и трафика, който те ще генерират.",
    "support-10": "Хостинг фонд",
    "support-11": "*AWS е настоящият доставчик;Той е последователен, лесен за прогнозиране и глобален, така че решава повечето предизвикателства.Дизайнът и обхвата на услуги ще зависят от фонда.В идеален свят екипът може да поддържа потребители със следния дизайн",
    "support-12": "Обменът с голямо търсене, но повечето имат някои финансови препятствия;По -долу са адресите на екипа за покриване на таксите за списъка и осигуряване на ликвидност",
    "support-13": "Фонд за обмен",
    "support-14": "Искате ли да допринесете за отделен член на екипа?",
    "support-15": "Подкрепете екипа",
    "faq-01": "Екип на Kevacoin - Често задавани въпроси на Kevacoin",
    "faq-02": "често задавани въпроси",
    "faq-03": "Името \"Keva\" е съкращение за клавиатура (произнася се Kee-Va, а краткият символ е KVA).Това е магазин за ключова стойност, изграден на blockchain, върху кодовата база на биткойн и Litecoin.Освен че е криптовалута, той позволява на потребителите лесно и сигурно да добавят, актуализират или изтрият двойки на клавиатурата на блокчейн.",
    "faq-04": "Kevacoin е повлиян от имена, като частта от ключовата стойност на кода силно се променя от кода за регистрация на име на имена.",
    "faq-05": "Въпреки че Kevacoin е повлиян от имена, той работи много различно и служи много по-различна от последната: Kevacoin е магазин за ключова стойност, докато Namecoin е система за регистрация на име.Kevacoin няма твърда граница за броя на ключовете, а максималната дължина на стойността е 3072 байт.Намерените има 520 байтов лимит за всяко пространство на имена.Идентификационното пространство на имената на Kevacoin уникално генериран от мрежата, за да се избегнат конфликти.Пространството на имена на имена се избира от потребителя и трябва да бъде уникално в цялата мрежа.С Kevacoin не е нужно да се притеснявате от клякане на пространство от имена.Ключовите двойки на Kevacoin не изтичат.",
    "faq-06": "Колко струва използването на магазина за данни на Kevacoin?",
    "faq-07": "Преди да добавите двойка на стойността на ключовете, човек трябва да създаде пространство от имена, за да държи двойките.Системата запазва 0,01 kVA за създаване на пространство от имена и сумата не може да бъде изразходвана.Човек може да добави ключова стойност към пространството от имена, с такса за транзакция, определена от миньорите.",
    "faq-08": "Кевакоин е публичен блокчейн и всеки може да му пише.Мрежата е уязвима за злоупотреба с спам без такса за транзакция.В допълнение, транзакциите са валидирани от миньори и те трябва да бъдат компенсирани за своите произведения.",
    "faq-09": "Къде мога да взема Кевакоин?",
    "faq-10": "Най -лесният начин да получите Kevacoin е чрез добив.Kevacoin използва Randomkeva (вариант на алгоритъм за хеширане RandomX) и е съвместим със софтуера за добив на Monero.Можете да използвате например XMRIG или XMR-STAK като софтуер за добив.",
    "faq-11": "Какво е максималното предлагане на кевакоин?",
    "faq-12": "Наградата за блок е първоначално 500 kVA.Наградата е наполовина на всеки четири години (на всеки 1050000 блока, около 2 минути за всеки блок).Графикът за намаляване е същият като Bitcoin и Litecoin.Максималното предлагане на кевакоин е 1050 000 000 kVa.",
    "faq-13": "Какъв е максималният размер на блока?",
    "faq-14": "Kevacoin се основава на биткойн и Litecoin, като сегрегираният свидетел (SEGWIT) е активиран от самото начало.Със Segwit теоретично биткойн има максимален размер на блока от около 4MB.Въпреки това, частта от неистинките на блока има коефициент на мащабиране 4 и частта на свидетелската част от 1. Според този член ще се очаква размер на блока 2.3MB със средни транзакции на SEGWIT.Това е около 0,6MB за данните за неистината.Двойките на ключовите стойности на Kevacoin са данни за неистинките и ще заемат част от 0,6MB, ако Kevacoin има същата настройка на размера на блока като биткойн.С максималния размер на стойността от 3kB, 0,6MB изглежда е недостатъчна.",
    "faq-15": "Kevacoin позволява максимален размер на блока от 6MB (max_block_weight е 6000000).Размерът на данните за неистината може да бъде около 1MB.Той е около 400kb допълнително пространство, запазено за двойки ключове.Подобно на Bitcoin, е много малко вероятно 6MB да се използва напълно поради структурата на транзакцията.Очакваният максимален размер на блока е около 3MB за Kevacoin.",
    "faq-16": "Предварително ли ми се монети монетите?",
    "faq-17": "Не само това, наградата на блока Genesis е 0,00001 kVA (нормалната награда за блок е 500 kVA).",
    "faq-18": "Колко време отнема потвърждаване на актуализация на ключова стойност?",
    "faq-19": "Кевакоин има време за блок от около две минути.Следователно може да се наложи да изчакате за този период от време, преди да бъде потвърдена двойката на вашата ключова стойност и да добавите следващия блок.Можете да използвате клиентската команда keva_pending, за да проверите висящите транзакции с ключ-стойност.",
    "faq-20": "Какво е пространство от имена и защо ни трябва такова?",
    "faq-21": "Всяко пространство от имена е уникално пространство за безопасно добавяне или актуализиране на двойки ключ-стойност без потенциални конфликти с други потребители.Пространството на имена има идентификатор, който е гарантиран, че е уникален в цялата мрежа.Освен това има име на дисплей, което може да се използва за вътрешно проследяване на пространствата от имена.ID на пространството на имена е кодиран низ-58 и винаги започва с.",
    "faq-22": "Основната причина да присвоите уникален идентификационен номер на пространството на имена е да се избегне клекнене на име.",
    "faq-23": "Поддържа ли интелигентен договор на Kevacoin?",
    "faq-24": "Kevacoin се основава на биткойн/Litecoin, така че има подобно ниво на поддръжка за интелигентен договор.Kevacoin е децентрализиран магазин за данни и оставя внедряването на логиката на приложението извън блокчейн.",
    "faq-25": "Вземете пример за децентрализирана система за микро блогове.Докато потребителските данни са написани в магазина за данни и са публично достъпни, всеки може да напише приложение (използвайки любимия си език за програмиране), за да показва съществуващи блогове и да добави нови.Приложението може да бъде собственост или с отворен код, но съдържанието е същото, защото имаме един -единствен източник на истина.",
    "faq-26": "Какъв е максималният размер и размер на стойността?",
    "faq-27": "Максималният размер на ключовете е 255 байта и размер на стойността 3072 байта.Максималният размер на стойността се определя от max_script_element_size.Той е 520 в биткойн и ние го увеличаваме до 3072. Няма конкретна причина да избирате този размер.520 байта изглежда твърде малък и твърде ограничен.Но и това не може да бъде твърде голямо, защото искаме да избегнем потенциални DOS атаки.",
    "faq-28": "Защо Randomkeva се избира като алгоритъм за доказателство за работа?",
    "faq-29": "Kevacoin използва доказателство за работа като свой консенсус метод.Алгоритъмът за хеширане е Randomkeva.Някои причини за този избор: той е приятелски настроен на процесора.Процесорите с AES NI инструкцията могат да получат по -добра честота на хеш.Това е твърд хеш алгоритъм на паметта и консумира много по-малко мощност от GPU и ASIC.Може да е по-устойчив на ASIC, така че е по-справедлив за отделните миньори.",
    "faq-30": "Въпреки че Kevacoin е базиран на биткойн/Litecoin, ние леко модифицирахме заглавната структура, за да я направим съвместима със софтуера за добив на Monero.В резултат на това човек може да използва всеки софтуер за добив на Monero, за да добие Kevacoin (например XMRIG или XMR-Stak).",
    "faq-31": "Какъв е алгоритъмът за регулиране на трудността?",
    "faq-32": "Kevacoin използва алгоритъм за регулиране на трудност Digishield, същият като този, използван от Dogecoin.Времето на блоковата целева се регулира всеки блок.Digishield предотвратява отрицателния ефект от джъмперите на басейна.Например, ако голямо количество хеш се присъедини към добив на Kevacoin, целта за трудност бързо ще се увеличи, за да се предотвратят лесни награди.По подобен начин целта за трудност ще намалее, когато голямо количество листа от хеш скорост, така че блоковете все още ще се генерират за около 2 минути дори с по -малка хешираща мощност.",
    "faq-33": "Какви са заплахите, отправени от 51% атака?",
    "faq-34": "Най-големият риск от 51% атака е двойното харчене.Това е добре известен риск за криптовалутите, основани на доказателство за работа.Нападателят обаче не може произволно да променя двойките на ключовете, които той/тя не притежава.Най-лошият, който нападателят може да направи, е да блокира или обърне транзакциите с ключ-стойност.Двойките на ключова стойност, подправени от не-собственици, няма да бъдат приети от мрежата, тъй като те са криптографски обезопасени.Блокираните или обърнати транзакции ще останат в Мемпул и в крайна сметка ще бъдат добавени към blockchain, когато атаката спре.",
    "faq-35": "Моите данни видими ли са за обществеността?",
    "faq-36": "Всички транзакции с ключова стойност са видими за обществеността, тъй като това е естеството на блокчейн в стил Bitcoin.Човек може да криптира стойностите или да съхранява само хешовете на стойностите, за да защити поверителността на стойностите.",
    "faq-37": "Как мога да допринеса за развитието на Kevacoin?",
    "faq-38": "Благодаря че попита!Kevacoin е проект на общността и участието на общността е жизненоважно за дългосрочния си успех.Можете да ни помогнете по различни начини: Изтеглете клиентския софтуер, стартирайте и тествайте.Изпълнете публичен пълен възел.Бъдете миньор или стартирайте минен басейн.Прегледайте или напишете документация, включително този често задавани въпроси.Можете да изпратите заявки за изтегляне на https://github.com/kevacoin-team repositories.Напишете тестове за единица, тестове от край до край и регресионни тестове.Доклад за грешки.За да съобщите за грешки без сигурност, използвайте проследяващия брой на GitHub.За да отчетете грешки, свързани със сигурността, моля, изпратете имейли на contact@kevacointeam.org.Разработете приложение, като използвате децентрализирания магазин на Kevacoin.Популяризирайте проекта.Допринасяйте изходния код за проекта Kevacoin.Заявките за дърпане са добре дошли!Дарете на проекта.",
    "faq-39": "Какво е различно от Namecoin?",
    "faq-40": "Какво е Кевакоин?",
    "software-cryptonote-nodejs-pool-01": "Екип на Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "Изтегли",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-NodeJS-Pool е високопроизводителният софтуер за минен пул, написан в Node.js с Native C Addons, предназначен за монети, базирани на Cryptonote.Той включва лек пример за преден скрипт, който използва API на AJAX на басейна.Басейнът поддържа различни алгоритми за криптовалута.",
    "software-electrumx-01": "Екип на Kevacoin - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Изтегли",
    "software-electrumx-04": "Electrumx е повторно внедряване на електрически сървър, предназначен да се справи с бъдеще с по-големи блокове.Този здрав сървър софтуер предлага ефективно управление на блокчейн заявки, което го прави подходящ за използване с криптовалути, които изпитват увеличени обеми на транзакции и по -големи размери на блока.",
    "software-electrumx-05": "Основни функции",
    "software-electrumx-06": "Мащабируемост: Инженерно за поддържане на по -големи блокове, гарантирайки, че остава изпълняващ с нарастването на размерите на blockchain.",
    "software-electrumx-07": "Ефективност: Оптимизиран за ефективно обработка на голям обем на блокчейн заявки.",
    "software-electrumx-08": "Съвместимост: поддържа различни криптовалути, което го прави универсален за различни блокчейн екосистеми.",
    "software-keva-stratum-01": "Екип на Кевакойн - Кева Стратум",
    "software-keva-stratum-02": "Кева-лещи",
    "software-keva-stratum-03": "Изтегли",
    "software-keva-stratum-04": "Keva-Stratum е високоефективен Cryptonote Mining Stratum сървър с уеб интерфейс, специално пригоден за Kevacoin.",
    "software-keva-stratum-05": "Вилината от Monero-stratum, Keva-stratum опростява процеса на изграждане и включва необходимите компоненти на изходния код на Monero, премахвайки необходимостта от външно дърво на източника на Monero.Той също така поддържа изграждането на Windows през MSYS2.",
    "software-keva-stratum-06": "Списък с функции на Stratum",
    "software-keva-stratum-07": "Бъдете свой собствен басейн: Настройте и управлявайте собствения си минен басейн.",
    "software-keva-stratum-08": "Мониторинг на наличността на RIGS: Наблюдавайте наличността и производителността на минните платформи.",
    "software-keva-stratum-09": "Статистика на пистата: Следете приетите акции, отхвърлените акции и статистиката на блока.",
    "software-keva-stratum-10": "Открийте болни платформи: Лесно се идентифицирайте при изпълнение или неправилно функциониране на платформи.",
    "software-keva-stratum-11": "Daemon Fail Over List: Конфигурирайте списък с неуспех върху демоните, за да се гарантира непрекъсната работа.",
    "software-keva-stratum-12": "Съвместна обработка на акции: Работете едновременно с множество предложения за акции за оптимална ефективност.",
    "software-keva-stratum-13": "Красив уеб интерфейс: Управлявайте и наблюдавайте вашия минен пул с интуитивен уеб интерфейс.",
    "software-keva-stratum-14": "Функции подробно",
    "software-keva-stratum-15": "1. Бъдете свой собствен басейн:",
    "software-keva-stratum-16": "Позволява ви да настроите частен басейн за минно дело, който ви дава контрол върху процеса на добив и таксите за пул.",
    "software-keva-stratum-17": "2. Мониторинг на наличността на RIGS:",
    "software-keva-stratum-18": "Непрекъснато следи състоянието на минните платформи, като гарантира, че те работят и се представят оптимално.",
    "software-keva-stratum-19": "3. Следете приемането, отхвърля, блокира статистиката:",
    "software-keva-stratum-20": "Предоставя подробна статистика за приетите и отхвърлени акции, както и намерените блокове, помагайки ви да наблюдавате представянето на пула.",
    "software-keva-stratum-21": "4. Лесно откриване на болни платформи:",
    "software-keva-stratum-22": "Бързо идентифицира платформи, които са под изпълнение или неизправност, което позволява бързо поддръжка или подмяна.",
    "software-keva-stratum-23": "5. Демон се проваля над списъка:",
    "software-keva-stratum-24": "Конфигурира множество демони, за да се гарантира неуспех в случай, че първичният демон се понижи, поддържайки непрекъснати операции за добив.",
    "software-keva-stratum-25": "6. Съвместна обработка на акции:",
    "software-keva-stratum-26": "Оптимизира ефективността чрез обработка на множество подаръци за споделяне едновременно, намалявайки латентността и повишава ефективността.",
    "software-keva-stratum-27": "7. Красив уеб интерфейс:",
    "software-keva-stratum-28": "Интуитивен уеб интерфейс за управление и наблюдение на пула, осигуряващ статистика в реално време и лесна конфигурация.",
    "software-keva-stratum-29": "Използвайки Keva-Stratum, можете да настроите високопроизводителен минен пул за Kevacoin, като използвате неговите здрави функции и удобен за потребителя интерфейс за ефективно управление и наблюдение на вашите минни операции.",
    "software-kevacoin-core-01": "Екип на Kevacoin - Кевакойн ядро",
    "software-kevacoin-core-02": "Кевакоин ядро",
    "software-kevacoin-core-03": "Изтегли",
    "software-kevacoin-core-04": "Kevacoin е децентрализиран магазин за данни с отворен код на ключовете, изграден отгоре на криптовалутата на Litecoin, която сама по себе си се основава на биткойн.Повлиян от имена, Kevacoin предлага уникален подход за съхранение и управление на данни, въпреки че обслужва различни цели и работи по различен начин от имена.",
    "software-kevacoin-core-05": "Какво прави Кевакойн?",
    "software-kevacoin-core-06": "Kevacoin дава възможност на потребителите да:",
    "software-kevacoin-core-07": "Сигурно запис на клавиши и стойности: Съхранявайте двойки ключ-стойност, където всяка стойност може да бъде до 3072 байта.Няма твърди граници на броя на ключовете.",
    "software-kevacoin-core-08": "Актуализирайте клавишите и стойностите: Променете съществуващите двойки ключ-стойност.",
    "software-kevacoin-core-09": "Поддържайте мрежовите пространства на имена: Групови ключове под пространства от имена, за да предотвратите конфликтите на имената.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Използвайте родната цифрова валута, Kevacoin (KVA), за транзакции.",
    "software-kevacoin-core-11": "Използвайте случаи за кевакоин",
    "software-kevacoin-core-12": "Като децентрализирана база данни за ключова стойност, Kevacoin може да се използва в различни приложения, включително:",
    "software-kevacoin-core-13": "Социални медии: Съхранявайте данни за платформи за социални медии.",
    "software-kevacoin-core-14": "Микро блогове: Поддръжка на услуги за микро блогове с децентрализирано съхранение на данни.",
    "software-kevacoin-core-15": "Хеши: Сигурно съхранявайте и управлявайте хеш данни.",
    "software-kevacoin-core-16": "Нотариални услуги: Предоставяне на децентрализирани нотариални услуги.",
    "software-kevacoin-core-17": "Kevacoin има ограничена подкрепа за интелигентни договори, подобни на Bitcoin и Litecoin, той все още позволява разработването на децентрализирани приложения (DAPPS).Данните остават децентрализирани на блокчейн на Kevacoin, докато логиката на приложението е разработена извън блокчейн.",
    "software-keva-wallet-01": "Екип на Kevacoin - Keva Mobile Wallet",
    "software-keva-wallet-02": "Кевавалет",
    "software-keva-wallet-03": "Изтегли",
    "software-keva-wallet-04": "Kevawallet е лек, тънък портфейл за Kevacoin.Той е предназначен за лесна употреба и изградена с помощта на съвременни технологии, за да осигури безпроблемно потребителско изживяване.",
    "software-keva-wallet-05": "Основни функции",
    "software-keva-wallet-06": "React Native: Създаден с React Native, осигурявайки гладък и отзивчив потребителски интерфейс както на iOS, така и на Android платформи.",
    "software-keva-wallet-07": "Electrum: Използва Electrum, лек биткойн клиент, адаптиран за Kevacoin, за да осигури ефективни и сигурни транзакции.",
    "software-keva-wallet-08": "Отворен код: Въз основа на биткойн портфейла с отворен код Bluewallet, използвайки своята здрава и сигурна архитектура.",
    "software-keva-wallet-09": "Преглед",
    "software-keva-wallet-10": "Kevawallet е проектиран да предлага сигурен и удобен начин за управление на вашите Kevacoins (KVA).Използвайки ефективния и децентрализиран сървърният модел на Electrum, Kevawallet осигурява бърза обработка на транзакции, без да е необходимо да изтегля целия блокчейн.",
    "software-keva-wallet-11": "Основни предимства",
    "software-keva-wallet-12": "Лек: Няма нужда да изтегляте целия блокчейн на Kevacoin, което го прави идеален за мобилни устройства.",
    "software-keva-wallet-13": "Cross-Platform: Предлага се както в iOS, така и на Android, благодарение на React Native.",
    "software-keva-wallet-14": "Сигурно: Изграден върху солидната основа на Bluewallet, наследявайки неговите функции за сигурност и най -добрите практики.",
    "software-keva-wallet-15": "Въз основа на Bluewallet",
    "software-keva-wallet-16": "Kevawallet наследява много функции и мерки за сигурност от Bluewallet, портфейл с биткойн с отворен код.Това включва:",
    "software-keva-wallet-17": "Портфейли с много подписване: Закрепете вашите кевакоини с поддръжка на много подписи.",
    "software-keva-wallet-18": "Портфейли само за гледане: Наблюдавайте адресите си, без да излагате личните си ключове.",
    "software-keva-wallet-19": "Персонализирани транзакции: Създаване на персонализирани транзакции с разширени опции.",
    "software-keva-wallet-20": "Използвайки Kevawallet, можете ефективно да управлявате своите Kevacoins в движение, като сигурността и надеждността, осигурени от неговата здрава архитектура и общност за активно развитие.",
    "software-keva-ipfs-01": "Екип на Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Изтегли",
    "software-keva-ipfs-04": "KEVA_IPFS е бек-енд услугата за мобилното приложение Keva, предназначено да улесни качването и прикрепването на IPFS файлове.Този бек-енд осигурява безпроблемно взаимодействие между мобилното приложение на Keva и междупланетната файлова система (IPFS).",
    "foot-01": "относно",
    "foot-02": "За нас",
    "foot-03": "Контакт",
    "foot-04": "поддържа",
    "foot-05": "Общност",
    "foot-06": "Ресурси",
    "foot-07": "Бяла хартия",
    "foot-08": "Екип на Кевакойн",
    "nav-01": "Екип на Кевакойн",
    "nav-02": "Избери език",
    "nav-03": "Протокол",
    "nav-04": "ЧЗВ",
    "nav-05": "Софтуер",
    "nav-06": "Ръководства",
    "g1-01": "Екипът на Kevacoin - Изградете Keva Stratum за Windows, използвайки MSYS2",
    "g1-02": "Изградете keva stratum за Windows, използвайки MSYS2",
    "g1-03": "Етап 1:",
    "g1-04": "Изтеглете инсталатора MSYS2 от https://www.msys2.org/:",
    "g1-05": "Изтегли",
    "g1-06": "Стъпка 2:",
    "g1-07": "Инсталирайте msys2 от изтегления инсталатор, пропуснете опцията за стартиране в края, за да може да се стартира правилната обвивка",
    "g1-08": "Стъпка 3:",
    "g1-09": "Стартиране на MINGW64 или от начално меню, или от командния ред с „MINGW64“",
    "g1-10": "Стъпка 4:",
    "g1-11": "Система за актуализиране, може да се наложи повторен MINGW64",
    "g1-12": "Стъпка 5:",
    "g1-13": "Инсталирайте изискванията за изграждане",
    "g1-14": "Стъпка 6:",
    "g1-15": "За поддръжка на изграждане трябва да използваме по -стара версия на GO.Тук използваме най -новото известно за изграждане на проекта 1.19.13",
    "g1-16": "Стъпка 7:",
    "g1-17": "Създайте директория за инсталиране GO",
    "g1-18": "Стъпка 8:",
    "g1-19": "Unzip отидете в директорията за инсталиране на Go",
    "g1-20": "Стъпка 9:",
    "g1-21": "Експортирайте променливата на средата на Goroot, за да посочи директорията за инсталиране на GO",
    "g1-22": "Стъпка 10:",
    "g1-23": "Актуализирайте променливата на околната среда на пътя",
    "g1-24": "Стъпка 11:",
    "g1-25": "Проверете дали нашата версия на GO съвпада",
    "g1-26": "1.19.13",
    "g1-27": "Стъпка 12:",
    "g1-28": "Задайте Go111Module на „Auto“ за съвместимост с изграждане",
    "g1-29": "Стъпка 13:",
    "g1-30": "Клониране на хранилището на keva-bratum",
    "g1-31": "Стъпка 14:",
    "g1-32": "Водете в директорията на Keva-stratum",
    "g1-33": "Стъпка 15:",
    "g1-34": "Направете директория, от която да изградите, тук използваме изграждане",
    "g1-35": "Стъпка 16:",
    "g1-36": "Водете в директорията за изграждане",
    "g1-37": "Стъпка 17:",
    "g1-38": "Изпълнете cmake с веригата с инструменти на MSYS",
    "g1-39": "Стъпка 18:",
    "g1-40": "Изградете Keva-stratum",
    "g1-41": "Стъпка 19:",
    "g1-42": "Актуализирайте конфигурацията на keva-stratum",
    "g1-43": "Стъпка 20:",
    "g1-44": "Рун кева стратум",
    "g1-45": "Изградете файл, разположен в рамките на C:/MSYS2/HOME/'Потребител'/Keva-Stratum/Build.Ако се преместите на друго място, имате нужда от kevastratum.exe, libcnutil.dll, config.json и www директория",
    "g1-46": "Списък",
    "g1-47": "изследовател",
    "g2-01": "Екип на Kevacoin - Изградете keva_ipfs за Linux",
    "g2-02": "Изградете keva_ipfs за Linux",
    "g2-03": "Етап 1:",
    "g2-04": "Уверете се, че системата е актуална",
    "g2-05": "Стъпка 2:",
    "g2-06": "Инсталирайте Git и Golang",
    "g2-07": "Стъпка 3:",
    "g2-08": "Clone Keva_ipfs хранилище",
    "g2-09": "Стъпка 4:",
    "g2-10": "Навигирайте в keva_ipfs",
    "g2-11": "Стъпка 5:",
    "g2-12": "Направете директория за изграждане и придвижете се до нея",
    "g2-13": "Стъпка 6:",
    "g2-14": "Изградете keva_ipfs",
    "g2-15": "Стъпка 7:",
    "g2-16": "Копирайте config.json за изграждане на директория",
    "g2-17": "Стъпка 8:",
    "g2-18": "Актуализирайте config.json",
    "g2-19": "Стъпка 9:",
    "g2-20": "Стартирайте keva_ipfs",
    "g3-01": "Екип на Kevacoin - Изградете Keva Stratum за Linux",
    "g3-02": "Изградете Keva Stratum за Linux",
    "g3-03": "Етап 1:",
    "g3-04": "Система за актуализиране",
    "g3-05": "Стъпка 2:",
    "g3-06": "Инсталирайте изискванията за изграждане",
    "g3-07": "Стъпка 3:",
    "g3-08": "Инсталирайте Golang и Git",
    "g3-09": "Стъпка 4:",
    "g3-10": "Клон Кева-легла",
    "g3-11": "Стъпка 5:",
    "g3-12": "Въведете директорията на Keva-Stratum",
    "g3-13": "Стъпка 6:",
    "g3-14": "Направете директория за изграждане",
    "g3-15": "Стъпка 7:",
    "g3-16": "Навигирайте до изграждането на директория",
    "g3-17": "Стъпка 8:",
    "g3-18": "Експортиране на GO111Module в Auto за съвместимост с изграждане",
    "g3-19": "Стъпка 9:",
    "g3-20": "Конфигурирайте Make",
    "g3-21": "Стъпка 10:",
    "g3-22": "Изградете Keva-stratum",
    "g3-23": "Стъпка 11:",
    "g3-24": "Проверете наличните изходи за изграждане",
    "g3-25": "Стъпка 12:",
    "g3-26": "Актуализирайте config.json",
    "g4-01": "Екип на Kevacoin-Setup Cryptonote-Nodejs-Pool",
    "g4-02": "Настройка Cryptonote-NodeJS-Pool",
    "g4-03": "Етап 1:",
    "g4-04": "Система за актуализиране",
    "g4-05": "Стъпка 2:",
    "g4-06": "Инсталирайте изискванията за изграждане",
    "g4-07": "Стъпка 3:",
    "g4-08": "Инсталирайте NVM",
    "g4-09": "Стъпка 4:",
    "g4-10": "Инсталирайте NodeJS 11.0.0",
    "g4-11": "Стъпка 5:",
    "g4-12": "Задайте NPM за използване на Python 2.7",
    "g4-13": "Стъпка 6:",
    "g4-14": "Clone Cryptonote-NodeJS-Pool Repository",
    "g4-15": "Стъпка 7:",
    "g4-16": "Навигирайте до басейна",
    "g4-17": "Стъпка 8:",
    "g4-18": "Изпълнете NPM актуализация",
    "g4-19": "Стъпка 9:",
    "g4-20": "Копирайте kevacoin.json на config.json",
    "g4-21": "Стъпка 10:",
    "g4-22": "Актуализирайте config.json",
    "g4-23": "Стъпка 11:",
    "g4-24": "Пуснете басейн",
    "g5-01": "Екипът на Kevacoin - Изградете ядрото на Kevacoin за Linux с помощта на",
    "g5-02": "Изграждането на ядро ​​на Kevacoin за използване на Linux зависи",
    "g5-03": "Етап 1:",
    "g5-04": "Система за актуализиране",
    "g5-05": "Стъпка 2:",
    "g5-06": "Инсталирайте изискванията за изграждане",
    "g5-07": "Стъпка 3:",
    "g5-08": "Клонично хранилище на кевакоин",
    "g5-09": "Стъпка 4:",
    "g5-10": "Отворете директорията Depends в Kevacoin",
    "g5-11": "Стъпка 5:",
    "g5-12": "Run Направете насочване на Linux",
    "g5-13": "Стъпка 6:",
    "g5-14": "Навигирайте се в директория",
    "g5-15": "Стъпка 7:",
    "g5-16": "Изпълнете autogen.sh",
    "g5-17": "Стъпка 8:",
    "g5-18": "Изпълнете конфигуриране, насочването към Linux зависи от изграждането",
    "g5-19": "Стъпка 9:",
    "g5-20": "Изградете Kevacoin",
    "g5-21": "Стъпка 10:",
    "g5-22": "Създайте пакет за внедряване",
    "g5-23": "Стъпка 11:",
    "g5-24": "Инсталирайте вграден Kevacoin",
    "g6-01": "Екипът на Kevacoin - Изградете ядрото на Kevacoin за използване на Windows зависи",
    "g6-02": "Изградете ядрото на Kevacoin за използване на Windows зависи",
    "g6-03": "Етап 1:",
    "g6-04": "Система за актуализиране",
    "g6-05": "Стъпка 2:",
    "g6-06": "Инсталирайте изискванията за изграждане",
    "g6-07": "Стъпка 3:",
    "g6-08": "Инсталирайте веригата с инструменти за кръстосано компилиране на MINGW-W64",
    "g6-09": "Стъпка 4:",
    "g6-10": "Задайте опцията за компилатор на MINGW32 G ++ по подразбиране на POSIX",
    "g6-11": "Стъпка 5:",
    "g6-12": "Клонично хранилище на кевакоин",
    "g6-13": "Стъпка 6:",
    "g6-14": "Отворете директорията Depends в Kevacoin",
    "g6-15": "Стъпка 7:",
    "g6-16": "Run Направете прозорци за насочване на прозорци",
    "g6-17": "Стъпка 8:",
    "g6-18": "Навигирайте се в директория",
    "g6-19": "Стъпка 9:",
    "g6-20": "Изпълнете autogen.sh",
    "g6-21": "Стъпка 10:",
    "g6-22": "Изпълнете конфигуриране, насочването към прозорците зависи от изграждането",
    "g6-23": "Стъпка 11:",
    "g6-24": "Изградете Kevacoin",
    "g6-25": "Стъпка 12:",
    "g6-26": "Създайте пакет за внедряване",
    "nav-07": "Изграждането на ядро ​​на Kevacoin за използване на Linux зависи",
    "nav-08": "Изграждането на ядро ​​на Kevacoin за използване на Windows зависи",
    "nav-09": "Изградете keva-stratum за Linux",
    "nav-10": "Изградете keva-stratum за Windows с помощта на MSYS",
    "nav-11": "Изградете keva_ipfs за Linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}