{
    "index-01": "কেভাকয়েন টিমের ওয়েবসাইটে স্বাগতম!",
    "index-02": "কাজ চলছে কিন্তু সম্পদ উপভোগ করুন।",
    "aboutus-01": "কেভাকয়েন দল",
    "aboutus-02": "আমাদের সম্পর্কে",
    "aboutus-03": "শুধু কিছু এলোমেলো মানুষ যারা এই প্রকল্পে বিশ্বাস করে এবং এটি ব্লকচেইন ইকো সিস্টেমে উপযুক্ত।",
    "contact-01": "কেভাকয়েন দল",
    "contact-02": "আমাদের সাথে সংযোগ করুন",
    "contact-03": "আমাদের একটি ইমেল পাঠান",
    "contact-04": "ডিসকর্ডে আমাদের সাথে যোগ দিন",
    "contact-05": "GitHub আলোচনায় নিয়োজিত",
    "contact-06": "X @KevacoinTeam-এ আমাদের অনুসরণ করুন",
    "protocol-01": "কেভাকয়েন দল - কেভাকয়েন প্রোটোকল",
    "protocol-02": "প্রতীক",
    "protocol-03": "KVA",
    "protocol-04": "মোট সরবরাহ",
    "protocol-05": "1,050,000,000",
    "protocol-06": "প্রি-মাইন করা",
    "protocol-07": "না",
    "protocol-08": "ডেভেলপার ফি",
    "protocol-09": "PoW অ্যালগরিদম",
    "protocol-10": "RandomKeva",
    "protocol-11": "পুরস্কার ব্লক করুন",
    "protocol-12": "500, প্রতি 4 বছরে অর্ধেক",
    "protocol-13": "ব্লক টাইম",
    "protocol-14": "2 মিনিট",
    "protocol-15": "কঠিন সমন্বয়",
    "protocol-16": "ডিজিশিল্ড, প্রতিটি ব্লক",
    "protocol-17": "SegWit",
    "protocol-18": "সক্রিয় করা হয়েছে",
    "protocol-19": "অবরোধ ওজন",
    "protocol-20": "6,000,000 ওজন ইউনিট",
    "protocol-21": "সর্বোচ্চ কী আকার",
    "protocol-22": "255 বাইট",
    "protocol-23": "চাবিগুলির সর্বাধিক সংখ্যা",
    "protocol-24": "কোন কঠিন সীমা নেই",
    "protocol-25": "সর্বোচ্চ মানের আকার",
    "protocol-26": "3072 বাইট",
    "support-01": "কেভাকয়েন দল - দলকে সমর্থন করুন",
    "support-02": "কেভাকয়েন ব্লকচেইন একটি ওপেন সোর্স সম্প্রদায় সমর্থিত প্রকল্প।",
    "support-03": "কেভাকয়েন টিম হল একদল ব্যক্তি স্বেচ্ছায় তাদের সময়, দক্ষতা এবং সম্পদকে ব্লকচেইনের রক্ষক হিসাবে কাজ করার জন্য।",
    "support-04": "সফলতায় অবদান রাখা সবার হাতে।",
    "support-05": "আপনি যে দলটিকে জিজ্ঞাসা করছেন আমি কীভাবে সাহায্য করতে পারি?",
    "support-06": "কেভাকয়েন ব্লকচেইনের অগ্রগতির জন্য দলের প্রচেষ্টায় অবদান রাখাই সর্বোত্তম উপায়। এমন অনেক হাট রয়েছে যেখানে অবদান সফলতা আনতে সাহায্য করতে পারে।",
    "support-07": "বরং দান করুন? আমরা আপনাকে কভার করেছি!",
    "support-08": "এটা দেখা যাক, হোস্টিং ব্যয়বহুল।",
    "support-09": "ব্যবহারকারীদের সঠিকভাবে সমর্থন করার জন্য kevacointeam.org-কে electrumx-এর মতো নোড এবং L2 পরিষেবাগুলিকে প্রসারিত করতে হবে৷ keva.one থেকে প্রদত্ত বর্তমান সংস্থানগুলি অত্যন্ত সস্তা এবং ভারী বোঝা পরিষেবা দেওয়ার জন্য অপর্যাপ্ত৷ সঠিকভাবে এক্সচেঞ্জ এবং তারা যে ট্রাফিক তৈরি করবে তা সমর্থন করে।",
    "support-10": "হোস্টিং ফান্ড",
    "support-11": "*AWS হল বর্তমান প্রদানকারী; এটি সামঞ্জস্যপূর্ণ, পূর্বাভাস করা সহজ এবং বৈশ্বিক তাই বেশিরভাগ চ্যালেঞ্জের সমাধান করে। পরিষেবার নকশা এবং সুযোগ তহবিলের উপর নির্ভর করবে। একটি আদর্শ বিশ্বে দলটি নিম্নলিখিতগুলির সাথে ব্যবহারকারীদের সমর্থন করতে পারে নকশা",
    "support-12": "উচ্চ চাহিদার বিনিময়ে কিন্তু বেশিরভাগেরই কিছু আর্থিক প্রতিবন্ধকতা রয়েছে; তালিকার ফি কভার করতে এবং তারল্য প্রদানের জন্য নীচে টিমের ঠিকানা রয়েছে",
    "support-13": "এক্সচেঞ্জ ফান্ড",
    "support-14": "একজন পৃথক দলের সদস্যকে অবদান রাখতে চান?",
    "faq-01": "কেভাকয়েন দল - কেভাকয়েন FAQ",
    "faq-02": "প্রায়শই জিজ্ঞাসিত প্রশ্ন",
    "faq-03": "'কেভা' নামটি কী-মানের একটি সংক্ষিপ্ত রূপ (উচ্চারিত Kee-Vএ, এবং সংক্ষিপ্ত চিহ্নটি হল KVA)। এটি একটি মূল-মূল্যের দোকান যা ব্লকচেইনে নির্মিত, কোডে- বিটকয়েন এবং লাইটকয়েনের ভিত্তি একটি ক্রিপ্টোকারেন্সি হওয়ার পাশাপাশি, এটি ব্যবহারকারীদের ব্লকচেইনে কী-ভ্যালু জোড়া সহজে এবং নিরাপদে যোগ করতে দেয়।",
    "faq-04": "কেভাকয়েন নেমকয়েন দ্বারা প্রভাবিত, কোডের মূল-মান অংশটি নেমকয়েনের নাম নিবন্ধন কোড থেকে ব্যাপকভাবে পরিবর্তিত হয়েছে।",
    "faq-05": "যদিও কেভাকয়েন নেমকয়েন দ্বারা প্রভাবিত হয়, তবে এটি খুব ভিন্নভাবে কাজ করে এবং পরবর্তীটির চেয়ে খুব ভিন্ন উদ্দেশ্য পরিবেশন করে: কেভাকয়েন হল একটি মূল-মূল্যের দোকান, যখন নেমকয়েন একটি নাম নিবন্ধন ব্যবস্থা৷ কেভাকয়েনের কোন কঠোর সীমা নেই কীগুলির সংখ্যা, এবং মানের সর্বাধিক দৈর্ঘ্য 3072 বাইটের প্রতিটি নেমস্পেসের জন্য 520 বাইট সীমা রয়েছে যা ব্যবহারকারীর দ্বারা বিরোধ এড়ানোর জন্য অনন্যভাবে তৈরি করা হয় কেভাকয়েনের সাথে, কেভাকয়েনের মূল-মান জোড়ার মেয়াদ শেষ না হওয়ার বিষয়ে আপনার চিন্তা করার দরকার নেই৷",
    "faq-06": "কেভাকয়েন ডেটা স্টোর ব্যবহার করতে কত খরচ হয়?",
    "faq-07": "একটি কী-মান পেয়ার যোগ করার আগে, জোড়া ধরে রাখার জন্য একজনকে একটি নামস্থান তৈরি করতে হবে। নামস্থান তৈরির জন্য সিস্টেমটি 0.01 KVA সংরক্ষণ করে এবং পরিমাণ খরচ করা যাবে না। কেউ এতে কী-মান যোগ করতে পারে নামস্থান, খনি শ্রমিকদের দ্বারা নির্ধারিত একটি লেনদেন ফি সহ।",
    "faq-08": "কেভাকয়েন একটি সর্বজনীন ব্লকচেইন এবং যে কেউ এটিতে লিখতে পারে। নেটওয়ার্কটি লেনদেন ফি ছাড়াই স্প্যামিং অপব্যবহারের জন্য ঝুঁকিপূর্ণ। উপরন্তু, লেনদেনগুলি খনি শ্রমিকদের দ্বারা যাচাই করা হয়, এবং তাদের কাজের জন্য তাদের ক্ষতিপূরণ দিতে হবে।",
    "faq-09": "আমি কেভাকয়েন কোথায় পাব?",
    "faq-10": "কেভাকয়েন পাওয়ার সবচেয়ে সহজ উপায় হল মাইনিং এর মাধ্যমে। কেভাকয়েন র্যান্ডমকেভা (র্যান্ডমএক্স-এর একটি রূপ) হ্যাশিং অ্যালগরিদম ব্যবহার করে এবং এটি Monero মাইনিং সফ্টওয়্যারের সাথে সামঞ্জস্যপূর্ণ। আপনি উদাহরণস্বরূপ, XMRig বা XMR-Stak ব্যবহার করতে পারেন মাইনিং সফটওয়্যার।",
    "faq-11": "কেভাকয়েনের সর্বোচ্চ সরবরাহ কত?",
    "faq-12": "প্রাথমিকভাবে ব্লকের পুরষ্কার 500 কেভিএ। প্রতি চার বছরে প্রায় অর্ধেক হয় (প্রতি 1050000 ব্লক, প্রতিটি ব্লকের জন্য প্রায় 2 মিনিট)। অর্ধেক সময়সূচী বিটকয়েন এবং লাইটকয়েনের মতোই। সর্বোচ্চ সরবরাহ কেভাকয়েনের পরিমাণ হল 1,050,000,000 KVA।",
    "faq-13": "সর্বোচ্চ ব্লকের আকার কত?",
    "faq-14": "কেভাকয়েন বিটকয়েন এবং লাইটকয়েনের উপর ভিত্তি করে, শুরু থেকেই সেগ্রিগেটেড উইটনেস (সেগউইট) সক্ষম করা হয়েছে। সেগউইটের সাথে, বিটকয়েনের তাত্ত্বিকভাবে প্রায় 4MB ব্লক সাইজ রয়েছে। তবে, ব্লকের অ-সাক্ষী অংশ। একটি স্কেলিং ফ্যাক্টর 4 এবং সাক্ষী অংশটি 1। এই নিবন্ধ অনুসারে, কেভাকয়েনের মূল-মান জোড়ার জন্য গড় SegWit লেনদেনের সাথে 2.3MB ব্লকের আকার প্রত্যাশিত নন-সাক্ষী ডেটা, এবং 0.6MB এর অংশ দখল করবে যদি কেভাকয়েনের বিটকয়েনের মতো একই ব্লক সাইজ থাকে, 0.6MB অপর্যাপ্ত বলে মনে হয়৷",
    "faq-15": "কেভাকয়েন সর্বাধিক 6MB ব্লকের আকারের অনুমতি দেয় (MAX_BLOCK_WEIGHT হল 6000000)। অ-সাক্ষী ডেটার আকার প্রায় 1MB হতে পারে। এটি প্রায় 400KB অতিরিক্ত স্থান কী-মান জোড়ার জন্য সংরক্ষিত। এটি বিটকয়েনের মতোই। লেনদেনের কাঠামোর কারণে 6MB সম্পূর্ণরূপে ব্যবহার করা সম্ভব নয়, কেভাকয়েনের জন্য প্রত্যাশিত সর্বাধিক ব্লকের আকার প্রায় 3MB।",
    "faq-16": "আপনি কি কয়েনগুলো আগে থেকে খনি করেছেন?",
    "faq-17": "না। শুধু তাই নয়, জেনেসিস ব্লকের পুরস্কার হল 0.00001 KVA (সাধারণ ব্লকের পুরস্কার হল 500 KVA)।",
    "faq-18": "কী-মান আপডেট নিশ্চিত করতে কতক্ষণ লাগে?",
    "faq-19": "কেভাকয়েনের ব্লক টাইম প্রায় দুই মিনিট। তাই আপনার কী-মান জোড়া নিশ্চিত হওয়ার আগে এবং পরবর্তী ব্লক যোগ করার আগে আপনাকে সেই পরিমাণ সময় অপেক্ষা করতে হতে পারে। আপনি ক্লায়েন্ট কমান্ড keva_pending ব্যবহার করতে পারেন মুলতুবি কী-মান লেনদেন পরীক্ষা করুন।",
    "faq-20": "একটি নামস্থান কি এবং কেন আমাদের একটি প্রয়োজন?",
    "faq-21": "প্রতিটি নেমস্পেস হল একটি অনন্য স্থান যা আপনার জন্য অন্য ব্যবহারকারীদের সাথে কোনো সম্ভাব্য বিরোধ ছাড়াই কী-মান জোড়া নিরাপদে যুক্ত বা আপডেট করার জন্য। একটি নেমস্পেসে একটি আইডি থাকে যা নেটওয়ার্ক জুড়ে অনন্য হওয়ার নিশ্চয়তা দেয়। একটি প্রদর্শন নাম যা অভ্যন্তরীণভাবে নেমস্পেসের ট্র্যাক রাখতে ব্যবহার করা যেতে পারে একটি নেমস্পেস আইডি একটি বেস-58 এনকোডেড স্ট্রিং এবং সর্বদা 'N' দিয়ে শুরু হয়৷",
    "faq-22": "অদ্বিতীয় নেমস্পেস আইডি বরাদ্দ করার প্রধান কারণ হল নাম স্কোয়াটিং এড়ানো।",
    "faq-23": "কেভাকয়েন কি স্মার্ট চুক্তি সমর্থন করে?",
    "faq-24": "কেভাকয়েন বিটকয়েন/লাইটকয়েনের উপর ভিত্তি করে তৈরি, তাই এটি স্মার্ট চুক্তির জন্য একই স্তরের সমর্থন করে৷ কেভাকয়েন হল একটি ডি-কেন্দ্রীভূত ডেটা স্টোর এবং এটি ব্লকচেইনের বাইরে অ্যাপ্লিকেশন লজিকের প্রয়োগকে ছেড়ে দেয়৷",
    "faq-25": "ডি-কেন্দ্রীভূত মাইক্রো ব্লগিং সিস্টেমের উদাহরণ নিন। যতক্ষণ পর্যন্ত ব্যবহারকারীর ডেটা ডেটা স্টোরে লেখা হয় এবং সর্বজনীনভাবে অ্যাক্সেসযোগ্য হয়, যে কেউ একটি অ্যাপ্লিকেশন লিখতে পারে (তার প্রিয় প্রোগ্রামিং ভাষা ব্যবহার করে) বিদ্যমান ব্লগগুলি প্রদর্শন করুন এবং নতুনগুলি যুক্ত করুন অ্যাপ্লিকেশনটি মালিকানা বা ওপেন সোর্স হতে পারে, তবে বিষয়বস্তু একই কারণ আমাদের কাছে সত্যের একক উত্স রয়েছে।",
    "faq-26": "সর্বোচ্চ কী এবং মানের সাইজ কত?",
    "faq-27": "সর্বোচ্চ কী সাইজ 255 বাইট, এবং মানের সাইজ 3072 বাইট। সর্বোচ্চ মানের সাইজ MAX_SCRIPT_ELEMENT_SIZE দ্বারা নির্ধারিত হয়। বিটকয়েনে এটি 520 এবং আমরা এটিকে 3072-এ বাড়িয়ে দেই। এটি বেছে নেওয়ার কোনো বিশেষ কারণ নেই। আকার 520 বাইট খুব ছোট এবং খুব সীমিত বলে মনে হচ্ছে কিন্তু এটি খুব বড় হতে পারে না, কারণ আমরা সম্ভাব্য DoS আক্রমণ এড়াতে চাই।",
    "faq-28": "কেন র‍্যান্ডমকেভাকে প্রুফ-অফ-ওয়ার্ক অ্যালগরিদম হিসেবে বেছে নেওয়া হয়েছে?",
    "faq-29": "কেভাকয়েন তার ঐকমত্য পদ্ধতি হিসাবে প্রুফ-অফ-ওয়ার্ক ব্যবহার করে। হ্যাশিং অ্যালগরিদম হল RandomKeva। এই পছন্দের কিছু কারণ: এটি CPU-বান্ধব। AES NI নির্দেশ সহ CPUগুলি আরও ভাল হ্যাশ রেট পেতে পারে। মেমরি-হার্ড হ্যাশ অ্যালগরিদম এবং এটি GPU এবং ASIC-এর তুলনায় অনেক কম শক্তি ব্যবহার করে, এটি আরও ASIC-প্রতিরোধী হতে পারে, তাই পৃথক খনি শ্রমিকদের জন্য আরও ন্যায্য৷",
    "faq-30": "যদিও কেভাকয়েন বিটকয়েন/লাইটকয়েনের উপর ভিত্তি করে, আমরা হেডার স্ট্রাকচারটিকে কিছুটা পরিবর্তন করেছি যাতে এটিকে মোনেরো মাইনিং সফ্টওয়্যারের সাথে সামঞ্জস্যপূর্ণ করে তোলে৷ ফলস্বরূপ, কেউ কেভাকয়েন খনন করতে যেকোন মনরো মাইনিং সফ্টওয়্যার ব্যবহার করতে পারে (যেমন XMRig বা XMR-স্টাক)।",
    "faq-31": "কঠিন সমন্বয় অ্যালগরিদম কি?",
    "faq-32": "Kevacoin DigiShield অসুবিধা সামঞ্জস্য করার অ্যালগরিদম ব্যবহার করে, DogeCoin দ্বারা ব্যবহৃত একটির মতোই। ব্লক টার্গেট টাইম প্রতিটি ব্লকে সামঞ্জস্য করা হয়। DigiShield পুল জাম্পারদের নেতিবাচক প্রভাব প্রতিরোধ করে। উদাহরণস্বরূপ, যদি প্রচুর পরিমাণে হ্যাশ থাকে হার কেভাকয়েন মাইনিংয়ে যোগ দেয়, সহজ পুরষ্কার রোধ করতে অসুবিধার লক্ষ্যমাত্রা দ্রুত বৃদ্ধি পাবে একইভাবে, যখন প্রচুর পরিমাণে হ্যাশ রেট চলে যায় তখনও ব্লকগুলি প্রায় 2 মিনিটের মধ্যে তৈরি হবে।",
    "faq-33": "51% আক্রমণের ফলে কী কী হুমকি সৃষ্টি হয়?",
    "faq-34": "51% আক্রমণের সবচেয়ে বড় ঝুঁকি হল দ্বিগুণ-ব্যয়। এটি প্রুফ-অফ-ওয়ার্ক ভিত্তিক ক্রিপ্টোকারেন্সির জন্য একটি পরিচিত ঝুঁকি। যাইহোক, একজন আক্রমণকারী নির্বিচারে কী-মান জোড়া পরিবর্তন করতে পারে না যা সে/ তার মালিকানা নেই একজন আক্রমণকারী কী-মূল্যের লেনদেনগুলিকে ব্লক বা বিপরীত করতে পারে যা অ-মালিকদের দ্বারা গৃহীত হবে না, কারণ সেগুলি ক্রিপ্টোগ্রাফিকভাবে সুরক্ষিত থাকবে৷ মেমপুলে থাকুন এবং আক্রমণ বন্ধ হয়ে গেলে অবশেষে ব্লকচেইনে যুক্ত করা হবে।",
    "faq-35": "আমার ডেটা কি জনসাধারণের কাছে দৃশ্যমান?",
    "faq-36": "সমস্ত মূল-মূল্য লেনদেন জনসাধারণের কাছে দৃশ্যমান, কারণ এটি বিটকয়েন শৈলী ব্লকচেইনের প্রকৃতি। কেউ মানগুলিকে এনক্রিপ্ট করতে পারে, অথবা শুধুমাত্র মানগুলির হ্যাশ সংরক্ষণ করতে পারে, যার গোপনীয়তা রক্ষা করতে পারে৷ মান।",
    "faq-37": "কেভাকয়েনের উন্নয়নে আমি কীভাবে অবদান রাখতে পারি?",
    "faq-38": "জিজ্ঞাসা করার জন্য ধন্যবাদ! কেভাকয়েন একটি সম্প্রদায় প্রকল্প এবং এটির দীর্ঘমেয়াদী সাফল্যের জন্য সম্প্রদায়ের অংশগ্রহণ অত্যাবশ্যক৷ আপনি আমাদের বিভিন্ন উপায়ে সাহায্য করতে পারেন: ক্লায়েন্ট সফ্টওয়্যার ডাউনলোড করুন, চালান এবং পরীক্ষা করুন৷ একটি সর্বজনীন চালান৷ সম্পূর্ণ নোড বা খনির পুল শুরু করুন, এই FAQ সহ আপনি পুল অনুরোধ জমা দিতে পারেন, একক পরীক্ষা লিখুন এবং রিগ্রেশন টেস্ট বাগ রিপোর্ট করতে, নিরাপত্তা-সম্পর্কিত বাগ রিপোর্ট করার জন্য, কেভাকয়েন ডি-কেন্দ্রীকৃত ডেটা স্টোর ব্যবহার করে ইমেল পাঠান কেভাকয়েন প্রোজেক্টে সোর্স কোড যোগ করুন।",
    "software-cryptonote-nodejs-pool-01": "Kevacoin টিম - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "ক্রিপ্টোনোট-নোডজেএস-পুল",
    "software-cryptonote-nodejs-pool-03": "ডাউনলোড করুন",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool হল একটি উচ্চ-পারফরম্যান্স মাইনিং পুল সফ্টওয়্যার যা Node.js-এ লেখা নেটিভ সি অ্যাডঅন সহ, ক্রিপ্টোনোট-ভিত্তিক কয়েনের জন্য ডিজাইন করা হয়েছে৷ এতে একটি হালকা উদাহরণ রয়েছে সামনে- শেষ স্ক্রিপ্ট যা পুলের AJAX API ব্যবহার করে পুলটি বিভিন্ন ক্রিপ্টোনাইট অ্যালগরিদম সমর্থন করে৷",
    "software-electrumx-01": "Kevacoin টিম - ElectrumX",
    "software-electrumx-02": "ElectrumX",
    "software-electrumx-03": "ডাউনলোড করুন",
    "software-electrumx-04": "ElectrumX হল ইলেক্ট্রম-সার্ভারের একটি পুনঃ-বাস্তবায়ন যা বৃহত্তর ব্লকগুলির সাথে ভবিষ্যত পরিচালনা করার জন্য ডিজাইন করা হয়েছে৷ এই শক্তিশালী সার্ভার সফ্টওয়্যারটি ব্লকচেইন প্রশ্নগুলির দক্ষ পরিচালনার প্রস্তাব দেয়, এটি লেনদেনের পরিমাণ বৃদ্ধির সম্মুখীন হওয়া ক্রিপ্টোকারেন্সিগুলির সাথে ব্যবহারের জন্য উপযুক্ত করে তোলে৷ এবং বড় ব্লক মাপ।",
    "software-electrumx-05": "প্রধান বৈশিষ্ট্য",
    "software-electrumx-06": "স্কেলেবিলিটি: বৃহত্তর ব্লককে সমর্থন করার জন্য প্রকৌশলী করা হয়েছে, যাতে ব্লকচেইনের আকার বৃদ্ধির সাথে সাথে এটি কার্যকর থাকে।",
    "software-electrumx-07": "দক্ষতা: একটি উচ্চ পরিমাণ ব্লকচেইন প্রশ্ন দক্ষতার সাথে পরিচালনা করার জন্য অপ্টিমাইজ করা হয়েছে।",
    "software-electrumx-08": "সামঞ্জস্যতা: বিভিন্ন ক্রিপ্টোকারেন্সি সমর্থন করে, এটি বিভিন্ন ব্লকচেইন ইকোসিস্টেমের জন্য বহুমুখী করে তোলে।",
    "software-keva-stratum-01": "কেভাকয়েন টিম - কেভা স্ট্র্যাটাম",
    "software-keva-stratum-02": "কেভা-স্ট্রেটাম",
    "software-keva-stratum-03": "ডাউনলোড করুন",
    "software-keva-stratum-04": "কেভা-স্ট্র্যাটাম হল একটি উচ্চ-কার্যক্ষমতা সম্পন্ন ক্রিপ্টোনোট মাইনিং স্ট্র্যাটাম সার্ভার যার একটি ওয়েব ইন্টারফেস, বিশেষভাবে কেভাকয়েনের জন্য তৈরি করা হয়েছে।",
    "software-keva-stratum-05": "মনেরো-স্ট্র্যাটাম থেকে কাঁটাযুক্ত, কেভা-স্ট্র্যাটাম বিল্ড প্রক্রিয়াটিকে সহজ করে এবং প্রয়োজনীয় মনেরো সোর্স কোড উপাদানগুলি অন্তর্ভুক্ত করে, একটি বাহ্যিক মোনেরো সোর্স ট্রির প্রয়োজনীয়তা দূর করে৷ এটি MSYS2 এর মাধ্যমে উইন্ডোজে বিল্ডিংকে সমর্থন করে৷ ",
    "software-keva-stratum-06": "স্ট্র্যাটাম বৈশিষ্ট্য তালিকা",
    "software-keva-stratum-07": "আপনার নিজের পুল হোন: আপনার নিজের মাইনিং পুল তৈরি করুন এবং পরিচালনা করুন।",
    "software-keva-stratum-08": "রিগস উপলভ্যতা মনিটরিং: মাইনিং রিগগুলির প্রাপ্যতা এবং কার্যকারিতা নিরীক্ষণ করুন।",
    "software-keva-stratum-09": "পরিসংখ্যান ট্র্যাক করুন: গৃহীত শেয়ার, প্রত্যাখ্যাত শেয়ার এবং ব্লক পরিসংখ্যানের উপর নজর রাখুন।",
    "software-keva-stratum-10": "সিক রিগস সনাক্ত করুন: সহজে কাজ করা বা ত্রুটিপূর্ণ রিগগুলির অধীনে সনাক্ত করুন।",
    "software-keva-stratum-11": "ডেমন ফেইল ওভার লিস্ট: ক্রমাগত অপারেশন নিশ্চিত করতে ডেমনের উপর ব্যর্থতার একটি তালিকা কনফিগার করুন।",
    "software-keva-stratum-12": "সমসাময়িক শেয়ার প্রক্রিয়াকরণ: সর্বোত্তম কর্মক্ষমতার জন্য একযোগে একাধিক শেয়ার জমা হ্যান্ডেল করুন।",
    "software-keva-stratum-13": "সুন্দর ওয়েব ইন্টারফেস: একটি স্বজ্ঞাত ওয়েব ইন্টারফেস দিয়ে আপনার মাইনিং পুল পরিচালনা ও নিরীক্ষণ করুন।",
    "software-keva-stratum-14": "বিস্তারিত বৈশিষ্ট্য",
    "software-keva-stratum-15": "1. আপনার নিজের পুল হোন:",
    "software-keva-stratum-16": "আপনাকে একটি প্রাইভেট মাইনিং পুল সেট আপ করার অনুমতি দেয়, আপনাকে মাইনিং প্রক্রিয়া এবং পুল ফি এর উপর নিয়ন্ত্রণ দেয়।",
    "software-keva-stratum-17": "2. রিগস উপলব্ধতা পর্যবেক্ষণ:",
    "software-keva-stratum-18": "খনির রিগগুলির অবস্থা ক্রমাগত পর্যবেক্ষণ করে, নিশ্চিত করে যে সেগুলি কার্যকর এবং সর্বোত্তমভাবে কাজ করছে।",
    "software-keva-stratum-19": "3. গ্রহণ, প্রত্যাখ্যান, ব্লক পরিসংখ্যানের ট্র্যাক রাখুন:",
    "software-keva-stratum-20": "স্বীকৃত এবং প্রত্যাখ্যাত শেয়ারের বিস্তারিত পরিসংখ্যান প্রদান করে, সেইসাথে পাওয়া ব্লকগুলি, আপনাকে পুলের কার্যক্ষমতা নিরীক্ষণ করতে সাহায্য করে।",
    "software-keva-stratum-21": "4. সিক রিগসের সহজ সনাক্তকরণ:",
    "software-keva-stratum-22": "দ্রুত রগ শনাক্ত করে যেগুলি কাজ করছে বা ত্রুটিপূর্ণ, দ্রুত রক্ষণাবেক্ষণ বা প্রতিস্থাপনের অনুমতি দেয়।",
    "software-keva-stratum-23": "5. ডেমন ফেইল ওভার লিস্ট:",
    "software-keva-stratum-24": "মাল্টিপল ডেমন কনফিগার করে যাতে ব্যর্থতা নিশ্চিত করতে প্রাথমিক ডেমন নিচে চলে যায়, ক্রমাগত খনন কার্যক্রম বজায় রাখে।",
    "software-keva-stratum-25": "6. সমবর্তী শেয়ার প্রক্রিয়াকরণ:",
    "software-keva-stratum-26": "একসাথে একাধিক শেয়ার সাবমিশন পরিচালনা করে, লেটেন্সি কমিয়ে এবং দক্ষতা বৃদ্ধি করে কর্মক্ষমতা অপ্টিমাইজ করে।",
    "software-keva-stratum-27": "7. সুন্দর ওয়েব ইন্টারফেস:",
    "software-keva-stratum-28": "পুল পরিচালনা ও পর্যবেক্ষণের জন্য একটি স্বজ্ঞাত ওয়েব ইন্টারফেস, রিয়েল-টাইম পরিসংখ্যান এবং সহজ কনফিগারেশন প্রদান করে।",
    "software-keva-stratum-29": "কেভা-স্ট্র্যাটাম ব্যবহার করে, আপনি কেভাকয়েনের জন্য একটি উচ্চ-পারফরম্যান্স মাইনিং পুল সেট আপ করতে পারেন, এটির শক্তিশালী বৈশিষ্ট্য এবং ব্যবহারকারী-বান্ধব ইন্টারফেস ব্যবহার করে আপনার খনির কাজগুলি দক্ষতার সাথে পরিচালনা ও নিরীক্ষণ করতে পারেন।",
    "software-kevacoin-core-01": "কেভাকয়েন টিম - কেভাকয়েন কোর",
    "software-kevacoin-core-02": "কেভাকয়েন কোর",
    "software-kevacoin-core-03": "ডাউনলোড করুন",
    "software-kevacoin-core-04": "কেভাকয়েন হল একটি বিকেন্দ্রীকৃত, ওপেন-সোর্স কী-মূল্যের ডেটা স্টোর যা Litecoin ক্রিপ্টোকারেন্সির উপরে তৈরি করা হয়েছে, যেটি নিজেই বিটকয়েনের উপর ভিত্তি করে তৈরি৷ Namecoin দ্বারা প্রভাবিত, কেভাকয়েন ডেটাতে একটি অনন্য পদ্ধতির প্রস্তাব করে৷ স্টোরেজ এবং ম্যানেজমেন্ট, যদিও এটি বিভিন্ন উদ্দেশ্যে কাজ করে এবং Namecoin থেকে ভিন্নভাবে কাজ করে।",
    "software-kevacoin-core-05": "কেভাকয়েন কি করে?",
    "software-kevacoin-core-06": "কেভাকয়েন ব্যবহারকারীদের করতে সক্ষম করে:",
    "software-kevacoin-core-07": "নিরাপদভাবে কী এবং মান রেকর্ড করুন: কী-মানের জোড়া সঞ্চয় করুন যেখানে প্রতিটি মান 3072 বাইট পর্যন্ত হতে পারে। কীগুলির সংখ্যার উপর কোন কঠিন সীমা নেই।",
    "software-kevacoin-core-08": "কী এবং মান আপডেট করুন: বিদ্যমান কী-মান জোড়া সংশোধন করুন।",
    "software-kevacoin-core-09": "নেটওয়ার্ক-ইউনিক নেমস্পেস বজায় রাখুন: নামের দ্বন্দ্ব রোধ করতে নেমস্পেসের অধীনে কী গ্রুপ করুন।",
    "software-kevacoin-core-10": "কেভাকয়েন (কেভিএ) লেনদেন করুন: লেনদেনের জন্য স্থানীয় ডিজিটাল মুদ্রা, কেভাকয়েন (কেভিএ) ব্যবহার করুন।",
    "software-kevacoin-core-11": "কেভাকয়েনের ক্ষেত্রে ব্যবহার করুন",
    "software-kevacoin-core-12": "একটি বিকেন্দ্রীকৃত কী-মানের ডাটাবেস হিসাবে, কেভাকয়েন বিভিন্ন অ্যাপ্লিকেশনে ব্যবহার করা যেতে পারে, যার মধ্যে রয়েছে:",
    "software-kevacoin-core-13": "সোশ্যাল মিডিয়া: সোশ্যাল মিডিয়া প্ল্যাটফর্মের জন্য ডেটা সংরক্ষণ করুন।",
    "software-kevacoin-core-14": "মাইক্রো ব্লগিং: বিকেন্দ্রীভূত ডেটা স্টোরেজ সহ মাইক্রো ব্লগিং পরিষেবা সমর্থন করে।",
    "software-kevacoin-core-15": "হ্যাশ: নিরাপদে হ্যাশ ডেটা সঞ্চয় ও পরিচালনা করুন।",
    "software-kevacoin-core-16": "নোটারি পরিষেবা: বিকেন্দ্রীভূত নোটারি পরিষেবা প্রদান করুন।",
    "software-kevacoin-core-17": "কেভাকয়েনের স্মার্ট কন্ট্রাক্টের জন্য সীমিত সমর্থন রয়েছে, বিটকয়েন এবং লাইটকয়েনের মতো, এটি এখনও বিকেন্দ্রীভূত অ্যাপ্লিকেশন (dApps) বিকাশের অনুমতি দেয়। কেভাকয়েন ব্লকচেইনে ডেটা বিকেন্দ্রীকৃত থাকে, যখন অ্যাপ্লিকেশন যুক্তিবিদ্যা ব্লকচেইন থেকে বিকশিত হয়।",
    "software-keva-wallet-01": "কেভাকয়েন টিম - কেভা মোবাইল ওয়ালেট",
    "software-keva-wallet-02": "কেভাওয়ালেট",
    "software-keva-wallet-03": "ডাউনলোড করুন",
    "software-keva-wallet-04": "KevaWallet কেভাকয়েনের জন্য একটি হালকা ওজনের, পাতলা মানিব্যাগ। এটি ব্যবহার সহজ করার জন্য ডিজাইন করা হয়েছে এবং একটি নির্বিঘ্ন ব্যবহারকারীর অভিজ্ঞতা প্রদানের জন্য আধুনিক প্রযুক্তি ব্যবহার করে তৈরি করা হয়েছে।",
    "software-keva-wallet-05": "মূল বৈশিষ্ট্য",
    "software-keva-wallet-06": "প্রতিক্রিয়া নেটিভ: রিঅ্যাক্ট নেটিভ দিয়ে তৈরি, iOS এবং অ্যান্ড্রয়েড উভয় প্ল্যাটফর্মে একটি মসৃণ এবং প্রতিক্রিয়াশীল ইউজার ইন্টারফেস প্রদান করে।",
    "software-keva-wallet-07": "Electrum: Electrum ব্যবহার করে, একটি হালকা ওজনের বিটকয়েন ক্লায়েন্ট, দক্ষ এবং নিরাপদ লেনদেন নিশ্চিত করতে কেভাকয়েনের জন্য অভিযোজিত।",
    "software-keva-wallet-08": "ওপেন সোর্স: ওপেন সোর্স ব্লুওয়ালেট বিটকয়েন ওয়ালেটের উপর ভিত্তি করে, এর শক্তিশালী এবং সুরক্ষিত আর্কিটেকচার ব্যবহার করে।",
    "software-keva-wallet-09": "ওভারভিউ",
    "software-keva-wallet-10": "কেভাওয়ালেট আপনার কেভাকয়েন (কেভিএ) পরিচালনা করার জন্য একটি নিরাপদ এবং সুবিধাজনক উপায় অফার করার জন্য ডিজাইন করা হয়েছে৷ ইলেক্ট্রামের দক্ষ এবং বিকেন্দ্রীভূত সার্ভার মডেলের ব্যবহার করে, কেভাওয়ালেট সম্পূর্ণ ডাউনলোড করার প্রয়োজন ছাড়াই দ্রুত লেনদেন প্রক্রিয়াকরণ নিশ্চিত করে৷ ব্লকচেইন।",
    "software-keva-wallet-11": "মূল সুবিধা",
    "software-keva-wallet-12": "হালকা: সম্পূর্ণ কেভাকয়েন ব্লকচেইন ডাউনলোড করার প্রয়োজন নেই, এটি মোবাইল ডিভাইসের জন্য আদর্শ।",
    "software-keva-wallet-13": "ক্রস-প্ল্যাটফর্ম: আইওএস এবং অ্যান্ড্রয়েড উভয়েই উপলব্ধ, নেটিভ প্রতিক্রিয়া জানাতে ধন্যবাদ।",
    "software-keva-wallet-14": "নিরাপদ: ব্লুওয়ালেটের শক্ত ভিত্তির উপর নির্মিত, এর নিরাপত্তা বৈশিষ্ট্য এবং সর্বোত্তম অনুশীলনগুলি উত্তরাধিকারসূত্রে পাওয়া।",
    "software-keva-wallet-15": "ব্লুওয়ালেটের উপর ভিত্তি করে",
    "software-keva-wallet-16": "KevaWallet একটি ওপেন সোর্স বিটকয়েন ওয়ালেট, BlueWallet থেকে অনেক বৈশিষ্ট্য এবং নিরাপত্তা ব্যবস্থা উত্তরাধিকার সূত্রে পায়। এর মধ্যে রয়েছে:",
    "software-keva-wallet-17": "মাল্টি-সিগনেচার ওয়ালেট: মাল্টি-সিগনেচার সাপোর্ট দিয়ে আপনার কেভাকয়েন সুরক্ষিত করুন।",
    "software-keva-wallet-18": "শুধুমাত্র ওয়ালেটগুলি দেখুন: আপনার ব্যক্তিগত কীগুলি প্রকাশ না করে আপনার ঠিকানাগুলি পর্যবেক্ষণ করুন।",
    "software-keva-wallet-19": "কাস্টম লেনদেন: উন্নত বিকল্পগুলির সাথে কাস্টম লেনদেন তৈরি করুন।",
    "software-keva-wallet-20": "KevaWallet ব্যবহার করে, আপনি এর শক্তিশালী আর্কিটেকচার এবং সক্রিয় উন্নয়ন সম্প্রদায় দ্বারা প্রদত্ত নিরাপত্তা এবং নির্ভরযোগ্যতার সাথে আপনার কেভাকয়েনগুলিকে চলতে চলতে দক্ষতার সাথে পরিচালনা করতে পারেন।",
    "software-keva-ipfs-01": "কেভাকয়েন টিম - কেভা আইপিএফএস",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "ডাউনলোড করুন",
    "software-keva-ipfs-04": "keva_ipfs হল কেভা মোবাইল অ্যাপের ব্যাক-এন্ড পরিষেবা, আইপিএফএস ফাইলগুলি আপলোড এবং পিন করার সুবিধার্থে ডিজাইন করা হয়েছে৷ এই ব্যাক-এন্ডটি কেভা মোবাইল অ্যাপ এবং ইন্টারপ্ল্যানেটারির মধ্যে নির্বিঘ্ন মিথস্ক্রিয়া নিশ্চিত করে৷ ফাইল সিস্টেম (আইপিএফএস)।"
}