{
    "index-01": "কেভাকইন দল",
    "index-02": "স্বাগত",
    "index-03": "কেভাকইন দলের ওয়েবসাইটে আপনাকে স্বাগতম!",
    "index-04": "অগ্রগতিতে কাজ করুন তবে দয়া করে সংস্থানগুলি উপভোগ করুন।",
    "aboutus-01": "কেভাকইন দল",
    "aboutus-02": "আমাদের সম্পর্কে",
    "aboutus-03": "কেবলমাত্র কিছু এলোমেলো মানুষ যারা এই প্রকল্পে বিশ্বাস করে এবং ব্লকচেইন ইকো সিস্টেমে এটি ফিট করে।",
    "contact-01": "কেভাকইন দল",
    "contact-02": "আমাদের সাথে যোগাযোগ করুন",
    "contact-03": "আমাদের একটি ইমেইল পাঠান",
    "contact-04": "ডিসকর্ডে আমাদের সাথে যোগ দিন",
    "contact-05": "গিটহাব আলোচনায় জড়িত",
    "contact-06": "এক্স @কেভ্যাকইনটেমে আমাদের অনুসরণ করুন",
    "protocol-01": "কেভাকইন টিম - কেভাকইন প্রোটোকল",
    "protocol-02": "প্রতীক",
    "protocol-03": "কেভিএ",
    "protocol-04": "মোট সরবরাহ",
    "protocol-05": "1,050,000,000",
    "protocol-06": "প্রাক-মাইনড",
    "protocol-07": "না",
    "protocol-08": "বিকাশকারী ফি",
    "protocol-09": "POW অ্যালগরিদম",
    "protocol-10": "র্যান্ডমকেভা",
    "protocol-11": "ব্লক পুরষ্কার",
    "protocol-12": "500, প্রতি 4 বছরে অর্ধেক",
    "protocol-13": "ব্লক সময়",
    "protocol-14": "২ মিনিট",
    "protocol-15": "অসুবিধা সামঞ্জস্য",
    "protocol-16": "ডিজিজিল্ড, প্রতিটি ব্লক",
    "protocol-17": "সেগউইট",
    "protocol-18": "সক্রিয়",
    "protocol-19": "ওজন ব্লক",
    "protocol-20": "6,000,000 ওজন ইউনিট",
    "protocol-21": "সর্বাধিক কী আকার",
    "protocol-22": "255 বাইট",
    "protocol-23": "কীগুলি সর্বাধিক সংখ্যা",
    "protocol-24": "কোন হার্ড সীমা",
    "protocol-25": "সর্বাধিক মান আকার",
    "protocol-26": "3072 বাইটস",
    "protocol-27": "প্রোটোকল",
    "support-01": "কেভাকইন দল - দলকে সমর্থন করুন",
    "support-02": "কেভাকইন ব্লকচেইন একটি ওপেন সোর্স সম্প্রদায় সমর্থিত প্রকল্প।",
    "support-03": "কেভাকইন টিম হ'ল ব্লকচেইনে রক্ষক হিসাবে কাজ করার জন্য তাদের সময়, দক্ষতা এবং সংস্থান স্বেচ্ছাসেবক করে এমন একদল ব্যক্তি।",
    "support-04": "সাফল্যে অবদান রাখা সবার হাতে রয়েছে।",
    "support-05": "আপনি যে দলটিকে জিজ্ঞাসা করছেন আমি কীভাবে সহায়তা করতে পারি?",
    "support-06": "সেরা উপায় হ'ল কেভাকইন ব্লকচেইনকে অগ্রগতির জন্য দলগুলির প্রচেষ্টায় অবদান রাখা।যেখানে অবদানগুলি সাফল্য অর্জনে সহায়তা করতে পারে তা পূরণ করার জন্য অনেকগুলি টুপি রয়েছে।",
    "support-07": "বরং দান?আমরা আপনাকে covered াকা পেয়েছি!",
    "support-08": "এটির মুখোমুখি হতে দিন, হোস্টিং ব্যয়বহুল।",
    "support-09": "ব্যবহারকারীদের সঠিকভাবে সমর্থন করার জন্য কেভ্যাকইনটেম.অর্গকে ইলেক্ট্রামেক্সের মতো নোড এবং এল 2 পরিষেবাগুলি প্রসারিত করতে হবে।কেভা.অন অফ অফ সরবরাহিত বর্তমান সংস্থানগুলি খুব সস্তা হিসাবে ডিজাইন করা হয়েছে এবং ভারী লোডগুলি পরিষেবা দেওয়ার জন্য অপর্যাপ্ত।এক্সচেঞ্জগুলি সঠিকভাবে সমর্থন করার জন্য এবং তারা যে ট্র্যাফিক তৈরি করবে তা সমর্থন করার জন্য সত্যই প্রয়োজন।",
    "support-10": "হোস্টিং ফান্ড",
    "support-11": "*এডাব্লুএস বর্তমান সরবরাহকারী;এটি সামঞ্জস্যপূর্ণ, পূর্বাভাস দেওয়া সহজ এবং গ্লোবাল তাই সবচেয়ে চ্যালেঞ্জগুলি সমাধান করে।পরিষেবা নকশা এবং সুযোগ তহবিলের উপর নির্ভরশীল হবে।একটি আদর্শ বিশ্বে দলটি নিম্নলিখিত নকশার সাহায্যে ব্যবহারকারীদের সমর্থন করতে পারে",
    "support-12": "উচ্চ চাহিদা বিনিময় তবে বেশিরভাগের কিছু আর্থিক বাধা রয়েছে;নীচে তালিকার ফিগুলি কভার করতে এবং তরলতা সরবরাহের জন্য দলের ঠিকানা রয়েছে",
    "support-13": "বিনিময় তহবিল",
    "support-14": "কোনও পৃথক দলের সদস্যকে অবদান রাখতে চান?",
    "support-15": "দলকে সমর্থন করুন",
    "faq-01": "কেভাকইন টিম - কেভাকইন এফএকিউ",
    "faq-02": "সচরাচর জিজ্ঞাস্য",
    "faq-03": "\"কেভা\" নামটি কী-ভ্যালু (উচ্চারিত কি-ভিএ, এবং সংক্ষিপ্ত প্রতীকটি কেভিএ) এর সংক্ষিপ্তসার।এটি বিটকয়েন এবং লিটকয়েনের কোড-বেসে ব্লকচেইনে নির্মিত একটি কী-মান স্টোর।ক্রিপ্টোকারেন্সি হওয়ার পাশাপাশি এটি ব্যবহারকারীদের ব্লকচেইনে কী-মান জোড়া সহজেই এবং সুরক্ষিতভাবে যুক্ত করতে, আপডেট করতে বা মুছতে দেয়।",
    "faq-04": "কেভাকইন নামকয়েন দ্বারা প্রভাবিত হয়, কোডের মূল-মূল্য অংশটি নামকয়েনের নাম নিবন্ধকরণ কোড থেকে ভারীভাবে পরিবর্তিত হয়।",
    "faq-05": "যদিও কেভাকইন নেমকয়েন দ্বারা প্রভাবিত হয়, এটি খুব আলাদাভাবে কাজ করে এবং পরবর্তীকালের চেয়ে খুব আলাদা উদ্দেশ্যে কাজ করে: কেভাকইন একটি মূল-মূল্য স্টোর, অন্যদিকে নামকয়েন একটি নাম নিবন্ধকরণ সিস্টেম।কীগুলির সংখ্যার উপর কেভাকয়েনের কোনও কঠোর সীমা নেই এবং মানের সর্বাধিক দৈর্ঘ্য 3072 বাইট।নামকয়েনের প্রতিটি নেমস্পেসের জন্য 520 বাইট সীমা রয়েছে।দ্বন্দ্ব এড়াতে কেভাকয়েনের নেমস্পেস আইডি অনন্যভাবে নেটওয়ার্ক দ্বারা উত্পাদিত।নামকয়েনের নেমস্পেসটি ব্যবহারকারী দ্বারা বেছে নেওয়া হয়েছে এবং এটি নেটওয়ার্ক জুড়ে অনন্য হতে হবে।কেভাকয়েনের সাহায্যে আপনার নেমস্পেস স্কোয়াটিং সম্পর্কে চিন্তা করার দরকার নেই।কেভাকয়েনের কী-মূল্য জোড়গুলির মেয়াদ শেষ হয় না।",
    "faq-06": "কেভাকইন ডেটা স্টোর ব্যবহার করতে কত খরচ হবে?",
    "faq-07": "কী-মূল্য জুটি যুক্ত করার আগে, জোড়গুলি ধরে রাখতে একজনকে একটি নেমস্পেস তৈরি করতে হবে।নেমস্পেস তৈরির জন্য সিস্টেমটি 0.01 কেভিএ সংরক্ষণ করে এবং পরিমাণটি ব্যয় করা যায় না।খনি শ্রমিকদের দ্বারা নির্ধারিত লেনদেন ফি সহ নেমস্পেসে কী-মান যুক্ত করতে পারে।",
    "faq-08": "কেভাকইন একটি পাবলিক ব্লকচেইন এবং যে কেউ এটিতে লিখতে পারে।নেটওয়ার্ক লেনদেন ফি ছাড়াই স্প্যামিং অপব্যবহারের জন্য ঝুঁকির মধ্যে রয়েছে।এছাড়াও, লেনদেনগুলি খনিজদের দ্বারা বৈধ করা হয় এবং তাদের কাজের জন্য তাদের ক্ষতিপূরণ দেওয়া দরকার।",
    "faq-09": "আমি কোথায় কেভাকইন পেতে পারি?",
    "faq-10": "কেভাকইন পাওয়ার সহজতম উপায় হ'ল খনির মাধ্যমে।কেভাকইন র্যান্ডমকেভা (র‌্যান্ডমেক্সের একটি বৈকল্পিক) হ্যাশিং অ্যালগরিদম ব্যবহার করে এবং মনিরো মাইনিং সফ্টওয়্যারটির সাথে সামঞ্জস্যপূর্ণ।আপনি খনন সফ্টওয়্যার হিসাবে এক্সএমআরআইজি বা এক্সএমআর-স্ট্যাক ব্যবহার করতে পারেন।",
    "faq-11": "কেভাকয়েনের সর্বাধিক সরবরাহ কত?",
    "faq-12": "ব্লক পুরষ্কারটি প্রাথমিকভাবে 500 কেভিএ।পুরষ্কারটি প্রতি চার বছরে প্রায় অর্ধেক হয় (প্রতি 1050000 ব্লক, প্রতিটি ব্লকের জন্য প্রায় 2 মিনিট)।অর্ধেক সময়সূচী বিটকয়েন এবং লিটকয়েনের সমান।কেভাকয়েনের সর্বাধিক সরবরাহ 1,050,000,000 কেভিএ।",
    "faq-13": "সর্বাধিক ব্লকের আকার কত?",
    "faq-14": "কেভাকইন বিটকয়েন এবং লিটকয়েনের উপর ভিত্তি করে তৈরি, বিচ্ছিন্ন সাক্ষী (সেগউইট) শুরু থেকেই সক্ষম।সেগউইটের সাথে, বিটকয়েনের তাত্ত্বিকভাবে প্রায় 4MB এর সর্বাধিক ব্লক আকার রয়েছে।যাইহোক, ব্লকের অ-উইটনেস অংশে 4 এর স্কেলিং ফ্যাক্টর রয়েছে এবং সাক্ষীর অংশটি 1 এর একটি ফ্যাক্টর রয়েছে এই নিবন্ধ অনুসারে, গড় সেগুইট লেনদেনের সাথে 2.3MB ব্লকের আকার আশা করা হবে।অ-অজান্তেই ডেটার জন্য এটি প্রায় 0.6MB।কেভাকয়েনের কী-মান জোড়াগুলি অ-উইটনেস ডেটা, এবং কেভাকয়েনের বিটকয়েনের মতো একই ব্লক আকারের সেটিং থাকলে 0.6MB এর কিছু অংশ দখল করবে।3KB এর সর্বোচ্চ মানের আকারের সাথে 0.6MB অপর্যাপ্ত বলে মনে হচ্ছে।",
    "faq-15": "কেভাকইন সর্বাধিক ব্লক আকারের 6 এমবি অনুমতি দেয় (ম্যাক্স_ব্লক_ওয়েট 6000000)।অ-উইটনেস ডেটা আকার প্রায় 1 এমবি হতে পারে।এটি প্রায় 400 কেবি অতিরিক্ত স্পেস কী-মান জোড়গুলির জন্য সংরক্ষিত।বিটকয়েনের মতো, এটি লেনদেনের কাঠামোর কারণে 6 এমবি পুরোপুরি ব্যবহার করা যেতে পারে তা খুব কমই।প্রত্যাশিত সর্বাধিক ব্লকের আকার কেভাকয়েনের জন্য প্রায় 3MB।",
    "faq-16": "আপনি কি মুদ্রা প্রি-মাইন করেছেন?",
    "faq-17": "না কেবল তা নয়, জেনেসিস ব্লকের পুরষ্কারটি 0.00001 কেভিএ (সাধারণ ব্লক পুরষ্কার 500 কেভিএ)।",
    "faq-18": "কী-মান আপডেটটি নিশ্চিত করতে কতক্ষণ সময় লাগে?",
    "faq-19": "কেভাকয়েনের প্রায় দুই মিনিটের একটি ব্লক সময় রয়েছে।অতএব আপনার কী-মূল্য জুটি নিশ্চিত হওয়ার আগে এবং পরবর্তী ব্লকটি যুক্ত করার আগে আপনাকে সেই পরিমাণ সময় অপেক্ষা করতে হবে।মুলতুবি কী-মান লেনদেনগুলি পরীক্ষা করতে আপনি ক্লায়েন্ট কমান্ড কেভা_পেন্ডিং ব্যবহার করতে পারেন।",
    "faq-20": "একটি নেমস্পেস কী, এবং কেন আমাদের একটি দরকার?",
    "faq-21": "প্রতিটি নেমস্পেস আপনার জন্য অন্য ব্যবহারকারীদের সাথে কোনও সম্ভাব্য দ্বন্দ্ব ছাড়াই নিরাপদে কী-মান জোড়া যুক্ত করতে বা আপডেট করার জন্য একটি অনন্য স্থান।একটি নেমস্পেসে একটি আইডি রয়েছে যা নেটওয়ার্ক জুড়ে অনন্য হওয়ার গ্যারান্টিযুক্ত।এটিতে একটি ডিসপ্লে নামও রয়েছে যা অভ্যন্তরীণভাবে নেমস্পেসগুলি ট্র্যাক রাখতে ব্যবহার করা যেতে পারে।একটি নেমস্পেস আইডি একটি বেস -58 এনকোডযুক্ত স্ট্রিং এবং সর্বদা দিয়ে শুরু হয়।",
    "faq-22": "অনন্য নেমস্পেস আইডি নির্ধারণের মূল কারণ হ'ল নাম স্কোয়াটিং এড়ানো।",
    "faq-23": "কেভাকইন কি স্মার্ট চুক্তি সমর্থন করে?",
    "faq-24": "কেভাকইন বিটকয়েন/লিটকয়েনের উপর ভিত্তি করে, সুতরাং এটি স্মার্ট চুক্তির জন্য একই স্তরের সমর্থন রয়েছে।কেভাকইন একটি ডি-সেন্ট্রালাইজড ডেটা স্টোর এবং এটি ব্লকচেইন থেকে অ্যাপ্লিকেশন যুক্তি প্রয়োগের ছেড়ে দেয়।",
    "faq-25": "ডি-সেন্ট্রালাইজড মাইক্রো ব্লগিং সিস্টেমের উদাহরণ নিন।যতক্ষণ না ব্যবহারকারীর ডেটা ডেটা স্টোরে লেখা থাকে এবং সর্বজনীনভাবে অ্যাক্সেসযোগ্য হয়, যে কেউ বিদ্যমান ব্লগগুলি প্রদর্শন করতে এবং নতুন যুক্ত করতে কোনও অ্যাপ্লিকেশন (তার/তার প্রিয় প্রোগ্রামিং ভাষা ব্যবহার করে) লিখতে পারে।অ্যাপ্লিকেশনটি মালিকানাধীন বা ওপেন সোর্স হতে পারে তবে সামগ্রীটি একই কারণ আমাদের সত্যের একক উত্স রয়েছে।",
    "faq-26": "সর্বাধিক কী এবং মান আকার কত?",
    "faq-27": "সর্বাধিক কী আকার 255 বাইট এবং মান আকার 3072 বাইট।সর্বাধিক মানের আকারটি MAX_SCRIPT_ELENT_SIZE দ্বারা নির্ধারিত হয়।এটি বিটকয়েনে 520 এবং আমরা এটি 3072 এ উন্নীত করি this এই আকারটি বেছে নেওয়ার কোনও বিশেষ কারণ নেই।520 বাইট খুব ছোট এবং খুব সীমাবদ্ধ বলে মনে হচ্ছে।তবে এটি খুব বেশি বড় হতে পারে না, কারণ আমরা সম্ভাব্য ডস আক্রমণগুলি এড়াতে চাই।",
    "faq-28": "র্যান্ডমকেভা কেন প্রুফ-অফ-ওয়ার্ক অ্যালগরিদম হিসাবে বেছে নেওয়া হয়?",
    "faq-29": "কেভাকইন তার sens ক্যমত্য পদ্ধতি হিসাবে প্রুফ-অফ-ওয়ার্ক ব্যবহার করে।হ্যাশিং অ্যালগরিদম হ'ল র্যান্ডমকেভা।এই পছন্দের কিছু কারণ: এটি সিপিইউ বান্ধব।এইএস এনআই নির্দেশের সাথে সিপিইউগুলি আরও ভাল হ্যাশ রেট পেতে পারে।এটি মেমরি-হার্ড হ্যাশ অ্যালগরিদম এবং জিপিইউ এবং এএসআইসির চেয়ে অনেক কম শক্তি গ্রহণ করে।এটি আরও ASIC- প্রতিরোধী হতে পারে, তাই পৃথক খনিজদের কাছে আরও ন্যায্য।",
    "faq-30": "যদিও কেভাকয়েন বিটকয়েন/লিটকয়েনের উপর ভিত্তি করে, আমরা মনোরো মাইনিং সফ্টওয়্যারটির সাথে সামঞ্জস্যপূর্ণ করার জন্য শিরোনাম কাঠামোটি কিছুটা পরিবর্তন করেছি।ফলস্বরূপ, কেউ কেভাকইন (উদাঃ এক্সএমআরআইজি বা এক্সএমআর-স্ট্যাক) খনি করতে যে কোনও মনিরো মাইনিং সফ্টওয়্যার ব্যবহার করতে পারে।",
    "faq-31": "অসুবিধা সামঞ্জস্য অ্যালগরিদম কী?",
    "faq-32": "কেভাকইন ডিজিশিল্ডের অসুবিধা সামঞ্জস্য অ্যালগরিদম ব্যবহার করে, ডেজেকয়েন দ্বারা ব্যবহৃত হিসাবে একই।ব্লক টার্গেট সময় প্রতিটি ব্লক সামঞ্জস্য করা হয়।ডিজিশিল্ড পুল জাম্পারগুলির নেতিবাচক প্রভাবকে বাধা দেয়।উদাহরণস্বরূপ, যদি প্রচুর পরিমাণে হ্যাশ রেট কেভাকইন মাইনিংয়ে যোগ দেয় তবে সহজ পুরষ্কারগুলি রোধ করতে অসুবিধা লক্ষ্যটি দ্রুত বাড়বে।একইভাবে, প্রচুর পরিমাণে হ্যাশ রেট পাতা যখন অসুবিধা লক্ষ্য হ্রাস পাবে, যাতে কম হ্যাশিং শক্তি সহ প্রায় 2 মিনিটের মধ্যে ব্লকগুলি এখনও উত্পন্ন হবে।",
    "faq-33": "51% আক্রমণ দ্বারা হুমকিগুলি কী কী?",
    "faq-34": "51% আক্রমণের সর্বাধিক ঝুঁকি ডাবল ব্যয়।এটি প্রুফ-অফ-ওয়ার্ক ভিত্তিক ক্রিপ্টোকারেন্সিগুলির জন্য একটি সুপরিচিত ঝুঁকি।যাইহোক, কোনও আক্রমণকারী নির্বিচারে কী-মান জোড়গুলি পরিবর্তন করতে পারে না যা তার নিজের নয়।আক্রমণকারী সবচেয়ে খারাপটি করতে পারে তা হ'ল কী-মান লেনদেনগুলি ব্লক করা বা বিপরীত করা।অ-মালিকদের দ্বারা টেম্পার করা কী-মান জোড়গুলি নেটওয়ার্ক দ্বারা গ্রহণ করা হবে না, কারণ তারা ক্রিপ্টোগ্রাফিকভাবে সুরক্ষিত।অবরুদ্ধ বা বিপরীত লেনদেনগুলি মেমপুলে থাকবে এবং আক্রমণ বন্ধ হয়ে গেলে অবশেষে ব্লকচেইনে যুক্ত হবে।",
    "faq-35": "আমার ডেটা কি জনসাধারণের কাছে দৃশ্যমান?",
    "faq-36": "সমস্ত কী-মান লেনদেন জনসাধারণের কাছে দৃশ্যমান, কারণ এটি বিটকয়েন স্টাইলের ব্লকচেইনের প্রকৃতি।মানগুলির গোপনীয়তা রক্ষার জন্য কেউ মানগুলি এনক্রিপ্ট করতে পারে বা কেবল মানগুলির হ্যাশগুলি সঞ্চয় করতে পারে।",
    "faq-37": "আমি কীভাবে কেভাকয়েনের বিকাশে অবদান রাখতে পারি?",
    "faq-38": "জিজ্ঞাসা করার জন্য ধন্যবাদ!কেভাকইন একটি সম্প্রদায় প্রকল্প এবং সম্প্রদায়ের অংশগ্রহণ দীর্ঘমেয়াদী সাফল্যের জন্য গুরুত্বপূর্ণ।আপনি আমাদের বিভিন্ন উপায়ে সহায়তা করতে পারেন: ক্লায়েন্ট সফ্টওয়্যারটি ডাউনলোড করুন, এটি চালান এবং পরীক্ষা করুন।একটি সর্বজনীন পূর্ণ নোড চালান।একজন খনিজ হন বা একটি খনির পুল শুরু করুন।এই FAQ সহ ডকুমেন্টেশন পর্যালোচনা বা লিখুন।আপনি https://github.com/kevacoin-teem সংগ্রহস্থলে পুল অনুরোধ জমা দিতে পারেন।ইউনিট পরীক্ষা, শেষ থেকে শেষ পরীক্ষা এবং রিগ্রেশন পরীক্ষা লিখুন।বাগগুলি রিপোর্ট করুন।অ-সুরক্ষা বাগগুলি প্রতিবেদন করতে, গিটহাব ইস্যু ট্র্যাকার ব্যবহার করুন।সুরক্ষা সম্পর্কিত বাগগুলি প্রতিবেদন করতে, দয়া করে যোগাযোগ@kevacointeam.org এ ইমেল প্রেরণ করুন।কেভাকইন ডি-সেন্ট্রালাইজড ডেটা স্টোর ব্যবহার করে অ্যাপ্লিকেশন বিকাশ করুন।প্রকল্প প্রচার।কেভাকইন প্রকল্পে উত্স কোড অবদান রাখুন।টান অনুরোধগুলি স্বাগত জানানো হয়!প্রকল্পে দান করুন।",
    "faq-39": "এটি নামকয়েন থেকে আলাদা কী?",
    "faq-40": "কেভাকইন কী?",
    "software-cryptonote-nodejs-pool-01": "কেভাকইন দল-ক্রিপ্টোনোট-নোডেজস-পুল",
    "software-cryptonote-nodejs-pool-02": "ক্রিপ্টোনোট-নোডেজস-পুল",
    "software-cryptonote-nodejs-pool-03": "ডাউনলোড",
    "software-cryptonote-nodejs-pool-04": "ক্রিপ্টোনোট-নোডেজস-পুল হ'ল একটি উচ্চ-পারফরম্যান্স মাইনিং পুল সফ্টওয়্যার যা নোড.জেএসে লিখিত নেটিভ সি অ্যাডনস সহ, ক্রিপ্টোনোট-ভিত্তিক মুদ্রার জন্য ডিজাইন করা।এটিতে একটি হালকা ওজনের উদাহরণ ফ্রন্ট-এন্ড স্ক্রিপ্ট রয়েছে যা পুলের অ্যাজাক্স এপিআই ব্যবহার করে।পুলটি বিভিন্ন ক্রিপ্টনাইট অ্যালগরিদমকে সমর্থন করে।",
    "software-electrumx-01": "কেভাকইন টিম - ইলেক্ট্রামেক্স",
    "software-electrumx-02": "ইলেক্ট্রামেক্স",
    "software-electrumx-03": "ডাউনলোড",
    "software-electrumx-04": "ইলেক্ট্রামেক্স হ'ল বৃহত্তর ব্লকগুলির সাথে ভবিষ্যত পরিচালনা করার জন্য ডিজাইন করা ইলেক্ট্রাম-সার্ভারের একটি পুনরায় বাস্তবায়ন।এই শক্তিশালী সার্ভার সফ্টওয়্যারটি ব্লকচেইন প্রশ্নের দক্ষ হ্যান্ডলিং সরবরাহ করে, এটি ক্রিপ্টোকারেন্সিগুলির সাথে ব্যবহারের জন্য উপযুক্ত লেনদেনের পরিমাণ এবং বৃহত্তর ব্লক আকারের অভিজ্ঞতা অর্জনের জন্য উপযুক্ত করে তোলে।",
    "software-electrumx-05": "মুখ্য সুবিধা",
    "software-electrumx-06": "স্কেলাবিলিটি: বৃহত্তর ব্লকগুলিকে সমর্থন করার জন্য ইঞ্জিনিয়ারড, এটি নিশ্চিত করে যে এটি ব্লকচেইন আকারগুলি বাড়ার সাথে সাথে পারফরম্যান্স রয়েছে।",
    "software-electrumx-07": "দক্ষতা: দক্ষতার সাথে ব্লকচেইন প্রশ্নের একটি উচ্চ ভলিউম পরিচালনা করার জন্য অনুকূলিত।",
    "software-electrumx-08": "সামঞ্জস্যতা: বিভিন্ন ক্রিপ্টোকারেন্সিগুলিকে সমর্থন করে, এটি বিভিন্ন ব্লকচেইন বাস্তুতন্ত্রের জন্য বহুমুখী করে তোলে।",
    "software-keva-stratum-01": "কেভাকইন দল - কেভা স্ট্র্যাটাম",
    "software-keva-stratum-02": "কেভা-বেড",
    "software-keva-stratum-03": "ডাউনলোড",
    "software-keva-stratum-04": "কেভা-স্ট্র্যাটাম একটি ওয়েব ইন্টারফেস সহ একটি উচ্চ-পারফরম্যান্স ক্রিপ্টোনোট মাইনিং স্ট্র্যাটাম সার্ভার, বিশেষত কেভাকয়েনের জন্য তৈরি।",
    "software-keva-stratum-05": "মনিরো-স্ট্র্যাটাম থেকে কাঁটাচামচ, কেভা-স্ট্র্যাটাম বিল্ড প্রক্রিয়াটিকে সহজতর করে এবং প্রয়োজনীয় মনিরো উত্স কোড উপাদানগুলি অন্তর্ভুক্ত করে, একটি বাহ্যিক মনিরো উত্স গাছের প্রয়োজনীয়তা দূর করে।এটি এমএসওয়াইএস 2 এর মাধ্যমে উইন্ডোতে বিল্ডিংকে সমর্থন করে।",
    "software-keva-stratum-06": "স্ট্র্যাটাম বৈশিষ্ট্য তালিকা",
    "software-keva-stratum-07": "আপনার নিজের পুল হোন: আপনার নিজের খনন পুলটি সেট আপ করুন এবং পরিচালনা করুন।",
    "software-keva-stratum-08": "রিগস উপলভ্যতা পর্যবেক্ষণ: খনির রিগগুলির প্রাপ্যতা এবং কার্যকারিতা পর্যবেক্ষণ করুন।",
    "software-keva-stratum-09": "ট্র্যাকের পরিসংখ্যান: স্বীকৃত শেয়ার, প্রত্যাখ্যান করা শেয়ার এবং ব্লক পরিসংখ্যানগুলির উপর নজর রাখুন।",
    "software-keva-stratum-10": "অসুস্থ রিগগুলি সনাক্ত করুন: সম্পাদন বা ত্রুটিযুক্ত রিগগুলির অধীনে সহজেই সনাক্ত করুন।",
    "software-keva-stratum-11": "ডেমন ব্যর্থ ওভার তালিকার: অবিচ্ছিন্ন অপারেশন নিশ্চিত করতে ডেমনের উপর ব্যর্থতার একটি তালিকা কনফিগার করুন।",
    "software-keva-stratum-12": "একযোগে শেয়ার প্রসেসিং: সর্বোত্তম পারফরম্যান্সের জন্য একসাথে একাধিক শেয়ার সাবমিশন পরিচালনা করুন।",
    "software-keva-stratum-13": "সুন্দর ওয়েব ইন্টারফেস: একটি স্বজ্ঞাত ওয়েব ইন্টারফেস সহ আপনার খনির পুলটি পরিচালনা করুন এবং নিরীক্ষণ করুন।",
    "software-keva-stratum-14": "বিশদ বৈশিষ্ট্য",
    "software-keva-stratum-15": "1. আপনার নিজের পুল হন:",
    "software-keva-stratum-16": "আপনাকে খনির প্রক্রিয়া এবং পুল ফিগুলির উপর নিয়ন্ত্রণ দেয়, আপনাকে একটি ব্যক্তিগত খনির পুল সেট আপ করার অনুমতি দেয়।",
    "software-keva-stratum-17": "2. রিগস উপলভ্যতা পর্যবেক্ষণ:",
    "software-keva-stratum-18": "ক্রমাগত খনির রিগগুলির স্থিতি পর্যবেক্ষণ করে, নিশ্চিত করে যে তারা কার্যকর হয় এবং সর্বোত্তমভাবে সম্পাদন করে।",
    "software-keva-stratum-19": "৩. স্বীকৃতি, প্রত্যাখ্যান, অবরুদ্ধ পরিসংখ্যানের উপর নজর রাখুন:",
    "software-keva-stratum-20": "স্বীকৃত এবং প্রত্যাখ্যানিত শেয়ারগুলির পাশাপাশি পাওয়া ব্লকগুলি সম্পর্কে বিশদ পরিসংখ্যান সরবরাহ করে, আপনাকে পুলের কার্যকারিতা পর্যবেক্ষণ করতে সহায়তা করে।",
    "software-keva-stratum-21": "4. অসুস্থ রিগগুলির সহজ সনাক্তকরণ:",
    "software-keva-stratum-22": "তাত্ক্ষণিক রক্ষণাবেক্ষণ বা প্রতিস্থাপনের অনুমতি দিয়ে দ্রুত সম্পাদন বা ত্রুটিযুক্ত রিগগুলি সনাক্ত করে।",
    "software-keva-stratum-23": "5. ডেমন ওভার তালিকার ব্যর্থতা:",
    "software-keva-stratum-24": "অবিচ্ছিন্ন খনির ক্রিয়াকলাপ বজায় রেখে প্রাথমিক ডেমনটি কমে যাওয়ার ক্ষেত্রে ব্যর্থতা নিশ্চিত করতে একাধিক ডেমন কনফিগার করে।",
    "software-keva-stratum-25": "6. সমবর্তী শেয়ার প্রসেসিং:",
    "software-keva-stratum-26": "একসাথে একাধিক শেয়ার জমাগুলি পরিচালনা করে কর্মক্ষমতা অনুকূলিত করে, বিলম্বতা হ্রাস করে এবং দক্ষতা বৃদ্ধি করে।",
    "software-keva-stratum-27": "7. সুন্দর ওয়েব ইন্টারফেস:",
    "software-keva-stratum-28": "পুলটি পরিচালনা ও পর্যবেক্ষণের জন্য একটি স্বজ্ঞাত ওয়েব ইন্টারফেস, রিয়েল-টাইম পরিসংখ্যান এবং সহজ কনফিগারেশন সরবরাহ করে।",
    "software-keva-stratum-29": "কেভা-স্ট্র্যাটাম ব্যবহার করে, আপনি আপনার খনির ক্রিয়াকলাপগুলি দক্ষতার সাথে পরিচালনা এবং নিরীক্ষণের জন্য এর শক্তিশালী বৈশিষ্ট্য এবং ব্যবহারকারী-বান্ধব ইন্টারফেসকে উপকারে কেভাকয়েনের জন্য একটি উচ্চ-পারফরম্যান্স মাইনিং পুল সেট আপ করতে পারেন।",
    "software-kevacoin-core-01": "কেভাকইন দল - কেভাকইন কোর",
    "software-kevacoin-core-02": "কেভাকইন কোর",
    "software-kevacoin-core-03": "ডাউনলোড",
    "software-kevacoin-core-04": "কেভাকইন হ'ল লিটকয়েন ক্রিপ্টোকারেন্সির শীর্ষে নির্মিত একটি বিকেন্দ্রীভূত, ওপেন-সোর্স কী-ভ্যালু ডেটা স্টোর, যা নিজেই বিটকয়েনের উপর ভিত্তি করে।নামকয়েন দ্বারা প্রভাবিত, কেভাকইন ডেটা স্টোরেজ এবং পরিচালনার জন্য একটি অনন্য পদ্ধতির প্রস্তাব দেয়, যদিও এটি বিভিন্ন উদ্দেশ্যে কাজ করে এবং নামকয়েন থেকে আলাদাভাবে কাজ করে।",
    "software-kevacoin-core-05": "কেভাকইন কী করে?",
    "software-kevacoin-core-06": "কেভাকইন ব্যবহারকারীদের সক্ষম করে:",
    "software-kevacoin-core-07": "সুরক্ষিতভাবে কী এবং মানগুলি রেকর্ড করুন: কী-মান জোড়গুলি সংরক্ষণ করুন যেখানে প্রতিটি মান 3072 বাইট পর্যন্ত হতে পারে।কী সংখ্যার উপর কোনও শক্ত সীমা নেই।",
    "software-kevacoin-core-08": "কীগুলি এবং মানগুলি আপডেট করুন: বিদ্যমান কী-মান জোড়গুলি সংশোধন করুন।",
    "software-kevacoin-core-09": "নেটওয়ার্ক-অনন্য নেমস্পেসগুলি বজায় রাখুন: নাম বিরোধগুলি রোধ করতে নেমস্পেসের অধীনে গ্রুপ কীগুলি।",
    "software-kevacoin-core-10": "লেনদেন কেভাকইনস (কেভিএ): লেনদেনের জন্য নেটিভ ডিজিটাল মুদ্রা, কেভাকইন (কেভিএ) ব্যবহার করুন।",
    "software-kevacoin-core-11": "কেভাকয়েনের জন্য কেস ব্যবহার করুন",
    "software-kevacoin-core-12": "বিকেন্দ্রীভূত কী-মান ডাটাবেস হিসাবে, কেভাকইন বিভিন্ন অ্যাপ্লিকেশনগুলিতে ব্যবহার করা যেতে পারে, সহ:",
    "software-kevacoin-core-13": "সোশ্যাল মিডিয়া: সোশ্যাল মিডিয়া প্ল্যাটফর্মগুলির জন্য ডেটা সঞ্চয় করুন।",
    "software-kevacoin-core-14": "মাইক্রো ব্লগিং: বিকেন্দ্রীভূত ডেটা স্টোরেজ সহ মাইক্রো ব্লগিং পরিষেবাগুলিকে সমর্থন করুন।",
    "software-kevacoin-core-15": "হ্যাশস: নিরাপদে হ্যাশ ডেটা সঞ্চয় করুন এবং পরিচালনা করুন।",
    "software-kevacoin-core-16": "নোটারি পরিষেবা: বিকেন্দ্রীভূত নোটারি পরিষেবা সরবরাহ করুন।",
    "software-kevacoin-core-17": "কেভাকয়েনের বিটকয়েন এবং লিটকয়েনের মতো স্মার্ট চুক্তির জন্য সীমিত সমর্থন রয়েছে, এটি এখনও বিকেন্দ্রীভূত অ্যাপ্লিকেশনগুলির (ডিএপিএস) বিকাশের অনুমতি দেয়।কেভাকইন ব্লকচেইনে ডেটা বিকেন্দ্রীকরণ থেকে যায়, যখন অ্যাপ্লিকেশন যুক্তিটি ব্লকচেইনের বাইরে তৈরি করা হয়।",
    "software-keva-wallet-01": "কেভাকইন দল - কেভা মোবাইল ওয়ালেট",
    "software-keva-wallet-02": "কেভাওয়ালেট",
    "software-keva-wallet-03": "ডাউনলোড",
    "software-keva-wallet-04": "কেভাওয়ালেট হ'ল কেভাকয়েনের জন্য একটি হালকা ওজনের, পাতলা মানিব্যাগ।এটি ব্যবহারের স্বাচ্ছন্দ্যের জন্য ডিজাইন করা হয়েছে এবং একটি বিরামবিহীন ব্যবহারকারীর অভিজ্ঞতা সরবরাহ করতে আধুনিক প্রযুক্তি ব্যবহার করে নির্মিত।",
    "software-keva-wallet-05": "মুখ্য সুবিধা",
    "software-keva-wallet-06": "রিঅ্যাক্ট নেটিভ: আইওএস এবং অ্যান্ড্রয়েড উভয় প্ল্যাটফর্মে একটি মসৃণ এবং প্রতিক্রিয়াশীল ইউজার ইন্টারফেস সরবরাহ করে রিঅ্যাক্ট নেটিভ দিয়ে নির্মিত।",
    "software-keva-wallet-07": "বৈদ্যুতিন: দক্ষ এবং সুরক্ষিত লেনদেন নিশ্চিত করতে কেভাকয়েনের জন্য অভিযোজিত একটি লাইটওয়েট বিটকয়েন ক্লায়েন্ট ইলেক্ট্রাম ব্যবহার করে।",
    "software-keva-wallet-08": "ওপেন সোর্স: ওপেন-সোর্স ব্লুওয়ালেট বিটকয়েন ওয়ালেটের উপর ভিত্তি করে, এর দৃ ust ় এবং সুরক্ষিত আর্কিটেকচারের উপকারে।",
    "software-keva-wallet-09": "ওভারভিউ",
    "software-keva-wallet-10": "কেভাওয়াললেট আপনার কেভাকইনস (কেভিএ) পরিচালনা করার জন্য একটি সুরক্ষিত এবং সুবিধাজনক উপায় সরবরাহ করার জন্য ডিজাইন করা হয়েছে।ইলেক্ট্রামের দক্ষ এবং বিকেন্দ্রীভূত সার্ভার মডেলটি উপকারের মাধ্যমে, কেভাওয়াললেট পুরো ব্লকচেইন ডাউনলোড করার প্রয়োজন ছাড়াই দ্রুত লেনদেনের প্রক্রিয়াজাতকরণ নিশ্চিত করে।",
    "software-keva-wallet-11": "কী উপকারিতা",
    "software-keva-wallet-12": "লাইটওয়েট: পুরো কেভাকইন ব্লকচেইন ডাউনলোড করার দরকার নেই, এটি মোবাইল ডিভাইসের জন্য আদর্শ করে তোলে।",
    "software-keva-wallet-13": "ক্রস-প্ল্যাটফর্ম: আইওএস এবং অ্যান্ড্রয়েড উভয় ক্ষেত্রেই উপলব্ধ, প্রতিক্রিয়া নেটিভকে ধন্যবাদ।",
    "software-keva-wallet-14": "সুরক্ষিত: ব্লুওয়ালেটের শক্ত ভিত্তিতে নির্মিত, এর সুরক্ষা বৈশিষ্ট্য এবং সর্বোত্তম অনুশীলনগুলি উত্তরাধিকার সূত্রে প্রাপ্ত।",
    "software-keva-wallet-15": "ব্লুওয়ালেটের উপর ভিত্তি করে",
    "software-keva-wallet-16": "কেভাওয়াললেট ব্লুওয়ালেট, একটি ওপেন সোর্স বিটকয়েন ওয়ালেট থেকে অনেকগুলি বৈশিষ্ট্য এবং সুরক্ষা ব্যবস্থা গ্রহণ করে।এটা অন্তর্ভুক্ত:",
    "software-keva-wallet-17": "মাল্টি-সিগন্যাচার ওয়ালেট: মাল্টি-সিগনচার সমর্থন দিয়ে আপনার কেভাকইনগুলি সুরক্ষিত করুন।",
    "software-keva-wallet-18": "কেবলমাত্র ওয়ালেটগুলি দেখুন: আপনার ব্যক্তিগত কীগুলি প্রকাশ না করে আপনার ঠিকানাগুলি পর্যবেক্ষণ করুন।",
    "software-keva-wallet-19": "কাস্টম লেনদেন: উন্নত বিকল্পগুলির সাথে কাস্টম লেনদেন তৈরি করুন।",
    "software-keva-wallet-20": "কেভাওয়ালেট ব্যবহার করে, আপনি এর শক্তিশালী আর্কিটেকচার এবং সক্রিয় উন্নয়ন সম্প্রদায়ের দ্বারা সরবরাহিত সুরক্ষা এবং নির্ভরযোগ্যতার সাথে আপনি যেতে যেতে আপনার কেভাকইনগুলি দক্ষতার সাথে পরিচালনা করতে পারেন।",
    "software-keva-ipfs-01": "কেভাকইন দল - কেভা আইপিএফএস",
    "software-keva-ipfs-02": "কেভা_আইপিএফএস",
    "software-keva-ipfs-03": "ডাউনলোড",
    "software-keva-ipfs-04": "কেভা_আইপিএফএস হ'ল কেভা মোবাইল অ্যাপ্লিকেশনটির ব্যাক-এন্ড পরিষেবা, আইপিএফএস ফাইলগুলি আপলোড এবং পিনিংয়ের সুবিধার্থে ডিজাইন করা।এই ব্যাক-এন্ড কেভা মোবাইল অ্যাপ্লিকেশন এবং ইন্টারপ্ল্যানেটারি ফাইল সিস্টেম (আইপিএফএস) এর মধ্যে বিরামবিহীন মিথস্ক্রিয়া নিশ্চিত করে।",
    "foot-01": "সম্পর্কিত",
    "foot-02": "আমাদের সম্পর্কে",
    "foot-03": "যোগাযোগ",
    "foot-04": "সমর্থন",
    "foot-05": "সম্প্রদায়",
    "foot-06": "সংস্থান",
    "foot-07": "সাদা কাগজ",
    "foot-08": "কেভাকইন দল",
    "nav-01": "কেভাকইন দল",
    "nav-02": "ভাষা নির্বাচন কর",
    "nav-03": "প্রোটোকল",
    "nav-04": "FAQ",
    "nav-05": "সফটওয়্যার",
    "nav-06": "গাইড",
    "g1-01": "কেভাকইন টিম - এমএসওয়াইএস 2 ব্যবহার করে উইন্ডোজের জন্য কেভা স্ট্র্যাটাম তৈরি করুন",
    "g1-02": "এমএসওয়াইএস 2 ব্যবহার করে উইন্ডোজের জন্য কেভা স্ট্র্যাটাম তৈরি করুন",
    "g1-03": "ধাপ 1:",
    "g1-04": "Https://www.msys2.org/ থেকে এমএসওয়াইএস 2 ইনস্টলারটি ডাউনলোড করুন:",
    "g1-05": "ডাউনলোড",
    "g1-06": "ধাপ ২:",
    "g1-07": "ডাউনলোড করা ইনস্টলার থেকে এমএসওয়াইএস 2 ইনস্টল করুন, শেষে চালানোর জন্য বিকল্পটি এড়িয়ে যান যাতে সঠিক শেল চালু করা যায়",
    "g1-08": "ধাপ 3:",
    "g1-09": "স্টার্ট মেনু থেকে বা 'মিংডব্লিউ 64' এর সাথে কমান্ড লাইন থেকে মিংডব্লিউ 64 চালু করুন",
    "g1-10": "পদক্ষেপ 4:",
    "g1-11": "আপডেট সিস্টেম, পুনরায় চালু করার মিংডব্লিউ 64 প্রয়োজন হতে পারে",
    "g1-12": "পদক্ষেপ 5:",
    "g1-13": "বিল্ড প্রয়োজনীয়তা ইনস্টল করুন",
    "g1-14": "পদক্ষেপ 6:",
    "g1-15": "বিল্ড সাপোর্টের জন্য আমাদের জিও এর একটি পুরানো সংস্করণ ব্যবহার করতে হবে।এখানে আমরা প্রকল্পটি 1.19.13 তৈরি করতে সর্বশেষ পরিচিত ব্যবহার করি",
    "g1-16": "পদক্ষেপ 7:",
    "g1-17": "গো ইনস্টল করার জন্য একটি ডিরেক্টরি তৈরি করুন",
    "g1-18": "পদক্ষেপ 8:",
    "g1-19": "আনজিপ গো ইনস্টল ডিরেক্টরিতে যান",
    "g1-20": "পদক্ষেপ 9:",
    "g1-21": "গো ইনস্টল ডিরেক্টরিটিতে নির্দেশ করতে গোরুট পরিবেশের পরিবর্তনশীল রফতানি করুন",
    "g1-22": "পদক্ষেপ 10:",
    "g1-23": "পাথ পরিবেশের পরিবর্তনশীল আপডেট করুন",
    "g1-24": "পদক্ষেপ 11:",
    "g1-25": "আমাদের গো সংস্করণটি মেলে তা পরীক্ষা করুন",
    "g1-26": "1.19.13",
    "g1-27": "পদক্ষেপ 12:",
    "g1-28": "বিল্ডিং সামঞ্জস্যের জন্য 'অটো' এ GO111 মডিউল সেট করুন",
    "g1-29": "পদক্ষেপ 13:",
    "g1-30": "ক্লোন কেভা-স্ট্র্যাটাম সংগ্রহস্থল",
    "g1-31": "পদক্ষেপ 14:",
    "g1-32": "কেভা-স্ট্র্যাটাম ডিরেক্টরিতে নেভিগেট করুন",
    "g1-33": "পদক্ষেপ 15:",
    "g1-34": "তৈরি করার জন্য একটি ডিরেক্টরি তৈরি করুন, এখানে আমরা বিল্ড ব্যবহার করি",
    "g1-35": "পদক্ষেপ 16:",
    "g1-36": "বিল্ড ডিরেক্টরিতে নেভিগেট করুন",
    "g1-37": "পদক্ষেপ 17:",
    "g1-38": "এমএসওয়াইএস সরঞ্জাম চেইন দিয়ে সিএমকে চালান",
    "g1-39": "পদক্ষেপ 18:",
    "g1-40": "কেভা-স্ট্র্যাটাম তৈরি করুন",
    "g1-41": "পদক্ষেপ 19:",
    "g1-42": "কেভা-স্ট্র্যাটাম কনফিগার আপডেট করুন",
    "g1-43": "পদক্ষেপ 20:",
    "g1-44": "কেভা স্ট্র্যাটাম চালান",
    "g1-45": "বিল্ড ফাইল সি:/এমএসওয়াইএস 2/হোম/'ব্যবহারকারী'/কেভা-স্ট্র্যাটাম/বিল্ডের মধ্যে অবস্থিত।যদি অন্য কোনও স্থানে চলে যায় তবে আপনার kevastratum.exe, libcnutil.dll, config.json এবং www ডিরেক্টরি প্রয়োজন",
    "g1-46": "তালিকা",
    "g1-47": "অনুসন্ধানকারী",
    "g2-01": "কেভাকইন টিম - লিনাক্সের জন্য কেভা_আইপিএফ তৈরি করুন",
    "g2-02": "লিনাক্সের জন্য কেভা_আইপিএফএস তৈরি করুন",
    "g2-03": "ধাপ 1:",
    "g2-04": "নিশ্চিত করুন যে সিস্টেমটি আপ টু ডেট রয়েছে",
    "g2-05": "ধাপ ২:",
    "g2-06": "গিট এবং গোলং ইনস্টল করুন",
    "g2-07": "ধাপ 3:",
    "g2-08": "ক্লোন কেভা_আইপিএফএস সংগ্রহস্থল",
    "g2-09": "পদক্ষেপ 4:",
    "g2-10": "কেভা_আইপিএফএসে নেভিগেট করুন",
    "g2-11": "পদক্ষেপ 5:",
    "g2-12": "বিল্ড ডিরেক্টরি তৈরি করুন এবং এটি নেভিগেট করুন",
    "g2-13": "পদক্ষেপ 6:",
    "g2-14": "কেভা_আইপিএফএস তৈরি করুন",
    "g2-15": "পদক্ষেপ 7:",
    "g2-16": "ডিরেক্টরি তৈরি করতে কনফিগার.জসন অনুলিপি করুন",
    "g2-17": "পদক্ষেপ 8:",
    "g2-18": "আপডেট কনফিগারেশন.জসন",
    "g2-19": "পদক্ষেপ 9:",
    "g2-20": "Keva_ipfs চালু করুন",
    "g3-01": "কেভাকইন টিম - লিনাক্সের জন্য কেভা স্ট্র্যাটাম তৈরি করুন",
    "g3-02": "লিনাক্সের জন্য কেভা স্ট্র্যাটাম তৈরি করুন",
    "g3-03": "ধাপ 1:",
    "g3-04": "আপডেট সিস্টেম",
    "g3-05": "ধাপ ২:",
    "g3-06": "বিল্ড প্রয়োজনীয়তা ইনস্টল করুন",
    "g3-07": "ধাপ 3:",
    "g3-08": "গোলং এবং গিট ইনস্টল করুন",
    "g3-09": "পদক্ষেপ 4:",
    "g3-10": "ক্লোন কেভা-বেড",
    "g3-11": "পদক্ষেপ 5:",
    "g3-12": "কেভা-স্ট্র্যাটাম ডিরেক্টরি প্রবেশ করান",
    "g3-13": "পদক্ষেপ 6:",
    "g3-14": "বিল্ড ডিরেক্টরি তৈরি করুন",
    "g3-15": "পদক্ষেপ 7:",
    "g3-16": "ডিরেক্টরি তৈরি করতে নেভিগেট করুন",
    "g3-17": "পদক্ষেপ 8:",
    "g3-18": "বিল্ড সামঞ্জস্যের জন্য অটোতে GO111 মডুল রফতানি করুন",
    "g3-19": "পদক্ষেপ 9:",
    "g3-20": "কনফিগার করুন",
    "g3-21": "পদক্ষেপ 10:",
    "g3-22": "কেভা-স্ট্র্যাটাম তৈরি করুন",
    "g3-23": "পদক্ষেপ 11:",
    "g3-24": "উপস্থিত বিল্ড আউটপুট পরীক্ষা করুন",
    "g3-25": "পদক্ষেপ 12:",
    "g3-26": "আপডেট কনফিগারেশন.জসন",
    "g4-01": "কেভাকইন টিম-সেটআপ ক্রিপ্টোনোট-নোডেজস-পুল",
    "g4-02": "ক্রিপ্টোনোট-নোডেজস-পুল সেটআপ করুন",
    "g4-03": "ধাপ 1:",
    "g4-04": "আপডেট সিস্টেম",
    "g4-05": "ধাপ ২:",
    "g4-06": "বিল্ড প্রয়োজনীয়তা ইনস্টল করুন",
    "g4-07": "ধাপ 3:",
    "g4-08": "এনভিএম ইনস্টল করুন",
    "g4-09": "পদক্ষেপ 4:",
    "g4-10": "নোডজেএস 11.0.0 ইনস্টল করুন",
    "g4-11": "পদক্ষেপ 5:",
    "g4-12": "পাইথন 2.7 ব্যবহার করতে এনপিএম সেট করুন",
    "g4-13": "পদক্ষেপ 6:",
    "g4-14": "ক্লোন ক্রিপ্টোনোট-নোডেজস-পুলের সংগ্রহস্থল",
    "g4-15": "পদক্ষেপ 7:",
    "g4-16": "পুল নেভিগেট",
    "g4-17": "পদক্ষেপ 8:",
    "g4-18": "এনপিএম আপডেট চালান",
    "g4-19": "পদক্ষেপ 9:",
    "g4-20": "Kevacoin.json অনুলিপি করুন",
    "g4-21": "পদক্ষেপ 10:",
    "g4-22": "আপডেট কনফিগারেশন.জসন",
    "g4-23": "পদক্ষেপ 11:",
    "g4-24": "রান পুল",
    "g5-01": "কেভাকইন টিম - লিনাক্সের জন্য কেভাকইন কোর তৈরি করুন নির্ভর করে",
    "g5-02": "নির্ভর করে লিনাক্সের জন্য কেভাকইন কোর তৈরি করুন",
    "g5-03": "ধাপ 1:",
    "g5-04": "আপডেট সিস্টেম",
    "g5-05": "ধাপ ২:",
    "g5-06": "বিল্ড প্রয়োজনীয়তা ইনস্টল করুন",
    "g5-07": "ধাপ 3:",
    "g5-08": "ক্লোন কেভাকইন সংগ্রহস্থল",
    "g5-09": "পদক্ষেপ 4:",
    "g5-10": "কেভাকয়েনের মধ্যে ডিরেক্টরি ডিরেক্টরিতে নেভিগেট করুন",
    "g5-11": "পদক্ষেপ 5:",
    "g5-12": "টার্গেটিং লিনাক্স তৈরি করুন",
    "g5-13": "পদক্ষেপ 6:",
    "g5-14": "একটি ডিরেক্টরি নেভিগেট করুন",
    "g5-15": "পদক্ষেপ 7:",
    "g5-16": "অটোজেন.এসএইচ চালান",
    "g5-17": "পদক্ষেপ 8:",
    "g5-18": "কনফিগার চালান, লিনাক্সকে লক্ষ্য করে বিল্ড বিল্ড",
    "g5-19": "পদক্ষেপ 9:",
    "g5-20": "কেভাকইন তৈরি করুন",
    "g5-21": "পদক্ষেপ 10:",
    "g5-22": "স্থাপনা প্যাকেজ তৈরি করুন",
    "g5-23": "পদক্ষেপ 11:",
    "g5-24": "ইনস্টল করা কেভাকইন ইনস্টল করুন",
    "g6-01": "কেভাকইন টিম - উইন্ডোজের জন্য কেভাকইন কোর তৈরি করুন নির্ভর করে",
    "g6-02": "উইন্ডোজের জন্য কেভাকয়েন কোর তৈরি করুন নির্ভর করে",
    "g6-03": "ধাপ 1:",
    "g6-04": "আপডেট সিস্টেম",
    "g6-05": "ধাপ ২:",
    "g6-06": "বিল্ড প্রয়োজনীয়তা ইনস্টল করুন",
    "g6-07": "ধাপ 3:",
    "g6-08": "মিংডাব্লু-ডাব্লু 64 ক্রস-সংকলন সরঞ্জাম চেইন ইনস্টল করুন",
    "g6-09": "পদক্ষেপ 4:",
    "g6-10": "Posix এ ডিফল্ট মিংডাব্লু 32 জি ++ সংকলক বিকল্পটি সেট করুন",
    "g6-11": "পদক্ষেপ 5:",
    "g6-12": "ক্লোন কেভাকইন সংগ্রহস্থল",
    "g6-13": "পদক্ষেপ 6:",
    "g6-14": "কেভাকয়েনের মধ্যে ডিরেক্টরি ডিরেক্টরিতে নেভিগেট করুন",
    "g6-15": "পদক্ষেপ 7:",
    "g6-16": "টার্গেটিং উইন্ডোজ তৈরি করুন",
    "g6-17": "পদক্ষেপ 8:",
    "g6-18": "একটি ডিরেক্টরি নেভিগেট করুন",
    "g6-19": "পদক্ষেপ 9:",
    "g6-20": "অটোজেন.এসএইচ চালান",
    "g6-21": "পদক্ষেপ 10:",
    "g6-22": "কনফিগার চালান, উইন্ডোজকে লক্ষ্য করে বিল্ড বিল্ড",
    "g6-23": "পদক্ষেপ 11:",
    "g6-24": "কেভাকইন তৈরি করুন",
    "g6-25": "পদক্ষেপ 12:",
    "g6-26": "স্থাপনা প্যাকেজ তৈরি করুন",
    "nav-07": "নির্ভর করে লিনাক্সের জন্য কেভাসিয়ন কোর তৈরি করুন",
    "nav-08": "উইন্ডোজের জন্য কেভাসিয়ন কোর তৈরি করুন নির্ভর করে",
    "nav-09": "লিনাক্সের জন্য কেভা-স্ট্র্যাটাম তৈরি করুন",
    "nav-10": "এমএসওয়াইএস ব্যবহার করে উইন্ডোজের জন্য কেভা-স্ট্র্যাটাম তৈরি করুন",
    "nav-11": "লিনাক্সের জন্য কেভা_আইপিএফএস তৈরি করুন",
    "nav-12": "ক্রিপ্টোনোট-নোডেজস-পুল"
}