{
    "index-01": "Kevacoin tim",
    "index-02": "Dobrodošli",
    "index-03": "Dobrodošli na web stranicu Kevacoin Team!",
    "index-04": "Radite u tijeku, ali uživajte u resursima.",
    "aboutus-01": "Kevacoin tim",
    "aboutus-02": "O nama",
    "aboutus-03": "Samo neki slučajni ljudi koji vjeruju u ovaj projekt i njegova sredstva u blockchain eko sistemu.",
    "contact-01": "Kevacoin tim",
    "contact-02": "Povežite se s nama",
    "contact-03": "Pošaljite nam e-poštu",
    "contact-04": "Pridružite nam se na neskladu",
    "contact-05": "Uključite se u GitHub diskusije",
    "contact-06": "Pratite nas na x @kevacaceam",
    "protocol-01": "Kevacoin tim - Kevacoin protokol",
    "protocol-02": "Simbol",
    "protocol-03": "KVA",
    "protocol-04": "Ukupna ponuda",
    "protocol-05": "1.050,000,000",
    "protocol-06": "Predimenzan",
    "protocol-07": "Ne",
    "protocol-08": "Naknada za programere",
    "protocol-09": "Pow algoritam",
    "protocol-10": "Randumkeva",
    "protocol-11": "Blokirajte nagradu",
    "protocol-12": "500, prepolovljen svake 4 godine",
    "protocol-13": "Block vrijeme",
    "protocol-14": "2 minute",
    "protocol-15": "Poteškoće prilagođavanje",
    "protocol-16": "Digisthield, svaki blok",
    "protocol-17": "Segwit",
    "protocol-18": "Aktiviran",
    "protocol-19": "Težina bloka",
    "protocol-20": "6,000,000 Težine jedinice",
    "protocol-21": "Maksimalna veličina ključa",
    "protocol-22": "255 bajtova",
    "protocol-23": "Maksimalni broj ključeva",
    "protocol-24": "Nema tvrde granice",
    "protocol-25": "Veličina maksimalne vrijednosti",
    "protocol-26": "3072 bajtova",
    "protocol-27": "Protokol",
    "support-01": "Kevacoin tim - Podržite tim",
    "support-02": "Kevacoin Blockchain je projekt podržao zajednicu otvorenog koda.",
    "support-03": "Kevacoin tim je grupa pojedinaca koji volontiraju svoje vrijeme, vještine i resurse za službu kao skrbnik u Blockchain.",
    "support-04": "Doprinos uspjehu je u svima rukama.",
    "support-05": "Kako mogu pomoći timu koji pitaš?",
    "support-06": "Najbolji način je doprinijeti naporima timova da napreduju Kevacoin Blockchain.Mnogo je kape za popunjavanje tamo gdje doprinosi mogu pomoći uspehu o upravljanju.",
    "support-07": "Radije donirajte?Shvatili smo te!",
    "support-08": "Omogućuje se suočiti, hosting je skupo.",
    "support-09": "Da bi pravilno podržali korisnike KevaCoineaM.org treba proširiti čvorove i L2 usluge poput Electuremx-a.Trenutni resursi koji se pružaju isključeni od Keva.ne.na su dizajnirani da budu super jeftini i nedovoljni su za uslugu velikih tereta.Proširenje je zaista potrebno za pravilno podršku razmjene i promet koji će generirati.",
    "support-10": "Hosting fond",
    "support-11": "* AWS je trenutni provajder;Dosljedno je, lako se prognozirati i globalno rješava najviše izazova.Dizajn i opseg usluga ovisit će o fondu.U idealnom svijetu tim bi mogao podržati korisnike sljedećim dizajnom",
    "support-12": "Razmjena u velikoj potražnji, ali većina imaju neke financijske prepreke;Ispod su ekipe adrese za pokrivanje naknada za uvrštavanje i pružanje likvidnosti",
    "support-13": "Fond za razmjenu",
    "support-14": "Želite doprinijeti pojedinom članu tima?",
    "support-15": "Podržite tim",
    "faq-01": "Kevacoin tim - Kevacoin FAQ",
    "faq-02": "Često Postavljena Pitanja",
    "faq-03": "Naziv \"Keva\" je kratica za ključnu vrijednost (izgovoreni KEE-VA i kratki simbol su KVA).To je prodavnica ključne vrijednosti izgrađena na Blockchainu, na šifri Bitcoinu i Litecoinu.Osim što je kriptoturcy, omogućava korisnicima da lako i sigurno dodaju, ažuriraju ili brišu parove ključne vrijednosti na blokadu.",
    "faq-04": "Na Kevacoin utječe Namecoin, s dijelom ključa kodeksa u velikoj mjeri modificiran iz registracije Namecoin-a.",
    "faq-05": "Iako je Kvakoin pod utjecajem Namecoina, djeluje vrlo drugačije i poslužuje vrlo različitu svrhu od potonje: Kevacoin je spremnik za ključne vrijednosti, dok je Namecoin sistem registracije imena.Kevacoin nema tvrdu ograničenje broja tastera, a maksimalna dužina vrijednosti je 3072 bajta.Namecoin ima ograničenje 520 bajta za svaki prostor imena.Kevacoinova imena imena imena jedinstveno generirana mreža kako bi se izbjegli sukobi.Namecoin-ov prostos imena odabrao je korisnika i mora biti jedinstven širom mreže.Sa Kevacoinom, ne trebate brinuti zbog imena imena imena.Kevacoinove parove ključnih vrijednosti ne ističu.",
    "faq-06": "Koliko košta koristiti Kevacoin trgovinu podataka?",
    "faq-07": "Prije dodavanja para za ključne vrijednosti, potrebno je stvoriti prostora imena za zadržavanje parova.Sistemske rezerve 0,01 kVA za stvaranje prostora imena i iznos se ne može potrošiti.Može se dodati vrijednost ključa prema prostoru imena, a transakcijska naknada utvrđena od rudara.",
    "faq-08": "Kevacoin je javni blockchain, a svima ga može pisati.Mreža je ranjiva na zloupotrebu spamovanja bez naknade za transakciju.Pored toga, transakcije su potvrđene rudarima, a oni trebaju biti nadoknađeni za svoje radove.",
    "faq-09": "Gdje mogu dobiti kevacoin?",
    "faq-10": "Najlakši način za dobivanje Kevacoina je putem rudarstva.Kevacoin koristi Randumkeva (varijanta randomx) algoritama hashing i kompatibilan je s moneronim rudarskom softverom.Možete koristiti, na primjer, XMRIG ili XMR-Stak kao rudarsko softver.",
    "faq-11": "Koja je maksimalna ponuda Kevacoina?",
    "faq-12": "Blok nagrada je u početku 500 kVA.Nagrada se prepolovljena oko svake četiri godine (svakih 1050000 blokova, oko 2 minute za svaki blok).Raspored prepolova isti je kao Bitcoin i Litecoin.Maksimalna ponuda Kevacoina iznosi 1.050.000.000 kVA.",
    "faq-13": "Koja je maksimalna veličina bloka?",
    "faq-14": "Kevacoin se zasniva na Bitcoinu i Litecoinu, sa odvojenim svjedokom (Segwit) je omogućen od početka.Uz Segwit, hioretski bitcoin ima maksimalnu veličinu bloka od oko 4MB.Međutim, nesvjetan dio bloka ima skaling faktor 4, a svjedok dio faktora 1. Prema ovom članku, od 2,3MB blok veličine bi se očekivalo prosječne segwit transakcije.To je oko 0,6 MB za podatke koji nisu svjedok.Kevacoinove parove ključnih vrijednosti su podaci bez svjedoka, a zauzimat će dio od 0,6MB ako Kevacoin ima istu postavku veličine bloka kao Bitcoin.Uz maksimalnu vrijednost veličine 3kb, čini se da je 0,6Mb neadekvatno.",
    "faq-15": "Kevacoin omogućava maksimalnu veličinu bloka od 6MB (max_block_weight je 6000000).Veličina podatkovnih podataka bez svjedoka može biti oko 1MB.Udaljen je oko 400kb dodatni prostor rezerviran za parove za ključne vrijednosti.Slično kao Bitcoin, vrlo je malo vjerovatno, 6MB se može u potpunosti koristiti zbog strukture transakcije.Očekivana maksimalna veličina bloka je oko 3MB za Kevacoin.",
    "faq-16": "Jeste li predili kovanice?",
    "faq-17": "Ne. Ne samo to, nagrada za genesis blok je 0,00001 KVA (normalna nagrada za blok je 500 kVA).",
    "faq-18": "Koliko vremena treba da potvrdite ažuriranje ključne vrijednosti?",
    "faq-19": "Kevacoin ima blok vremena od oko dvije minute.Stoga ćete možda trebati pričekati o tom količinom vremena prije nego što se vaš par ključne vrijednosti potvrdi i doda sljedeći blok.Možete koristiti naredbu klijenta Keva_pending da biste provjerili neriješene transakcije tipki.",
    "faq-20": "Šta je prostorni prostor i zašto nam treba?",
    "faq-21": "Svaki imena imena jedinstven je prostor za sigurno dodavanje ili ažuriranje parova za ključne vrijednosti bez ikakvih potencijalnih sukoba s drugim korisnicima.Imespace ima ID koji je zagarantovano da bude jedinstven širom mreže.Takođe ima prikazno ime koje se može koristiti za praćenje interno traganja imena.ID prostora je osnovni niz kodiran niz i uvijek počinje sa njima.",
    "faq-22": "Glavni razlog za dodjeljivanje jedinstvenog ID-a imena je da se izbjegne imenovanje imena.",
    "faq-23": "Da li Kvacoin podržava pametni ugovor?",
    "faq-24": "Kevacoin se zasniva na Bitcoinu / Litecoinu, tako da ima sličan nivo podrške za pametni ugovor.Kevacoin je de-centralizovana trgovina podataka i ostavlja implementaciju aplikacijske logike sa blockchain-a.",
    "faq-25": "Pouzmite primjer decentraliziranog sistema mikro bloganja.Sve dok se korisnički podaci pišu u trgovinu podataka i javno je dostupan, svako može napisati aplikaciju (koristeći njegov / njen omiljeni programski jezik) za prikaz postojećih blogova i dodaju nove.Aplikacija može biti vlasnički ili otvoreni izvor, ali sadržaj je isti jer imamo jedan izvor istine.",
    "faq-26": "Koji je maksimalni ključ i veličina vrijednosti?",
    "faq-27": "Maksimalna veličina ključa je 255 bajtova, a vrijednost vrijednosti 3072.Veličina maksimalne vrijednosti određuje se max_Script_element_size.U Bitcoinu je 520 i povećavamo ga na 3072. Nema posebnog razloga za odabir ove veličine.Čini se da je 520 bajtova premalo i previše ograničeno.Ali ne može biti prevelika, jer želimo izbjeći potencijalne napade DOS-a.",
    "faq-28": "Zašto je Randomkeva izabrana kao algoritam dokaznog rada?",
    "faq-29": "Kevacoin koristi dokaz o radu kao svoj konsenzusni način.Algoritam Hashing je Randomkeva.Neki razlozi za ovaj izbor: Friendly je CPU.CPU sa AES NI uputama može dobiti bolju stopu hash-a.To je algoritam Hard-Hard Hash i troši mnogo manju snagu od GPU-a i ASIC-a.To može biti više otporan na asij, pa je fer pojedinim rudarima.",
    "faq-30": "Iako se Kvacoin zasniva na Bitcoinu / Litecoinu, malo smo izmijenili strukturu zaglavlja kako bismo ga kompatibilni sa Monerovom rudarskom softverom.Kao rezultat toga, može se koristiti bilo koji softver za miniranje Monero za moj Kevacoin (npr. XMRIG ili XMR-Stak).",
    "faq-31": "Koji je algoritam prilagodbe poteškoće?",
    "faq-32": "Kevacoin koristi algoritam za prilagodbu Digixielda, isto kao onaj koji koristi Dogecoin.Vrijeme meta bloka je prilagođeno svaki blok.Digisthield sprečava negativan efekat skakača u bazenu.Na primjer, ako velika količina hash-a pridruži se Kevacoinu rudarstvu, cilja poteškoće brzo će se povećati kako bi se spriječilo jednostavne nagrade.Slično tome, ciljane poteškoće smanjit će se kada se od lišća stope hash stope, tako da će blokovi i dalje biti generirani za oko 2 minute čak i uz manje napajanja na manji.",
    "faq-33": "Koje su prijetnje postavljene za 51% napada?",
    "faq-34": "Najveći rizik od 51% napada je dvostruko trošenje.Ovo je dobro poznati rizik za kriptoturenje zasnovane na dokazu.Međutim, napadač ne može proizvoljno mijenjati parove za ključne vrijednosti koje on / ona ne posjeduje.Najgori napadač može učiniti je blokirati ili preokrenuti transakcije ključnih vrijednosti.Parovi ključnih vrijednosti koje su se ugrozile ne-vlasnike neće prihvatiti mreža, jer su kriptografski osigurani.Blokirane ili obrnute transakcije ostat će u Mempoolu i na kraju će se dodati u Blockchain kada napad prestane.",
    "faq-35": "Da li su moji podaci vidljivi javnosti?",
    "faq-36": "Sve transakcije ključnih vrijednosti vidljive su javnosti, jer je to priroda Blockchaina Bitcoin stila.Može se šifrirati vrijednosti ili čuvati samo posjedovanje vrijednosti vrijednosti kako bi se zaštitila povjerljivost vrijednosti.",
    "faq-37": "Kako mogu doprinijeti razvoju Kevacoina?",
    "faq-38": "Hvala na pitanju!Kevacoin je projekt zajednice i sudjelovanje iz zajednice od vitalnog je značaja za svoj dugoročni uspjeh.Možete nam pomoći na različite načine: preuzmite klijentski softver, pokrenite i testirajte ga.Pokrenite javni puni čvor.Budite rudar ili pokrenite rudarski bazen.Pregledajte ili pišite dokumentaciju, uključujući ovaj FAQ.Povucite zahtjeve za https://github.com/kevacoin-team.Testovi za pisanje jedinice, krajnji testovi i regresijski testovi.Prijavite greške.Da biste prijavili ne-sigurnosne greške, koristite GitHub izdajnika.Da biste prijavili greške u vezi sa sigurnošću, pošaljite e-poštu na kontakt@kevaCoiteam.org.Razviti aplikaciju pomoću Kevacoin de-centralizirane trgovine podataka.Promovirati projekat.Doprinosite izvornom kodu na projekt Kevacoin.Povuci zahtjevi su dobrodošli!Donirajte projektu.",
    "faq-39": "Šta se razlikuje od Namecoina?",
    "faq-40": "Šta je Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin tim - Cryptonote-nodejs-bazen",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-bazen",
    "software-cryptonote-nodejs-pool-03": "Skinuti",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Bazen je sistem za rudarsko rudarsko rudarstvo napisan u node.js s izvornim C Addons, dizajniran za kovanice na bazi kriptonota.Uključuje lagan primjer prednjeg skripte koji koristi baze na bazenu AJAX API.Bazen podržava razne algoritme za kriptonight.",
    "software-electrumx-01": "Kevacoin Team - Electricx",
    "software-electrumx-02": "Elurchumx",
    "software-electrumx-03": "Skinuti",
    "software-electrumx-04": "ElumpleMx je ponovno implementacija Electreum-servera dizajniranog za rukovanje budućnošću s većim blokovima.Ovaj robusnog poslužiteljskog softvera nudi efikasno rukovanje blockchain pitanjima, što ga čini pogodnim za upotrebu sa kriptoturenjem koji doživljava povećane količine transakcija i veće veličine bloka.",
    "software-electrumx-05": "Ključne karakteristike",
    "software-electrumx-06": "Skalabilnost: Dizajnirana za podršku većim blokovima, osiguravajući da ostane performanse kao što rastu velike veličine Bluckchain-a.",
    "software-electrumx-07": "Učinkovitost: Optimizirano za rukovanje visokoj jačini blockchain-a efikasno.",
    "software-electrumx-08": "Kompatibilnost: podržava različite kriptorušene, čineći ga svestranim za različite blockchain ekosustave.",
    "software-keva-stratum-01": "Kevacoin tim - Keva Stratum",
    "software-keva-stratum-02": "Keva-krevet",
    "software-keva-stratum-03": "Skinuti",
    "software-keva-stratum-04": "Keva-Stratum je visoko performans Cryptonote rudarskog stratum poslužitelja s web sučeljem, posebno prilagođen Kevacoinu.",
    "software-keva-stratum-05": "Forked iz Monero-Stratum, Keva-Stratum pojednostavljuje proces izgradnje i uključuje potrebne komponente izvornog koda u Monero, eliminirajući potrebu za vanjskim stablom izvora u Monerou.Takođe podržava zgradu na Windows-u putem MSYS2.",
    "software-keva-stratum-06": "Stratum lista funkcija",
    "software-keva-stratum-07": "Budite svoj vlastiti bazen: postavite i upravljajte vlastitim rudarskom bazenom.",
    "software-keva-stratum-08": "Nadgledanje raspoloživosti uređaja: nadgledajte dostupnost i performanse rudarske opreme.",
    "software-keva-stratum-09": "Statistika staza: pratite prihvaćene dionice, odbijene dionice i blok statistike.",
    "software-keva-stratum-10": "Otkrivanje bolovanja: lako se identificirati pod izvođenjem ili neispravnim uređajima.",
    "software-keva-stratum-11": "Daemon Fail Over Lista: Konfigurirajte listu neuspjeha preko demona kako biste osigurali kontinuirani rad.",
    "software-keva-stratum-12": "Savremene akcije Obrada: rukovati višestrukim podnescima diljenja istovremeno za optimalne performanse.",
    "software-keva-stratum-13": "Prekrasan web sučelje: Upravljajte i nadgledajte svoj rudarski bazen intuitivnim web sučeljem.",
    "software-keva-stratum-14": "Značajke detaljno",
    "software-keva-stratum-15": "1. Budite svoj vlastiti bazen:",
    "software-keva-stratum-16": "Omogućuje vam postavljanje privatnog rudarskog bazena, što vam daje kontrolu nad rudarskom procesom i naknadama za bazen.",
    "software-keva-stratum-17": "2. Nadgledanje raspoloživosti uređaja:",
    "software-keva-stratum-18": "Kontinuirano nadgleda status rudarske opreme, osiguravajući da operiraju i optimalno rade.",
    "software-keva-stratum-19": "3. Pratite prihvatiti, odbacuje, blokovi statistike:",
    "software-keva-stratum-20": "Pruža detaljne statistike o prihvaćenim i odbijenim akcijama, kao i pronađeni blokovi, pomažući vam da nadgledate performanse bazena.",
    "software-keva-stratum-21": "4. Jednostavno otkrivanje bolovanja:",
    "software-keva-stratum-22": "Brzo identificira obrisne uređaje koje su u izvedbi ili neispravnosti, omogućavajući brzo održavanje ili zamjenu.",
    "software-keva-stratum-23": "5. Daemon Fail Over Lista:",
    "software-keva-stratum-24": "Konfigurira više demona kako bi se osiguralo neuspjeh u slučaju da primarni demon padne, održavajući kontinuirane rudarske operacije.",
    "software-keva-stratum-25": "6. Istodobno obrađivanje dionica:",
    "software-keva-stratum-26": "Optimizira performanse rukovanjem višestrukim podnescima dijeljenja istovremeno, smanjenjem kašnjenja i povećanje efikasnosti.",
    "software-keva-stratum-27": "7. Prekrasan web sučelje:",
    "software-keva-stratum-28": "Intuitivno web sučelje za upravljanje i nadgledanje bazena, pružajući statistiku u stvarnom vremenu i jednostavnu konfiguraciju.",
    "software-keva-stratum-29": "Korištenjem Keva-Stratum možete postaviti rudarski bazen visokih performansi za Kevacoina, iskorištavajući svoje čvrste značajke i korisničko sučelje za upravljanje i efikasno nadgledanje vaših rudarskih operacija.",
    "software-kevacoin-core-01": "Kevacoin tim - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Skinuti",
    "software-kevacoin-core-04": "Kevacoin je decentraliziran, prodavnica podataka o ključu na otvorenom izgrađenu na vrhu listecoinske kriptorurenosti, koja je sama samo na Bitcoinu.Pod utjecajem Namecoin, Kevacoin nudi jedinstven pristup pohrani i upravljanju podacima, iako on poslužuje različite svrhe i djeluje drugačije od Namecoina.",
    "software-kevacoin-core-05": "Šta Kvacoin radi?",
    "software-kevacoin-core-06": "Kevacoin omogućava korisnicima da:",
    "software-kevacoin-core-07": "Sigurno snimanje ključeva i vrijednosti: pohranite parove za pohranu tipki na kojima svaka vrijednost može biti do 3072 bajta.Nema teških ograničenja na broju ključeva.",
    "software-kevacoin-core-08": "Ažurirajte tastere i vrijednosti: izmijenite postojeće parove za ključne vrijednosti.",
    "software-kevacoin-core-09": "Održavajte mrežne jedinstvene imena: grupne tipke pod imenima za sprečavanje sukoba na imenu.",
    "software-kevacoin-core-10": "Transakct Kevacoins (KVA): Koristite matičnu digitalnu valutu, Kevacoin (KVA), za transakcije.",
    "software-kevacoin-core-11": "Koristite slučajeve za Kevacoin",
    "software-kevacoin-core-12": "Kao decentralizirana baza podataka ključne vrijednosti, Kvacoin se može koristiti u različitim aplikacijama, uključujući:",
    "software-kevacoin-core-13": "Društveni mediji: Čuvajte podatke za platforme društvenih medija.",
    "software-kevacoin-core-14": "Mikro bloganje: Podržite usluge mikro blogova sa decentraliziranim pohrane podataka.",
    "software-kevacoin-core-15": "Hashe: Sigurno skladištite i upravljaju hash podacima.",
    "software-kevacoin-core-16": "Notarske usluge: pružaju decentralizirane bilježnice.",
    "software-kevacoin-core-17": "Kevacoin ima ograničenu podršku za pametne ugovore, slične Bitcoinu i Litecoinu, još uvijek omogućava razvoj decentraliziranih aplikacija (DAPPS).Podaci ostaju decentralizirani na Blockchainu Kevacoina, dok se logika aplikacije razvija s blockchain-a.",
    "software-keva-wallet-01": "Kevacoin tim - Keva mobilni novčanik",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Skinuti",
    "software-keva-wallet-04": "Kevawallet je lagan, tanki novčanik za Kevacoin.Dizajniran je za jednostavnost upotrebe i izgraditi korištenjem modernih tehnologija za pružanje bešavnog korisničkog iskustva.",
    "software-keva-wallet-05": "Ključne karakteristike",
    "software-keva-wallet-06": "React Sontic: Izgrađen sa REACT rodom, pružajući glatko i responzivno korisničko sučelje na oba i Android platforme.",
    "software-keva-wallet-07": "Electrinu: Koristi Electrum, lagani bitcoin klijent, prilagođen za Kevacoina kako bi se osiguralo efikasne i sigurne transakcije.",
    "software-keva-wallet-08": "Open Source: Na osnovu otvorenog kofernog bitcoin novčanika od bitcoina, iskoristivši svoju robusnu i sigurnu arhitekturu.",
    "software-keva-wallet-09": "Pregled",
    "software-keva-wallet-10": "Kevawallet je dizajniran da nudi siguran i praktičan način upravljanja vašim kevakoinima (KVA).Koristeći elektroenerget Electreum-ovog učinkovite i decentraliziranog poslužitelja, Kevawallet osigurava brzu transakcijsku obradu bez potrebe za preuzimanje cijelog bloka.",
    "software-keva-wallet-11": "Ključne prednosti",
    "software-keva-wallet-12": "Lagana: nema potrebe za preuzimanjem cijelog Blockchaina Kevacoina, što ga čini idealnim za mobilne uređaje.",
    "software-keva-wallet-13": "Cross-platforma: Dostupno i na IOS-u i Androidu, hvala React Room.",
    "software-keva-wallet-14": "Sigurno: izgrađen na čvrstom temelju Bluewallet-a, naslijediti njegove sigurnosne karakteristike i najbolje prakse.",
    "software-keva-wallet-15": "Na osnovu Bluewalleta",
    "software-keva-wallet-16": "Kevawallet nasljeđuje mnoge karakteristike i sigurnosne mjere iz Bluewallet-a, otvorenog izvora Bitcoin novčanik.Ovo uključuje:",
    "software-keva-wallet-17": "Novčanici sa više potpisa: Osigurajte svoje Kevacoins podrškom za više potpisa.",
    "software-keva-wallet-18": "Novčanici sa samog sata: nadgledajte svoje adrese bez izlaganja privatnih ključeva.",
    "software-keva-wallet-19": "Prilagođene transakcije: Kreirajte prilagođene transakcije sa naprednim opcijama.",
    "software-keva-wallet-20": "Korištenjem Kevawallet-a, možete efikasno upravljati svojim Kevakoinima u pokretu, sa sigurnošću i pouzdanošću koje pruža njegova robusna arhitektura i aktivna razvojna zajednica.",
    "software-keva-ipfs-01": "Kevacoin tim - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Skinuti",
    "software-keva-ipfs-04": "Keva_ipfs je back-end usluga za mobilnu aplikaciju Keva, dizajnirana tako da olakšava prijenos i pingiranje IPFS datoteka.Ovaj povratni kraj osigurava besprijekornu interakciju između mobilne aplikacije Keva i interplanetarnog sustava datoteke (IPFS).",
    "foot-01": "O",
    "foot-02": "O nama",
    "foot-03": "Kontakt",
    "foot-04": "Podrška",
    "foot-05": "Zajednica",
    "foot-06": "Resursi",
    "foot-07": "Bijeli papir",
    "foot-08": "Kevacoin tim",
    "nav-01": "Kevacoin tim",
    "nav-02": "Odaberite jezik",
    "nav-03": "Protokol",
    "nav-04": "FAQ",
    "nav-05": "Softver",
    "nav-06": "Vodiči",
    "g1-01": "Kevacoin Team - Izgradite Keva Stratum za Windows koristeći MSYS2",
    "g1-02": "Izgradite Keva Stratum za Windows pomoću MSYS2",
    "g1-03": "Korak 1:",
    "g1-04": "Preuzmite MSYS2 instalatera sa https://www.msys2.org/:",
    "g1-05": "Skinuti",
    "g1-06": "Korak 2:",
    "g1-07": "Instalirajte MSYS2 iz preuzetog instalatora, preskočite opciju da biste pokrenuli na kraju tako da se može pokrenuti ispravna školjka",
    "g1-08": "Korak 3:",
    "g1-09": "Pokrenite MINGW64 ili iz start-a ili iz naredbenog retka sa 'mingw64'",
    "g1-10": "Korak 4:",
    "g1-11": "Možda će biti potreban sistem ažuriranja, relativni mingw64",
    "g1-12": "Korak 5:",
    "g1-13": "Instalirajte zahtjeve za izgradnju",
    "g1-14": "Korak 6:",
    "g1-15": "Za podršku izgradnji moramo koristiti stariju verziju Go.Ovdje koristimo najnovije poznate za izgradnju projekta 1.19.13",
    "g1-16": "Korak 7:",
    "g1-17": "Kreirajte direktorij za instaliranje Go",
    "g1-18": "Korak 8:",
    "g1-19": "Unzip uđite u IN instalirani direktorij",
    "g1-20": "Korak 9:",
    "g1-21": "Izvezite varijablu Goroot okruženja za ukazujte na IG instalaciju",
    "g1-22": "Korak 10:",
    "g1-23": "Ažurirajte varijablu stambene okruženja",
    "g1-24": "Korak 11:",
    "g1-25": "Provjerite da li naša utakmica Go verzije",
    "g1-26": "1.19.13",
    "g1-27": "Korak 12:",
    "g1-28": "Podesite GO111Module na 'Auto' za kompatibilnost izgradnje",
    "g1-29": "Korak 13:",
    "g1-30": "Klon Keva-Stratum spremište",
    "g1-31": "Korak 14:",
    "g1-32": "Dođite u direktorij Keva-Stratum",
    "g1-33": "Korak 15:",
    "g1-34": "Napravite direktorij za izgradnju, ovdje koristimo izgradnju",
    "g1-35": "Korak 16:",
    "g1-36": "Dođite u direktorij izgradnje",
    "g1-37": "Korak 17:",
    "g1-38": "Pokrenite Cmake sa lancem alata MSYS",
    "g1-39": "Korak 18:",
    "g1-40": "Budite Keva-Stratum",
    "g1-41": "Korak 19:",
    "g1-42": "Ažurirajte Keva-Stratum Config",
    "g1-43": "Korak 20:",
    "g1-44": "Pokreni Keva Stratum",
    "g1-45": "Izgradite datoteku koja se nalazi unutar C: / MSYS2 / Početna / 'Korisnik' / Keva-Stratum / Build.Ako se preselite na drugu lokaciju, potreban vam je kevastratum.exe, libcnuttil.dll, config.json i www imenik",
    "g1-46": "Popis",
    "g1-47": "Explorer",
    "g2-01": "Kevacoin tim - Izgradite Keva_ipfs za Linux",
    "g2-02": "Izgradite Keva_ipfs za Linux",
    "g2-03": "Korak 1:",
    "g2-04": "Provjerite je li sistem ažuriran",
    "g2-05": "Korak 2:",
    "g2-06": "Instalirajte git i golang",
    "g2-07": "Korak 3:",
    "g2-08": "Repozitorij klonira Keva_ipfs",
    "g2-09": "Korak 4:",
    "g2-10": "Kretati se u Keva_ipfs",
    "g2-11": "Korak 5:",
    "g2-12": "Napravite direktorij izgradnje i pomaknite se do njega",
    "g2-13": "Korak 6:",
    "g2-14": "Build Keva_ipfs",
    "g2-15": "Korak 7:",
    "g2-16": "Kopirajte config.json za izgradnju direktorija",
    "g2-17": "Korak 8:",
    "g2-18": "Ažurirajte config.json",
    "g2-19": "Korak 9:",
    "g2-20": "Pokrenite Keva_ipfsfs",
    "g3-01": "Kevacoin tim - Izgradite Keva Stratum za Linux",
    "g3-02": "Izgradite Keva Stratum za Linux",
    "g3-03": "Korak 1:",
    "g3-04": "Ažuriranje sistema",
    "g3-05": "Korak 2:",
    "g3-06": "Instalirajte zahtjeve za izgradnju",
    "g3-07": "Korak 3:",
    "g3-08": "Instalirajte Golang i Git",
    "g3-09": "Korak 4:",
    "g3-10": "Kloni Keva krevet",
    "g3-11": "Korak 5:",
    "g3-12": "Unesite direktorij Keva-Stratum",
    "g3-13": "Korak 6:",
    "g3-14": "Napraviti direktorij izgradnje",
    "g3-15": "Korak 7:",
    "g3-16": "Dođite do izrade direktorija",
    "g3-17": "Korak 8:",
    "g3-18": "Izvezi GO111Module za auto za izradu kompatibilnosti",
    "g3-19": "Korak 9:",
    "g3-20": "Konfiguriranje izrade",
    "g3-21": "Korak 10:",
    "g3-22": "Budite Keva-Stratum",
    "g3-23": "Korak 11:",
    "g3-24": "PROVJERITE IZLAZNE IZLAZE",
    "g3-25": "Korak 12:",
    "g3-26": "Ažurirajte config.json",
    "g4-01": "Kevacoin Team - Setup Cryptonote-Nodejs-Bazen",
    "g4-02": "Podešavanje kriptonote-nodejs-bazen",
    "g4-03": "Korak 1:",
    "g4-04": "Ažuriranje sistema",
    "g4-05": "Korak 2:",
    "g4-06": "Instalirajte zahtjeve za izgradnju",
    "g4-07": "Korak 3:",
    "g4-08": "Instalirajte NVM",
    "g4-09": "Korak 4:",
    "g4-10": "Instalirajte nodejs 11.0.0",
    "g4-11": "Korak 5:",
    "g4-12": "Postavite NPM da biste koristili Python 2.7",
    "g4-13": "Korak 6:",
    "g4-14": "Repozitorij CLONE Cryptonote-nodejs-bazen",
    "g4-15": "Korak 7:",
    "g4-16": "Dođite do bazena",
    "g4-17": "Korak 8:",
    "g4-18": "Pokrenite NPM ažuriranje",
    "g4-19": "Korak 9:",
    "g4-20": "Kopirajte kevacoin.json za config.json",
    "g4-21": "Korak 10:",
    "g4-22": "Ažurirajte config.json",
    "g4-23": "Korak 11:",
    "g4-24": "Pokrenite bazen",
    "g5-01": "Kevacoin tim - Izgradite Kevacoin Core za Linux koristeći ovisi",
    "g5-02": "Izgradite Kevacoin Core za Linux koristeći ovisi",
    "g5-03": "Korak 1:",
    "g5-04": "Ažuriranje sistema",
    "g5-05": "Korak 2:",
    "g5-06": "Instalirajte zahtjeve za izgradnju",
    "g5-07": "Korak 3:",
    "g5-08": "Klon Kevacoin Repository",
    "g5-09": "Korak 4:",
    "g5-10": "Dođite do direktorija za ovisi unutar Kevacoina",
    "g5-11": "Korak 5:",
    "g5-12": "Pokrenite ciljanje Linuxa",
    "g5-13": "Korak 6:",
    "g5-14": "Navigagirajte direktorij",
    "g5-15": "Korak 7:",
    "g5-16": "Pokrenite autogen.sh",
    "g5-17": "Korak 8:",
    "g5-18": "Pokrenite konfiguriranje, ciljanje Linuxa ovisi izgradnju",
    "g5-19": "Korak 9:",
    "g5-20": "Izgraditi kevacoin",
    "g5-21": "Korak 10:",
    "g5-22": "Izgradite paket implementacije",
    "g5-23": "Korak 11:",
    "g5-24": "Instalirajte sagrađen Kevacoin",
    "g6-01": "Kevacoin tim - Izgradite Kevacoin Core za Windows koristeći ovisi",
    "g6-02": "Izgradite jezgru Kevacoin za Windows koristeći ovisi",
    "g6-03": "Korak 1:",
    "g6-04": "Ažuriranje sistema",
    "g6-05": "Korak 2:",
    "g6-06": "Instalirajte zahtjeve za izgradnju",
    "g6-07": "Korak 3:",
    "g6-08": "Instalirajte Mingw-W64 lanac alata za kompilaciju",
    "g6-09": "Korak 4:",
    "g6-10": "Podesite zadanu mingw32 g ++ opciju prevodilaca na Posix",
    "g6-11": "Korak 5:",
    "g6-12": "Klon Kevacoin Repository",
    "g6-13": "Korak 6:",
    "g6-14": "Dođite do direktorija za ovisi unutar Kevacoina",
    "g6-15": "Korak 7:",
    "g6-16": "Pokrenite Windows ciljanja",
    "g6-17": "Korak 8:",
    "g6-18": "Navigagirajte direktorij",
    "g6-19": "Korak 9:",
    "g6-20": "Pokrenite autogen.sh",
    "g6-21": "Korak 10:",
    "g6-22": "Pokrenite konfiguriranje, ciljanje Windowsa ovisi izgradnju",
    "g6-23": "Korak 11:",
    "g6-24": "Izgraditi kevacoin",
    "g6-25": "Korak 12:",
    "g6-26": "Izgradite paket implementacije",
    "nav-07": "Izgradite jezgru Kevacioon za Linux koristeći ovisi",
    "nav-08": "Izgradite jezgru Kevacioon za Windows koristeći ovisi",
    "nav-09": "Izgradite Keva-Stratum za Linux",
    "nav-10": "Izgradite Keva-Stratum za Windows koristeći MSYS",
    "nav-11": "Izgradite Keva_ipfs za Linux",
    "nav-12": "Cryptonote-nodejs-bazen"
}