{
    "index-01": "Equip de Kevacoin",
    "index-02": "Benvingut",
    "index-03": "Benvingut al lloc web de l'equip de Kevacoin.",
    "index-04": "Treballeu en curs, però gaudiu dels recursos.",
    "aboutus-01": "Equip de Kevacoin",
    "aboutus-02": "Sobre nosaltres",
    "aboutus-03": "Només algunes persones aleatòries que creuen en aquest projecte i la seva adaptació al sistema ecològic blockchain.",
    "contact-01": "Equip de Kevacoin",
    "contact-02": "Connecta amb nosaltres",
    "contact-03": "Envieu -nos un correu electrònic",
    "contact-04": "Uniu -vos a la discordança",
    "contact-05": "Participa en discussions de GitHub",
    "contact-06": "Segueix -nos a x @kevacointeam",
    "protocol-01": "Team Kevacoin - Protocol de Kevacoin",
    "protocol-02": "Símbol",
    "protocol-03": "Kva",
    "protocol-04": "Subministrament total",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Pre-medinat",
    "protocol-07": "No",
    "protocol-08": "Taxa dels desenvolupadors",
    "protocol-09": "Algoritme POW",
    "protocol-10": "Randomkeva",
    "protocol-11": "Recompensa de blocs",
    "protocol-12": "500, a la meitat cada 4 anys",
    "protocol-13": "Temps de bloc",
    "protocol-14": "2 minuts",
    "protocol-15": "Ajust de dificultats",
    "protocol-16": "Digishield, cada bloc",
    "protocol-17": "Segwit",
    "protocol-18": "Activat",
    "protocol-19": "Bloquejar el pes",
    "protocol-20": "6.000.000 unitats de pes",
    "protocol-21": "Mida màxima de la clau",
    "protocol-22": "255 bytes",
    "protocol-23": "Nombre màxim de claus",
    "protocol-24": "Sense límit dur",
    "protocol-25": "Mida màxima del valor",
    "protocol-26": "3072 bytes",
    "protocol-27": "Protocol",
    "support-01": "Equip de Kevacoin: recolzeu l'equip",
    "support-02": "El Kevacoin Blockchain és un projecte de suport de la comunitat de codi obert.",
    "support-03": "L’equip de Kevacoin és un grup d’individus que s’ofereixen el seu temps, habilitats i recursos per servir de custodia a la blockchain.",
    "support-04": "Contribuir a l’èxit està en mans de tothom.",
    "support-05": "Com puc ajudar l'equip que demaneu?",
    "support-06": "La millor manera és contribuir als esforços dels equips per avançar en la blockchain de Kevacoin.Hi ha molts barrets per omplir on les contribucions poden ajudar a impulsar l’èxit.",
    "support-07": "Més aviat donar?Us hem cobert!",
    "support-08": "Deixem -ho afrontar, l’allotjament és car.",
    "support-09": "Per donar suport adequadament als usuaris, kevacointeam.org ha d’expandir els nodes i serveis L2 com Electrumx.Els recursos actuals proporcionats a Keva.one estan dissenyats per ser molt barats i són insuficients per donar servei a càrregues pesades.L’expansió necessitava realment donar suport als intercanvis adequadament i al trànsit que generaran.",
    "support-10": "Fons d’allotjament",
    "support-11": "*AWS és el proveïdor actual;És consistent, fàcil de preveure i global, per la qual cosa resol la majoria de reptes.El disseny i l’abast del servei dependran del fons.En un món ideal, l’equip podria donar suport als usuaris amb el disseny següent",
    "support-12": "Intercanvis amb alta demanda, però la majoria té alguns obstacles financers;A continuació, es mostren les adreces de l'equip per cobrir les taxes de la llista i proporcionar liquiditat",
    "support-13": "Fons de canvi",
    "support-14": "Voleu contribuir a un membre de l’equip individual?",
    "support-15": "Donar suport a l’equip",
    "faq-01": "Team Kevacoin - FAQ de Kevacoin",
    "faq-02": "Preguntes freqüents",
    "faq-03": "El nom \"Keva\" és una abreviació per al valor clau (Kee-vace-Vace, i el símbol curt és KVA).És una botiga de valor clau construïda a Blockchain, a la base de codi de Bitcoin i Litecoin.A més de ser una criptocurrency, permet als usuaris afegir, actualitzar o suprimir de forma segura les parelles de valor de clau a la cadena de blocs.",
    "faq-04": "Kevacoin està influenciat per Namecoin, amb la part de valor clau del codi molt modificada des del codi de registre de nom de Namecoin.",
    "faq-05": "Tot i que Kevacoin està influenciat per Namecoin, funciona de manera molt diferent i serveix per a propòsits molt diferents que aquest: Kevacoin és una botiga de valor clau, mentre que Namecoin és un sistema de registre de noms.Kevacoin no té cap límit dur en el nombre de tecles i la longitud màxima del valor és de 3072 byte.Namecoin té un límit de 520 bytes per a cada espai de noms.L’identificador de l’espai de noms de Kevacoin generat de manera única per la xarxa per evitar conflictes.L’espai de noms de Namecoin és escollit per l’usuari i ha de ser únic a tota la xarxa.Amb Kevacoin, no us haureu de preocupar per l’espai de noms.Les parelles de valor clau de Kevacoin no caduquen.",
    "faq-06": "Quant costa utilitzar el magatzem de dades Kevacoin?",
    "faq-07": "Abans d’afegir una parella de valor de clau, cal crear un espai de nom per subjectar les parelles.El sistema es reserva 0,01 KVA per a la creació de l'espai de noms i la quantitat no es pot gastar.Es pot afegir valor de claus a l’espai de noms, amb una taxa de transacció determinada pels miners.",
    "faq-08": "Kevacoin és un blockchain públic i qualsevol pot escriure -hi.La xarxa és vulnerable a l’abús de correu brossa sense quota de transacció.A més, les transaccions són validades pels miners i han de ser compensades per les seves obres.",
    "faq-09": "On puc obtenir kevacoin?",
    "faq-10": "La manera més fàcil d’aconseguir Kevacoin és a través de la mineria.KevAcoin utilitza aleatoris (una variant de RandomX) algoritme de hashing i és compatible amb el programari de mineria de Monero.Podeu utilitzar, per exemple, XMRIG o XMR-STAK com a programari miner.",
    "faq-11": "Quin és el subministrament màxim de kevacoin?",
    "faq-12": "La recompensa del bloc és de 500 KVA inicialment.La recompensa es redueix a la meitat cada quatre anys (cada 1050000 blocs, uns 2 minuts per cada bloc).El calendari a la meitat és el mateix que Bitcoin i Litecoin.El subministrament màxim de Kevacoin és de 1.050.000.000 KVA.",
    "faq-13": "Quina és la mida màxima del bloc?",
    "faq-14": "Kevacoin es basa en Bitcoin i Litecoin, amb testimoni segregat (segwit) habilitat des del començament.Amb SegWit, teòricament Bitcoin té una mida màxima de bloc d’uns 4 MB.No obstant això, la part que no és testimoni del bloc té un factor d’escala de 4 i el factor de la part del testimoni de 1. Segons aquest article, s’esperaria la mida del bloc de 2,3 MB amb transaccions mitjanes de Segwit.És a dir, aproximadament 0,6 MB per a les dades no testimonis.Les parelles de valor clau de Kevacoin són dades no testimonis i ocuparan una part de 0,6 MB si Kevacoin té la mateixa configuració de la mida del bloc que Bitcoin.Amb la mida màxima de valor de 3kB, sembla que 0,6 MB no és adequat.",
    "faq-15": "Kevacoin permet una mida màxima del bloc de 6 MB (Max_Block_Weight és 6000000).La mida de les dades que no és testimoni pot ser d’uns 1 MB.Es tracta d’uns 400kb d’espai addicional reservat per a parells de valor clau.De forma similar a Bitcoin, és molt poc probable que els 6MB es puguin utilitzar completament a causa de l'estructura de la transacció.La mida màxima del bloc esperada és d’uns 3 MB per a Kevacoin.",
    "faq-16": "Has pre-minar les monedes?",
    "faq-17": "No, no només això, la recompensa del bloc Genesis és de 0,00001 KVA (la recompensa normal del bloc és de 500 kVA).",
    "faq-18": "Quant de temps es triga a confirmar una actualització de valor de clau?",
    "faq-19": "Kevacoin té un temps de bloc d’uns dos minuts.Per tant, potser haureu d’esperar sobre aquest temps abans que es confirmi la parella de valor clau i s’afegeixin el següent bloc.Podeu utilitzar la comanda de client KEVA_PENDING per comprovar les transaccions de valor de clau pendents.",
    "faq-20": "Què és un espai de noms i per què en necessitem un?",
    "faq-21": "Cada espai de noms és un espai únic per afegir o actualitzar de forma segura les parelles de valor clau sense conflictes possibles amb altres usuaris.Un espai de noms té un identificador que es garanteix que sigui únic a la xarxa.També té un nom de pantalla que es pot utilitzar per fer un seguiment dels espais de noms internament.Un ID de l’espai de noms és una cadena codificada de base 58 i sempre comença.",
    "faq-22": "El motiu principal per assignar un ID de l’espai de noms únics és evitar el nom de la squat.",
    "faq-23": "Kevacoin admet un contracte intel·ligent?",
    "faq-24": "Kevacoin es basa en Bitcoin/Litecoin, de manera que té el nivell de suport similar al contracte intel·ligent.Kevacoin és un magatzem de dades descentralitzat i deixa la implementació de la lògica de l'aplicació fora de la blockchain.",
    "faq-25": "Preneu l'exemple de sistema de micro-blocs descentralitzat.Sempre que les dades de l’usuari s’escriguin al magatzem de dades i siguin accessibles públicament, qualsevol pot escriure una aplicació (utilitzant el seu llenguatge de programació favorit) per mostrar blocs existents i afegir -ne de nous.L’aplicació pot ser propietat o de codi obert, però el contingut és el mateix perquè tenim una única font de veritat.",
    "faq-26": "Quina és la clau màxima i la mida del valor?",
    "faq-27": "La mida màxima és de 255 bytes i la mida del valor 3072 bytes.La mida màxima del valor està determinada per max_script_element_size.Es tracta de 520 a Bitcoin i ho augmentem fins a 3072. No hi ha cap motiu particular per triar aquesta mida.520 bytes sembla ser massa petit i massa limitat.Però tampoc pot ser massa gran, perquè volem evitar possibles atacs de DOS.",
    "faq-28": "Per què Randomkeva és escollit com a algorisme de prova de treball?",
    "faq-29": "Kevacoin utilitza la prova de treball com a mètode de consens.L’algoritme de hashing és Randomkeva.Alguns motius per a aquesta elecció: és CPU.Les CPU amb instrucció AES NI poden obtenir una millor taxa de hash.És un algorisme de hash dur de la memòria i consumeix molt menys potència que la GPU i l’ASIC.Pot ser més resistent a l’ASIC, per la qual cosa és més just per als miners individuals.",
    "faq-30": "Tot i que Kevacoin es basa en Bitcoin/Litecoin, hem modificat lleugerament l'estructura de la capçalera per fer -la compatible amb el programari de mineria de Monero.Com a resultat, es pot utilitzar qualsevol programari miner de Monero per minar Kevacoin (per exemple, XMRIG o XMR-STAK).",
    "faq-31": "Quin és l'algorisme d'ajust de dificultats?",
    "faq-32": "Kevacoin utilitza un algorisme d’ajust de dificultats de Digishield, el mateix que el que utilitza Dogecoin.El temps de destinació del bloc s’ajusta a cada bloc.Digishield impedeix l'efecte negatiu dels saltadors de la piscina.Per exemple, si una gran quantitat de taxa de hash s’uneix a la mineria de Kevacoin, l’objectiu de dificultat augmentarà ràpidament per evitar recompenses fàcils.De la mateixa manera, l’objectiu de dificultat disminuirà quan es produeixi una gran quantitat de taxes de taxa de hash, de manera que els blocs encara es generaran en uns 2 minuts fins i tot amb menys potència.",
    "faq-33": "Quines són les amenaces que suposa un atac del 51%?",
    "faq-34": "El major risc d’atac del 51% és de doble despesa.Es tracta d’un risc conegut per a les criptocurrencies basades en la prova de treball.Tanmateix, un atacant no pot canviar arbitràriament les parelles de valor clau que no posseeix.El pitjor que pot fer un atacant és bloquejar o revertir les transaccions de valor clau.Les parelles de valor clau manipulades pels no propietaris no seran acceptades per la xarxa, ja que estan assegurats criptogràficament.Les transaccions bloquejades o invertides es mantindran a Mempool i s’afegiran finalment a la cadena blockchain quan l’atac s’aturi.",
    "faq-35": "Les meves dades són visibles al públic?",
    "faq-36": "Totes les transaccions de valor clau són visibles per al públic, ja que aquesta és la naturalesa de la cadena de blocs d’estil Bitcoin.Es pot xifrar els valors, o només emmagatzemar els hashes dels valors, per protegir la confidencialitat dels valors.",
    "faq-37": "Com puc contribuir al desenvolupament de Kevacoin?",
    "faq-38": "Gràcies per preguntar!Kevacoin és un projecte comunitari i la participació de la comunitat és vital per al seu èxit a llarg termini.Podeu ajudar -nos de diferents maneres: descarregar el programari del client, executar -lo i provar -lo.Executeu un node complet públic.Sigues miner o inicia una piscina minera.Reviseu o escriviu la documentació, inclosa aquesta FAQ.Podeu enviar sol·licituds de tir a https://github.com/kevacoin-Team dipòsits.Proves d’escriure unitats, proves de final a extrem i proves de regressió.Informeu d'errors.Per informar dels errors de no seguretat, utilitzeu el Tracker del problema de GitHub.Per informar d'errors relacionats amb la seguretat, envieu correus electrònics a contact@kevacointeam.org.Desenvolupar l'aplicació mitjançant el magatzem de dades descentralitzat de Kevacoin.Promoure el projecte.Contribuïu el codi font al projecte Kevacoin.Les sol·licituds de tir són benvingudes.Dona al projecte.",
    "faq-39": "Què és diferent de Namecoin?",
    "faq-40": "Què és Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Team Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "descarregar",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-NodeJS-Pool és un programari de piscines mineres d’alt rendiment escrit en node.js amb addons C natius, dissenyat per a monedes basades en criptònots.Inclou un guió de front-end Exemple lleuger que utilitza l’API AJAX de la piscina.La piscina admet diversos algoritmes de Cryptonight.",
    "software-electrumx-01": "Team Kevacoin - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "descarregar",
    "software-electrumx-04": "Electrumx és una reimplementació de l'electrum dissenyat per gestionar un futur amb blocs més grans.Aquest robust programari del servidor ofereix un maneig eficient de les consultes blockchain, cosa que el fa adequat per al seu ús amb criptocurrencies que experimenten volums de transaccions augmentats i mides de blocs més grans.",
    "software-electrumx-05": "Característiques clau",
    "software-electrumx-06": "Escalabilitat: dissenyat per donar suport a blocs més grans, garantint que es mantingui performant a mesura que creixin les mides de blockchain.",
    "software-electrumx-07": "Eficiència: optimitzat per gestionar un volum elevat de consultes blockchain de manera eficient.",
    "software-electrumx-08": "Compatibilitat: admet diverses criptocurrencies, cosa que la fa versàtil per a diferents ecosistemes de blockchain.",
    "software-keva-stratum-01": "Team Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Keva-Bed",
    "software-keva-stratum-03": "descarregar",
    "software-keva-stratum-04": "KEVA-STRATUM és un servidor d’estrat de mineria de criptònots d’alt rendiment amb una interfície web, específicament adaptada per a Kevacoin.",
    "software-keva-stratum-05": "Forat de monero-estrat, keva-estrat simplifica el procés de creació i inclou components necessaris del codi font de Monero, eliminant la necessitat d’un arbre de font de Monero extern.També admet la creació de Windows a través de MSYS2.",
    "software-keva-stratum-06": "Llista de funcions Stratum",
    "software-keva-stratum-07": "Sigui el vostre propi grup: configureu i gestioneu la vostra piscina minera.",
    "software-keva-stratum-08": "Monitorització de la disponibilitat de les plataformes: controleu la disponibilitat i el rendiment de les plataformes mineres.",
    "software-keva-stratum-09": "Estadístiques de pista: feu un seguiment de les accions acceptades, les accions rebutjades i les estadístiques de bloqueig.",
    "software-keva-stratum-10": "Detecteu les plataformes malaltes: identifiqueu -ho fàcilment a les plataformes de funcionament o mal funcionament.",
    "software-keva-stratum-11": "Daemon falla a la llista: configureu una llista de fallades sobre els daemons per assegurar un funcionament continu.",
    "software-keva-stratum-12": "Processament de les accions simultànies: gestioneu diverses enviaments de participacions simultàniament per obtenir un rendiment òptim.",
    "software-keva-stratum-13": "Bella interfície web: gestiona i supervisa el teu conjunt miner amb una interfície web intuïtiva.",
    "software-keva-stratum-14": "Característiques en detall",
    "software-keva-stratum-15": "1. Sigues la teva pròpia piscina:",
    "software-keva-stratum-16": "Permet configurar una piscina minera privada, donant -vos el control sobre el procés miner i les taxes de piscina.",
    "software-keva-stratum-17": "2. Monitorització de la disponibilitat de les plataformes:",
    "software-keva-stratum-18": "Supervisa contínuament l’estat de les plataformes mineres, assegurant que estan operatius i funcionen de manera òptima.",
    "software-keva-stratum-19": "3. Fes un seguiment de les estadístiques acceptes, rebutjos, bloquegen les estadístiques:",
    "software-keva-stratum-20": "Ofereix estadístiques detallades sobre accions acceptades i rebutjades, així com els blocs que es troben, que us ajuden a supervisar el rendiment del conjunt.",
    "software-keva-stratum-21": "4. Detecció fàcil de les plataformes malaltes:",
    "software-keva-stratum-22": "Identifica ràpidament les plataformes que estan en funcionament o mal funcionament, permetent un manteniment o reemplaçament ràpid.",
    "software-keva-stratum-23": "5. Llista de falla de dimoni:",
    "software-keva-stratum-24": "Configura múltiples daemons per assegurar -se en cas que el dimoni primari baixi, mantenint les operacions mineres contínues.",
    "software-keva-stratum-25": "6. Processament d'accions simultànies:",
    "software-keva-stratum-26": "Optimitza el rendiment mitjançant la manipulació de diverses enviaments de participacions simultàniament, reduint la latència i augmentant l'eficiència.",
    "software-keva-stratum-27": "7. Bella interfície web:",
    "software-keva-stratum-28": "Una interfície web intuïtiva per gestionar i supervisar el conjunt, proporcionant estadístiques en temps real i una configuració fàcil.",
    "software-keva-stratum-29": "Mitjançant l'ús de keva-estrat, podeu configurar una piscina minera d'alt rendiment per a Kevacoin, aprofitant les seves funcions robustes i la seva interfície fàcil d'utilitzar per gestionar i supervisar les vostres operacions mineres de manera eficient.",
    "software-kevacoin-core-01": "Team Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Nucli de Kevacoin",
    "software-kevacoin-core-03": "descarregar",
    "software-kevacoin-core-04": "Kevacoin és un magatzem de dades de valor de codi obert descentralitzat construït a la part superior de la criptomoneda de Litecoin, que es basa en Bitcoin.Influenciat per Namecoin, Kevacoin ofereix un enfocament únic per a l'emmagatzematge i la gestió de dades, tot i que serveix diferents propòsits i funciona de manera diferent a Namecoin.",
    "software-kevacoin-core-05": "Què fa Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin permet als usuaris:",
    "software-kevacoin-core-07": "Registre de forma segura les claus i els valors: emmagatzemar parells de valor de claus on cada valor pot ser de fins a 3072 bytes.No hi ha límits difícils en el nombre de tecles.",
    "software-kevacoin-core-08": "Actualitzar les claus i valors: modifiqueu les parelles de valor de clau existents.",
    "software-kevacoin-core-09": "Mantenir els espais de nom de xarxa-unique: claus de grup sota espais de noms per evitar conflictes de nom.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): utilitzeu la moneda digital nativa, Kevacoin (KVA), per a transaccions.",
    "software-kevacoin-core-11": "Casos d’ús per a Kevacoin",
    "software-kevacoin-core-12": "Com a base de dades de valor de clau descentralitzada, Kevacoin es pot utilitzar en diverses aplicacions, entre les quals hi ha:",
    "software-kevacoin-core-13": "Mitjans socials: emmagatzemar dades per a plataformes de xarxes socials.",
    "software-kevacoin-core-14": "Micro Blogging: Suport a Micro Blogging Services amb emmagatzematge descentralitzat de dades.",
    "software-kevacoin-core-15": "Hashes: emmagatzemar i gestionar de forma segura les dades de hash.",
    "software-kevacoin-core-16": "Serveis notaris: Proporcionar serveis de notaris descentralitzats.",
    "software-kevacoin-core-17": "Kevacoin té un suport limitat per a contractes intel·ligents, similar a Bitcoin i Litecoin, encara permet el desenvolupament d’aplicacions descentralitzades (DAPPS).Les dades romanen descentralitzades a la blockchain de Kevacoin, mentre que la lògica de l'aplicació es desenvolupa fora de la blockchain.",
    "software-keva-wallet-01": "Team Kevacoin - Wallet mòbil de Keva",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "descarregar",
    "software-keva-wallet-04": "Kevawallet és una cartera lleugera i fina per a Kevacoin.Està dissenyat per a la facilitat d’ús i es construeix mitjançant tecnologies modernes per proporcionar una experiència d’usuari perfecta.",
    "software-keva-wallet-05": "Característiques clau",
    "software-keva-wallet-06": "React Native: Construït amb React Native, proporcionant una interfície d’usuari suau i sensible tant a les plataformes d’iOS com a Android.",
    "software-keva-wallet-07": "Electrum: utilitza Electrum, un client de bitcoin lleuger, adaptat per a Kevacoin per assegurar transaccions eficients i segures.",
    "software-keva-wallet-08": "Source Open: Basat en la cartera de bitcoin de Bluewallet de codi obert, aprofitant la seva arquitectura robusta i segura.",
    "software-keva-wallet-09": "Visió de conjunt",
    "software-keva-wallet-10": "Kevawallet està dissenyat per oferir una forma segura i còmoda de gestionar els vostres Kevacoins (KVA).Aprofitant el model de servidor eficient i descentralitzat d’Electrum, Kevawallet garanteix un processament ràpid de transaccions sense necessitat de descarregar tota la blockchain.",
    "software-keva-wallet-11": "Beneficis clau",
    "software-keva-wallet-12": "Lleuger: no cal descarregar tota la blockchain de Kevacoin, cosa que la fa ideal per a dispositius mòbils.",
    "software-keva-wallet-13": "Platform creuat: disponible tant a iOS com a Android, gràcies a React Native.",
    "software-keva-wallet-14": "Segura: basat en la base sòlida de Bluewallet, heretant les seves característiques de seguretat i bones pràctiques.",
    "software-keva-wallet-15": "Basat en Bluewallet",
    "software-keva-wallet-16": "Kevawallet hereta moltes funcions i mesures de seguretat de Bluewallet, una cartera de bitcoin de codi obert.Això inclou:",
    "software-keva-wallet-17": "Carters de múltiples signatures: fixeu els vostres kevacoins amb suport de múltiples signatures.",
    "software-keva-wallet-18": "Carteres només de vigilància: controleu les vostres adreces sense exposar les tecles privades.",
    "software-keva-wallet-19": "Transaccions personalitzades: creeu transaccions personalitzades amb opcions avançades.",
    "software-keva-wallet-20": "Mitjançant l'ús de Kevawallet, podeu gestionar de manera eficient els vostres kevacoins durant el moviment, amb la seguretat i la fiabilitat proporcionades per la seva robusta arquitectura i comunitat activa de desenvolupament.",
    "software-keva-ipfs-01": "Team Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "descarregar",
    "software-keva-ipfs-04": "KEVA_IPFS és el servei de fons per a l'aplicació Keva Mobile, dissenyada per facilitar la càrrega i la fixació dels fitxers IPFS.Aquest fons garanteix una interacció perfecta entre l'aplicació Keva Mobile i el sistema de fitxers interplanetaris (IPF).",
    "foot-01": "Sobre",
    "foot-02": "Sobre nosaltres",
    "foot-03": "Contacte",
    "foot-04": "Recolzament",
    "foot-05": "Comunitat",
    "foot-06": "Recursos",
    "foot-07": "Paper blanc",
    "foot-08": "Equip de Kevacoin",
    "nav-01": "Equip de Kevacoin",
    "nav-02": "Escolliu l'idioma",
    "nav-03": "Protocol",
    "nav-04": "Cap pregunta",
    "nav-05": "Programari",
    "nav-06": "Guies",
    "g1-01": "Team Kevacoin: creeu Keva Stratum per a Windows mitjançant MSYS2",
    "g1-02": "Creeu Keva Stratum per a Windows mitjançant MSYS2",
    "g1-03": "Pas 1:",
    "g1-04": "Descarregueu Msys2 Installer des de https://www.msys2.org/:",
    "g1-05": "descarregar",
    "g1-06": "Pas 2:",
    "g1-07": "Instal·leu MSYS2 des de l’instal·lador descarregat, Opció Saltar per executar -lo al final, de manera que es pugui llançar un shell correcte",
    "g1-08": "Pas 3:",
    "g1-09": "Inicieu Mingw64 ja sigui des del menú Inici o des de la línia de comandes amb \"Mingw64\"",
    "g1-10": "Pas 4:",
    "g1-11": "Sistema d'actualització, es pot requerir el rellançament de Mingw64",
    "g1-12": "Pas 5:",
    "g1-13": "Instal·leu els requisits de creació",
    "g1-14": "Pas 6:",
    "g1-15": "Per obtenir suport de creació, hem d’utilitzar una versió anterior de GO.Aquí utilitzem els darrers coneguts per construir el projecte 1.19.13",
    "g1-16": "Pas 7:",
    "g1-17": "Creeu un directori per instal·lar Go",
    "g1-18": "Pas 8:",
    "g1-19": "Desconnecteu -vos al directori d'instal·lació de Go",
    "g1-20": "Pas 9:",
    "g1-21": "Exporteu la variable de l'entorn de Goroot per assenyalar el directori d'instal·lació Go",
    "g1-22": "Pas 10:",
    "g1-23": "Actualitzeu la variable d'entorn de ruta",
    "g1-24": "Pas 11:",
    "g1-25": "Comproveu que la nostra versió GO coincideixi",
    "g1-26": "1.19.13",
    "g1-27": "Pas 12:",
    "g1-28": "Configureu Go111Module a \"Auto\" per a la compatibilitat de creació",
    "g1-29": "Pas 13:",
    "g1-30": "Dipòsit de Keva-estrat clon",
    "g1-31": "Pas 14:",
    "g1-32": "Desplaceu-vos al directori de Keva-estrat",
    "g1-33": "Pas 15:",
    "g1-34": "Feu un directori per construir, aquí utilitzem la creació",
    "g1-35": "Pas 16:",
    "g1-36": "Desplaceu -vos al directori de creació",
    "g1-37": "Pas 17:",
    "g1-38": "Executeu Cmake amb la cadena d'eines Msys",
    "g1-39": "Pas 18:",
    "g1-40": "Construir keva-estrat",
    "g1-41": "Pas 19:",
    "g1-42": "Actualitzeu la configuració de Keva-Stretum",
    "g1-43": "Pas 20:",
    "g1-44": "Executeu Keva Stratum",
    "g1-45": "Fitxer de creació situat dins de C:/MSYS2/Home/'User'/Keva-Stratum/Build.Si es trasllada a una altra ubicació, necessiteu kevastratum.exe, libcnutil.dll, config.json i www directori",
    "g1-46": "Llista",
    "g1-47": "Exploradora",
    "g2-01": "Team Kevacoin: creeu keva_ipfs per a Linux",
    "g2-02": "Construeix KEVA_IPFS per a Linux",
    "g2-03": "Pas 1:",
    "g2-04": "Assegureu -vos que el sistema estigui actualitzat",
    "g2-05": "Pas 2:",
    "g2-06": "Instal·leu Git i Golang",
    "g2-07": "Pas 3:",
    "g2-08": "Clon Keva_IPFS Repòsitori",
    "g2-09": "Pas 4:",
    "g2-10": "Navegueu cap a keva_ipfs",
    "g2-11": "Pas 5:",
    "g2-12": "Feu el directori de creació i aneu -hi",
    "g2-13": "Pas 6:",
    "g2-14": "Construeix keva_ipfs",
    "g2-15": "Pas 7:",
    "g2-16": "Copieu config.json per crear directori",
    "g2-17": "Pas 8:",
    "g2-18": "Actualitzeu config.json",
    "g2-19": "Pas 9:",
    "g2-20": "Inicieu KEVA_IPFS",
    "g3-01": "Team Kevacoin: construeix Keva Stratum per a Linux",
    "g3-02": "Construeix Keva Stratum per a Linux",
    "g3-03": "Pas 1:",
    "g3-04": "Sistema d'actualització",
    "g3-05": "Pas 2:",
    "g3-06": "Instal·leu els requisits de creació",
    "g3-07": "Pas 3:",
    "g3-08": "Instal·leu Golang i Git",
    "g3-09": "Pas 4:",
    "g3-10": "Clon keva-llit",
    "g3-11": "Pas 5:",
    "g3-12": "Introduïu el directori keva-estrat",
    "g3-13": "Pas 6:",
    "g3-14": "Feu el directori de construcció",
    "g3-15": "Pas 7:",
    "g3-16": "Desplaceu -vos a la construcció del directori",
    "g3-17": "Pas 8:",
    "g3-18": "Exporta Go111Module a Auto per a la compatibilitat de creació",
    "g3-19": "Pas 9:",
    "g3-20": "Configura fer",
    "g3-21": "Pas 10:",
    "g3-22": "Construir keva-estrat",
    "g3-23": "Pas 11:",
    "g3-24": "Comproveu les sortides de creació presents",
    "g3-25": "Pas 12:",
    "g3-26": "Actualitzeu config.json",
    "g4-01": "Team Kevacoin: configuració de criptonits-nodejs-pool",
    "g4-02": "Configuració de criptonote-nodejs-pool",
    "g4-03": "Pas 1:",
    "g4-04": "Sistema d'actualització",
    "g4-05": "Pas 2:",
    "g4-06": "Instal·leu els requisits de creació",
    "g4-07": "Pas 3:",
    "g4-08": "Instal·leu NVM",
    "g4-09": "Pas 4:",
    "g4-10": "Instal·leu NodeJS 11.0.0",
    "g4-11": "Pas 5:",
    "g4-12": "Estableix NPM per utilitzar Python 2.7",
    "g4-13": "Pas 6:",
    "g4-14": "Repòsitori de criptònots-nodejs clon",
    "g4-15": "Pas 7:",
    "g4-16": "Desplaceu -vos a la piscina",
    "g4-17": "Pas 8:",
    "g4-18": "Executeu l'actualització NPM",
    "g4-19": "Pas 9:",
    "g4-20": "Copieu kevacoin.json a config.json",
    "g4-21": "Pas 10:",
    "g4-22": "Actualitzeu config.json",
    "g4-23": "Pas 11:",
    "g4-24": "Piscina",
    "g5-01": "Team Kevacoin: creeu el nucli de Kevacoin per a Linux, segons depèn",
    "g5-02": "Construeix el nucli de Kevacoin per a Linux que depèn depèn",
    "g5-03": "Pas 1:",
    "g5-04": "Sistema d'actualització",
    "g5-05": "Pas 2:",
    "g5-06": "Instal·leu els requisits de creació",
    "g5-07": "Pas 3:",
    "g5-08": "Dipòsit de clon Kevacoin",
    "g5-09": "Pas 4:",
    "g5-10": "Desplaceu -vos al directori depenent de Kevacoin",
    "g5-11": "Pas 5:",
    "g5-12": "Executar fer orientació a Linux",
    "g5-13": "Pas 6:",
    "g5-14": "Navegueu per un directori",
    "g5-15": "Pas 7:",
    "g5-16": "Executar autogen.sh",
    "g5-17": "Pas 8:",
    "g5-18": "Executeu la configuració, l’orientació del Linux depèn de la creació",
    "g5-19": "Pas 9:",
    "g5-20": "Construir kevacoin",
    "g5-21": "Pas 10:",
    "g5-22": "Crea el paquet de desplegament",
    "g5-23": "Pas 11:",
    "g5-24": "Instal·leu Kevacoin construït",
    "g6-01": "Team Kevacoin: creeu el nucli de Kevacoin per a Windows que utilitzeu depèn",
    "g6-02": "Construeix el nucli de Kevacoin per a Windows que utilitza depèn",
    "g6-03": "Pas 1:",
    "g6-04": "Sistema d'actualització",
    "g6-05": "Pas 2:",
    "g6-06": "Instal·leu els requisits de creació",
    "g6-07": "Pas 3:",
    "g6-08": "Instal·leu la cadena d'eines de compilació creuada Mingw-W64",
    "g6-09": "Pas 4:",
    "g6-10": "Estableix l'opció de compilador Mingw32 G ++ per defecte a Posix",
    "g6-11": "Pas 5:",
    "g6-12": "Dipòsit de clon Kevacoin",
    "g6-13": "Pas 6:",
    "g6-14": "Desplaceu -vos al directori depenent de Kevacoin",
    "g6-15": "Pas 7:",
    "g6-16": "Executeu fer finestres d'orientació",
    "g6-17": "Pas 8:",
    "g6-18": "Navegueu per un directori",
    "g6-19": "Pas 9:",
    "g6-20": "Executar autogen.sh",
    "g6-21": "Pas 10:",
    "g6-22": "Executeu la configuració, l’orientació a les finestres depèn de la creació",
    "g6-23": "Pas 11:",
    "g6-24": "Construir kevacoin",
    "g6-25": "Pas 12:",
    "g6-26": "Crea el paquet de desplegament",
    "nav-07": "Construeix el nucli de Kevacion per a Linux que utilitza depèn",
    "nav-08": "Construeix el nucli de Kevacion per a Windows que utilitza depèn",
    "nav-09": "Construeix keva-estrat per a Linux",
    "nav-10": "Creeu keva-estrat per a Windows mitjançant MSYS",
    "nav-11": "Construeix KEVA_IPFS per a Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}