{
    "index-01": "Kevacoin Team",
    "index-02": "Pag-abiabi",
    "index-03": "Pag-abut sa Website sa Kevacoin Team!",
    "index-04": "Pagtrabaho sa pag-uswag apan palihug pahimuslan ang mga kahinguhaan.",
    "aboutus-01": "Kevacoin Team",
    "aboutus-02": "About namo",
    "aboutus-03": "Pipila lang nga mga random nga mga tawo nga nagtuo sa kini nga proyekto ug ang angay sa sistema sa blockchain Eco.",
    "contact-01": "Kevacoin Team",
    "contact-02": "Konektar sa amon",
    "contact-03": "Magpadala kami usa ka email",
    "contact-04": "Pag-apil kanamo sa panagbingkil",
    "contact-05": "Pag-apil sa mga diskusyon sa Github",
    "contact-06": "Sunda kami sa x @Kevacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Timailhan",
    "protocol-03": "Kva",
    "protocol-04": "Total nga Supply",
    "protocol-05": "1,050,000,000",
    "protocol-06": "Pre-mined",
    "protocol-07": "Dili",
    "protocol-08": "Bayad sa developer",
    "protocol-09": "POW ALGORITHM",
    "protocol-10": "RandomKEVA",
    "protocol-11": "Pag-block sa Ganti",
    "protocol-12": "500, gibag-o matag 4 ka tuig",
    "protocol-13": "Oras sa Block",
    "protocol-14": "2 minutos",
    "protocol-15": "Kalisud nga pagbag-o",
    "protocol-16": "Digishield, matag bloke",
    "protocol-17": "Segwit",
    "protocol-18": "Gi-aktibo",
    "protocol-19": "Pagbayad sa Timbang",
    "protocol-20": "6,000,000 nga mga yunit sa timbang",
    "protocol-21": "Maximal Key Laki",
    "protocol-22": "255 Bytes",
    "protocol-23": "Labing kadaghan sa mga yawe",
    "protocol-24": "Walay limitasyon",
    "protocol-25": "Ang kadak-an sa kantidad sa kadaghan",
    "protocol-26": "3072 Byte",
    "protocol-27": "Protocol",
    "support-01": "Kevacoin Team - Pagsuporta sa Team",
    "support-02": "Ang Kevacoin Blockchain usa ka bukas nga gigikanan sa komunidad nga gisuportahan ang proyekto.",
    "support-03": "Ang Kevacoin Team usa ka grupo sa mga indibidwal nga nagboluntaryo sa ilang oras, kahanas ug kapanguhaan aron magsilbing mga magbalantay sa blockchain.",
    "support-04": "Ang pag-amot sa kalampusan naa sa mga kamot sa tanan.",
    "support-05": "Unsaon nako pagtabang ang team nga imong gipangutana?",
    "support-06": "Ang labing maayo nga paagi mao ang pag-amot sa mga paningkamot sa mga koponan aron mouswag ang Kevacoin Blockchin.Adunay daghang mga kalo nga pun-on kung diin ang mga kontribusyon makatabang sa pagmaneho sa kalampusan.",
    "support-07": "Hinoon mag-donate?Nasabtan ka namon!",
    "support-08": "Tugoti nga atubangon kini, mahal ang pag-host.",
    "support-09": "Aron masuportahan ang mga tiggamit sa mga tiggamit sa Kevacointeam.org kinahanglan nga palapdan ang mga serbisyo sa NODES ug L2 sama sa electrumx.Ang karon nga mga kapanguhaan nga gihatag sa Keva.e gidesinyo aron mahimong super barato ug dili igo nga serbisyo sa bug-at nga mga lulan.Ang pagpalapad kinahanglan gyud nga suportahan ang mga pagbinayloay ug ang trapiko sila makamugna.",
    "support-10": "Pag-host sa Fund",
    "support-11": "* Aws mao ang karon nga tighatag;Kini makanunayon, dali nga pagtagna ug global aron masulbad ang kadaghanan nga mga hagit.Ang laraw sa serbisyo ug sakup nga gisaligan sa pundo.Sa usa ka sulundon nga kalibutan ang koponan makasuporta sa mga tiggamit uban ang mosunud nga laraw",
    "support-12": "Ang mga pagbinayloay sa taas nga panginahanglan apan ang kadaghanan adunay pipila nga mga pinansyal nga mga hurdles;Sa ubos mao ang mga team address aron matabunan ang mga bayad sa paglista ug paghatag og katubigan",
    "support-13": "Pundo sa Exchange",
    "support-14": "Gusto nga mag-ambag sa usa ka indibidwal nga miyembro sa team?",
    "support-15": "Pagsuporta sa team",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Kanunay nga gipangutana nga mga pangutana",
    "faq-03": "Ang ngalan nga \"Keva\" usa ka pinamubo alang sa yawe nga kantidad (nagpahayag nga Kee-VA, ug ang mubo nga simbolo mao ang KVA).Kini usa ka yawe nga bili nga tindahan nga gitukod sa blockchain, sa code-base sa Bitcoin ug Spitcoin.Gawas nga usa ka cryptocurrency, gitugotan niini ang mga tiggamit sa dali nga pagdugang, pag-update o pagtangtang sa mga pares nga yawe-vale sa blockchain.",
    "faq-04": "Ang Kevacoin naimpluwensyahan sa ngalan, nga adunay yawe nga kantidad sa code nga gibag-o sa Code sa ngalan sa Namecoin.",
    "faq-05": "Bisan kung ang Kevacoin naimpluwensyahan sa ngalan, lainlain nga nagtrabaho kini ug nagsilbi nga lahi kaayo nga katuyoan kaysa sa ulahi: Si Kevacoin usa ka sistema sa pagparehistro sa ngalan.Ang Kevacoin wala'y limitasyon sa gidaghanon sa mga yawe, ug ang labing taas nga gitas-on nga kantidad mao ang 3072 Byte.Ang NAMECOIN's adunay 520 nga limit sa Byte sa matag ngalan.Ang ngalan sa ngalan ni Kevacoin nga gihimo sa network aron malikayan ang mga panagbangi.Ang ngalan ni Namecoin gipili sa tiggamit ug kinahanglan nga talagsaon sa tibuuk nga network.Uban sa Kevacoin, dili ka kinahanglan mabalaka bahin sa pag-squatting sa ngalan.Ang mga pares nga yawe nga kantidad sa Kevacoin dili matapos.",
    "faq-06": "Pila ang gasto sa paggamit sa CEVACOIN DATA Tindahan?",
    "faq-07": "Sa wala pa idugang ang usa ka pares nga hinungdanon nga kantidad, ang usa kinahanglan nga maghimo usa ka namespace aron mahuptan ang mga pares.Ang sistema adunay reserba 0.01 KVA alang sa paghimo sa namespace ug ang kantidad dili magamit.Mahimo nga idugang sa usa ka key-bili sa ngalan sa ngalan, nga adunay bayad sa transaksyon nga gitino sa mga minero.",
    "faq-08": "Si Kevacoin usa ka publiko nga blokechin ug bisan kinsa nga makasulat niini.Ang network huyang sa pag-abuso sa pag-abuso nga wala'y bayad sa transaksyon.Gawas pa, ang mga transaksyon gipatuman sa mga minero, ug kinahanglan sila nga bayran alang sa ilang mga buhat.",
    "faq-09": "Asa ko makakuha og kevacoin?",
    "faq-10": "Ang kadali nga paagi aron makuha ang Kevacoin pinaagi sa pagmina.Gigamit ni Kevacoin ang randomkeva (usa ka variant sa randomx) Hashing Algorithm ug nahiuyon sa Monero Mining Software.Mahimo nimong gamiton, pananglitan, XMRIR o XMR-Stak ingon ang software sa pagmina.",
    "faq-11": "Unsa ang labing taas nga suplay sa kevacoin?",
    "faq-12": "Ang ganting sa block mao ang 500 KVA sa sinugdan.Ang ganti gipunting sa matag upat ka tuig (matag 1050000 nga mga bloke, mga 2 minuto alang sa matag bloke).Ang nag-iskedyul nga nag-iskedyul parehas sa Bitcoin ug Spitcoin.Ang labing taas nga suplay sa Kevacoin mao ang 1,050,000,000 KVA.",
    "faq-13": "Unsa man ang kadako nga gidak-on sa block?",
    "faq-14": "Ang Kevacoin gibase sa Bitcoin ug Segoin, nga adunay nagbulag nga Saksi (Segwit) nga gipalihok sukad pa sa sinugdan.Uban sa Segwit, ang Bitcoin teoretiko adunay usa ka labing taas nga gidak-on sa block nga mga 4MB.Bisan pa, ang dili-Saksi nga bahin sa bloke adunay usa ka hinungdan sa scaling sa 4 ug ang bahin sa saksi nga usa ka hinungdan sa 1. Sumala sa kini nga artikulo, ang gidak-on sa block sa 2.3MBMBKana mga 0.6MB alang sa dili-Saksi nga datos.Ang mga pares nga kantidad sa Kevacoin mao ang datos nga dili-Saksi, ug mag-okupar sa bahin sa 0.6MB kung ang Kevacoin adunay parehas nga gidak-on sa gidak-on sa block nga setting ingon Bitcoin.Sa labing taas nga gidak-on sa kantidad sa 3KB, ang 0.6MB ingon og dili igo.",
    "faq-15": "Gitugotan ni Kevacoin ang labing taas nga gidak-on sa block sa 6MB (Max_block_weight mao ang 6000000).Ang gidak-on sa data sa dili-Saksi mahimong bahin sa 1MB.Kini mga 400kb nga dugang nga wanang nga gitagana alang sa mga pares nga yawe nga kantidad.Susama sa Bitcoin, dili gyud mahimo nga ang 6MB mahimong magamit sa hingpit tungod sa istruktura sa transaksyon.Ang gipaabut nga gidak-on sa maximal block mga 3MB alang sa Kevacoin.",
    "faq-16": "Nakuha ba nimo ang akong mga sensilyo?",
    "faq-17": "Dili. Dili lang kana, ang ganti sa gorsero block mao ang 0.00001 KVA (normal nga pag-block nga gantihan ang 500 KVA).",
    "faq-18": "Hangtud anus-a kini nga kumpirmahon ang usa ka pag-update sa yawe nga kantidad?",
    "faq-19": "Si Kevacoin adunay oras sa bloke nga mga duha ka minuto.Tungod niini kinahanglan nga maghulat ka bahin sa kana nga oras sa wala pa makumpirma ang Pair nga Key-Value ug gidugang ang sunod nga bloke.Mahimo nimong gamiton ang Client Command Keva_pending aron susihon ang mga pending nga mga transaksyon sa Key-Valu.",
    "faq-20": "Unsa man ang usa ka namespace, ug ngano nga kinahanglan naton ang usa?",
    "faq-21": "Ang matag namspace usa ka talagsaon nga wanang alang kanimo nga luwas nga idugang o i-update ang mga pares nga yawe-value nga wala'y bisan unsang potensyal nga mga panagbangi sa ubang mga tiggamit.Ang usa ka namespace adunay usa ka ID nga gigarantiyahan nga talagsaon sa tibuuk nga network.Kini usab adunay usa ka ngalan sa display nga magamit aron masubay ang pagsubay sa mga namespaces sa sulod.Ang usa ka IDSpace ID usa ka base-58 nga gilakip nga pisi ug kanunay nga nagsugod.",
    "faq-22": "Ang panguna nga hinungdan sa pag-assign sa talagsaon nga IDSpace ID mao ang paglikay sa pag-squat sa ngalan.",
    "faq-23": "Gisuportahan ba ni Kevacoin ang Smart Contract?",
    "faq-24": "Ang Kevacoin gibase sa Bitcoin / Litecoin, mao nga adunay parehas nga lebel sa suporta alang sa Smart Contract.Si Kevacoin usa ka de-sentrikadong tindahan sa datos ug kini nagbilin sa pagpatuman sa aplikasyon nga lohika sa blockchain.",
    "faq-25": "Kuhaa ang panig-ingnan sa sistema sa de-sentral nga micro blogging.Hangtod nga ang datos sa gumagamit gisulat sa tindahan sa datos ug magamit sa publiko, bisan kinsa ang makasulat sa usa ka aplikasyon (gamit ang iyang pinalabi nga sinultian nga programming) aron ipakita ang mga bag-o.Ang aplikasyon mahimong proprietary o bukas nga gigikanan, apan ang sulud parehas tungod kay kita adunay usa ka tinubdan sa kamatuoran.",
    "faq-26": "Unsa ang labing taas nga yawe ug gidak-on sa kantidad?",
    "faq-27": "Ang labing taas nga yawe nga gidak-on mao ang 255 nga ba-ba, ug gidak-on sa kantidad 3072 nga ba-ba.Ang labing kadaghan nga gidak-on sa kantidad gitino sa max_script_Epement_size.Kini ang 520 sa Bitcoin ug gipadako namon kini sa 3072. Wala'y partikular nga hinungdan sa pagpili sa kini nga gidak-on.520 Ang mga Byte ingon gamay ra ug limitado kaayo.Apan dili kini mahimo nga dako usab, tungod kay gusto namon nga likayan ang mga potensyal nga pag-atake sa DO.",
    "faq-28": "Ngano nga napili si Randa ingon nga Proof-of-Work Algorithm?",
    "faq-29": "Gigamit ni Kevacoin ang proof-of-work ingon nga pamaagi sa pag-uyon niini.Ang Hashing Algorithm mao ang randaon nga randaon.Pipila ka mga hinungdan sa kini nga kapilian: Kini mahigalaon sa CPU.Ang mga CPU nga adunay usa ka pagtudlo sa AES MAHA MAAYO MAAYO MAAYONG HUNAHA HUNH rate.Kini ang panumduman nga Hard Hash Algorithm ug gikaon ang labi ka gamay nga gahum kaysa GPU ug Asic.Mahimo nga labi pa nga resistensya sa asic-resistensya, mao nga labi ka patas sa mga indibidwal nga minero.",
    "faq-30": "Bisan kung ang Kevacoin gipasukad sa Bitcoin / Litecoin, gamay namon nga gibag-o ang istruktura sa header aron kini mahiuyon sa Monero Mining Software.Ingon usa ka sangputanan, ang usa magamit sa bisan unsang monero mining software sa akong kevacoin (e.g. xmrig o xmr-stak).",
    "faq-31": "Unsa man ang kalisud sa pag-adjust sa algorithm?",
    "faq-32": "Gigamit ni Kevacoin ang Digishield nga kalisud sa pag-adjust sa algorithm, pareho sa usa nga gigamit sa Dogecoin.Ang oras sa pag-target sa block gi-adjust sa matag bloke.Gipugngan sa Digishield ang negatibo nga epekto sa mga jumpers sa pool.Sama pananglit, kung ang usa ka dako nga kantidad sa Hash rate nag-uban sa pag-agaw sa Kevacoin, ang target nga target dali nga modaghan aron malikayan ang dali nga mga ganti.Sa susama, ang target sa kalisud mokunhod kung ang daghang mga dahon sa Hash rate, mao nga ang mga bloke himuon gihapon sa mga 2 minuto bisan sa gamay nga gahum sa ihap.",
    "faq-33": "Unsa man ang mga hulga nga giatake sa 51% nga pag-atake?",
    "faq-34": "Ang labing dako nga peligro sa 51% nga pag-atake doble nga paggasto.Kini usa ka bantog nga peligro alang sa provan-of-work based crypocurrencies.Bisan pa, ang usa ka tig-atake dili gyud malikayan nga magbag-o ang mga pares nga yawe nga kantidad nga wala niya gipanag-iya.Ang labing daotan nga mahimo sa usa ka tig-atake mao ang pag-block o balihon ang mga transaksyon sa Key-Valual.Ang mga pares nga Key-Value nga gipunting sa mga dili tag-iya dili madawat sa network, tungod kay sila gisiguro sa kristolohiya.Ang mga gibabagan o gibaliktad nga mga transaksyon magpabilin sa Mempool ug sa kadugayan idugang sa blockchin kung mohunong ang pag-atake.",
    "faq-35": "Makita ba ang akong datos sa publiko?",
    "faq-36": "Ang tanan nga mga transaksyon sa Key-Value makita sa publiko, tungod kay kini ang kinaiyahan sa Bitcoin Style Blockchin.Ang usa ka tawo mahimong mag-encrypt sa mga mithi, o magtipig lamang sa mga hashes sa mga mithi, aron mapanalipdan ang kompidensiyal sa mga mithi.",
    "faq-37": "Unsaon man nako makatampo sa pag-uswag sa kevacoin?",
    "faq-38": "Salamat sa pagpangutana!Ang Kevacoin usa ka proyekto sa komunidad ug pag-apil gikan sa komunidad hinungdanon alang sa dugay nga kalampusan niini.Makatabang ka kanamo sa lainlaing mga paagi: Pag-download sa software sa kliyente, pagdagan ug sulayi kini.Pagdagan usa ka publiko nga puno sa node.Mahimong usa ka minero o magsugod sa usa ka mining pool.Ribyuha o isulat ang dokumentasyon, lakip na kini nga FAQ.Mahimo nimong isumite ang mga hangyo sa pagbitad sa https://github.com/kevacoin-team repositories.Pagsulat sa mga pagsulay sa yunit, mga pagsulay sa pagtapos sa mga pag-regression.I-report ang mga bug.Aron ireport ang mga dili security bugs, gamita ang isyu sa Iithub nga tracker.Aron ireport ang mga bug sa seguridad nga may kalabutan sa seguridad, palihug ipadala ang mga email sa contact@Kevacointeam.org.Pagpalambo sa aplikasyon gamit ang Kevacoin de-sentrukdized Data Store.Ipasiugda ang proyekto.Mag-ambit sa code sa gigikanan sa proyekto sa Kevacoin.Giabiabi ang mga hangyo sa pagbitad!Pag-donate sa proyekto.",
    "faq-39": "Unsa man ang lahi niini gikan sa NAMECOIN?",
    "faq-40": "Unsa man ang kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "Ipadala",
    "software-cryptonote-nodejs-pool-04": "Ang Cryptonote-nodejs-pool usa ka taas nga pasundayag nga software sa pagmina sa Pinuo nga gisulat sa Node.Js uban sa mga Native C ADSONS, nga gilaraw alang sa mga sensilyo nga nakabase sa Cryptonote.Naglakip kini sa usa ka lightweight nga pananglitan sa atubang sa script nga gigamit ang Ajax API.Gisuportahan sa pool ang lainlaing mga algorithm sa Cryptonight.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Ipadala",
    "software-electrumx-04": "Ang electrumx usa ka pagpatuman sa electrum-server nga gidisenyo aron pagdumala sa usa ka kaugmaon nga adunay mas dagkong mga bloke.Kini nga pag-ayo sa software sa server nagtanyag sa episyente nga pagdumala sa mga pangutana sa blockchain, nga gihimo nga angay alang sa mga crypocurrencies nga nakasinati sa dugang nga mga gidak-on sa transaksyon.",
    "software-electrumx-05": "Panguna nga mga Tampok",
    "software-electrumx-06": "Scalability: Engineered aron suportahan ang labi ka dagko nga mga bloke, pagsiguro nga kini nagpabilin nga proformant ingon mga gidak-on sa blockchain.",
    "software-electrumx-07": "Kahusayan: Gi-optimize alang sa pagdumala sa usa ka taas nga gidaghanon sa mga pangutana sa blockchain nga hapsay.",
    "software-electrumx-08": "Ang pagkaangay: nagsuporta sa lainlaing mga cryptocurencies, nga naghimo niini nga daghang mga butang alang sa lainlaing mga ekosistema sa blockchain.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "KEVE-BED",
    "software-keva-stratum-03": "Ipadala",
    "software-keva-stratum-04": "Ang Keva-Stratum usa ka high-performance Cryptonote Mining Stratum server nga adunay usa ka interface sa web, nga piho nga gipahiangay alang sa Kevacoin.",
    "software-keva-stratum-05": "Gipugngan gikan sa Monero-Stratum, ang Keva-Stratum nagpadali sa proseso sa pagtukod ug naglakip sa mga kinahanglanon nga mga sangkap sa code sa monero nga adunay panginahanglan alang sa usa ka external monero source tree.Gisuportahan usab niini ang pagtukod sa mga bintana pinaagi sa MSYS2.",
    "software-keva-stratum-06": "Stratum tampok nga lista",
    "software-keva-stratum-07": "Mahimong imong kaugalingon nga pool: Pag-set up ug pagdumala sa imong kaugalingon nga mining pool.",
    "software-keva-stratum-08": "Ang pag-monitor sa RIGS nga magamit: Pag-monitor sa pagkaanaa ug pasundayag sa mga pagmina sa mga rigs.",
    "software-keva-stratum-09": "Pagsubay sa mga stats: Pagsubay sa mga gidawat nga mga bahin, gisalikway ang mga bahin, ug i-block ang mga estadistika.",
    "software-keva-stratum-10": "Makit-an ang mga sakit nga rigs: dali nga mailhan sa ilawom sa paghimo o dili maayo nga mga rigs.",
    "software-keva-stratum-11": "Ang Daemon napakyas sa lista: i-configure ang usa ka lista nga mapakyas sa mga daemon aron masiguro ang padayon nga operasyon.",
    "software-keva-stratum-12": "Ang mga managsama nga pagproseso sa mga bahin: Pagdumala sa daghang mga pagsumite nga dungan nga alang sa kamalaumon nga pasundayag.",
    "software-keva-stratum-13": "Nindot nga Web Interface: Pagdumala ug pag-monitor sa imong mining pool nga adunay usa ka intuitive nga interface sa web.",
    "software-keva-stratum-14": "Mga bahin sa detalye",
    "software-keva-stratum-15": "1. Mahimong imong kaugalingon nga pool:",
    "software-keva-stratum-16": "Gitugotan ka nga magtukod usa ka pribado nga pool sa pagmina, nga naghatag kanimo kontrol sa proseso sa pagmina ug bayad sa pool.",
    "software-keva-stratum-17": "2. Mga RIGS Availability Monitoring:",
    "software-keva-stratum-18": "Padayon nga gibantayan ang kahimtang sa mga rigs sa pagmina, pagsiguro nga sila adunay operasyon ug nagpaabut sa kamalaumon.",
    "software-keva-stratum-19": "3. Pagsubay sa pagdawat, isalikway, mga bloke stats:",
    "software-keva-stratum-20": "Naghatag detalyado nga mga istatistika sa gidawat ug gisalikway ang mga bahin, ingon man ang mga bloke nga nakit-an, nga nagtabang kanimo sa pag-monitor sa pasundayag sa pool.",
    "software-keva-stratum-21": "4. Sayon nga Pagtuktok sa Mga Masakiton nga Rigs:",
    "software-keva-stratum-22": "Dali nga gipaila ang mga rigs nga gipailalom sa pagpahigayon o dili maayo, nga nagtugot alang sa dali nga pagmintinar o pagpuli.",
    "software-keva-stratum-23": "5. Ang daemon mapakyas sa lista:",
    "software-keva-stratum-24": "Gi-configure ang daghang mga daemon aron masiguro nga mapakyas sa kaso ang nag-unang daemon nga nanaug, nga nagpadayon sa padayon nga operasyon sa pagmina.",
    "software-keva-stratum-25": "6. Ang mga managsama nga pagproseso sa mga bahin:",
    "software-keva-stratum-26": "Gi-optimize ang pasundayag pinaagi sa pagdumala sa daghang mga pagsumite nga dungan nga dungan, pagkunhod sa latency ug pagdugang sa kaepektibo.",
    "software-keva-stratum-27": "7. matahum nga interface sa web:",
    "software-keva-stratum-28": "Usa ka intuitive web interface alang sa pagdumala ug pag-monitor sa pool, nga naghatag sa mga estadistika sa tinuud nga panahon ug dali nga pagsasaayos.",
    "software-keva-stratum-29": "Pinaagi sa paggamit sa Keva-Stratum, mahimo ka nga magbutang usa ka high-performance mining pool alang sa Kevacoin, nga gipunting ang mga lig-on nga panagsama ug pag-monitor sa imong operasyon sa pagmina.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Ipadala",
    "software-kevacoin-core-04": "Si Kevacoin usa ka desentralisado, bukas nga gigikanan nga yawe-vale data store nga gitukod sa ibabaw sa LiteCoin Cryptocurrency, nga gibase sa Bitcoin.Naimpluwensyahan sa NAMOCOIN, nagtanyag si Kevacoin usa ka talagsaon nga pamaagi sa pagtipig ug pagdumala sa datos, bisan kung kini nagsilbi sa lainlaing mga katuyoan ug naglihok nga lainlain gikan sa NAMOCIN.",
    "software-kevacoin-core-05": "Unsa ang gibuhat ni Kevacoin?",
    "software-kevacoin-core-06": "Gitugotan ni Kevacoin ang mga tiggamit sa:",
    "software-kevacoin-core-07": "Luwas nga pagrekord sa mga yawe ug mga kantidad: Tindahan ang mga pares nga yawe nga kantidad diin ang matag bili mahimong hangtod sa 3072 nga mga byte.Wala'y mga limitasyon sa gidaghanon sa mga yawe.",
    "software-kevacoin-core-08": "Pag-update sa mga yawe ug mga kantidad: pagbag-o sa naa nga mga pares nga yawe-value.",
    "software-kevacoin-core-09": "Hupti ang Network-Talagsaong Namespaces: Mga Yawe sa Grupo sa Ubos sa Mga Namalanda aron mapugngan ang mga panagbangi sa ngalan.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Gamita ang Native Digital nga salapi, kevacoin (KVA), alang sa mga transaksyon.",
    "software-kevacoin-core-11": "Paggamit mga kaso alang sa Kevacoin",
    "software-kevacoin-core-12": "Ingon usa ka desentralisado nga database sa Key-Value, ang Kevacoin mahimong magamit sa lainlaing mga aplikasyon, lakip ang:",
    "software-kevacoin-core-13": "Social Media: Pagtipig sa datos alang sa mga platform sa social media.",
    "software-kevacoin-core-14": "MICRO Blogging: Suporta sa mga serbisyo sa pag-blogging micro nga adunay desentralisado nga pagtipig sa datos.",
    "software-kevacoin-core-15": "Mga Heshes: Lig-on nga tindahan ug pagdumala sa datos sa Hash.",
    "software-kevacoin-core-16": "Notary Services: Paghatag mga descentralizalized nga mga sayop nga serbisyo.",
    "software-kevacoin-core-17": "Ang Kevacoin adunay limitado nga suporta alang sa mga Smart Contracts, nga susama sa Bitcoin ug Litecoin, gitugotan gihapon kini sa pag-uswag sa mga desentecalized nga aplikasyon (Dapps).Ang mga datos nagpabilin nga desentralized sa Kevacoin Blockchain, samtang ang aplikasyon sa logic gipalambo sa blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawatlet",
    "software-keva-wallet-03": "Ipadala",
    "software-keva-wallet-04": "Ang Kevawatlet usa ka lightweight, manipis nga pitaka alang sa Kevacoin.Gidisenyo kini alang sa kadali sa paggamit ug gitukod gamit ang mga modernong teknolohiya aron mahatagan ang usa ka seamless nga kasinatian sa tiggamit.",
    "software-keva-wallet-05": "Panguna nga mga Tampok",
    "software-keva-wallet-06": "Ang reaksiyon sa reaksiyon: gitukod uban ang reaksyon nga lumad, nga naghatag usa ka hapsay ug matubag nga interface sa user sa mga platform sa iOS ug Android.",
    "software-keva-wallet-07": "Electrum: gigamit ang electrum, usa ka lightweight nga kliyente sa Bitcoin, gipahiangay alang sa Kevacoin aron masiguro ang episyente ug luwas nga mga transaksyon.",
    "software-keva-wallet-08": "Bukas nga gigikanan: Pinasukad sa bukas nga gigikanan nga BlueWallet Bitcoin Wallet, nga nag-agay sa lig-on ug luwas nga arkitektura.",
    "software-keva-wallet-09": "Paglantaw gikan sa taas",
    "software-keva-wallet-10": "Ang Kevawatlet gidisenyo aron magtanyag usa ka luwas ug dali nga paagi aron madumala ang imong mga kevacoin (KVA).Pinaagi sa pag-ayo sa episyente nga server sa electrum, gisiguro sa Kevawatlet ang dali nga pagproseso sa transaksyon nga wala kinahanglan i-download ang tibuuk nga blockcha.",
    "software-keva-wallet-11": "KEHANE NGA MGA BABAYE",
    "software-keva-wallet-12": "Lightweight: Dili kinahanglan i-download ang tibuuk nga blockchain sa Kevacoin, nga kini angayan alang sa mga mobile device.",
    "software-keva-wallet-13": "Cross-platform: Magamit sa IOS ug Android, salamat sa reaksiyon sa reaksiyon.",
    "software-keva-wallet-14": "Luwas: Gitukod sa lig-on nga pundasyon sa BlueWalllet, nga napanunod ang mga bahin sa seguridad niini ug labing kaayo nga mga buhat.",
    "software-keva-wallet-15": "Pinasukad sa Bluewallet",
    "software-keva-wallet-16": "Ang KevAtallet nakasinati sa daghang mga bahin ug mga lakang sa seguridad gikan sa BlueWalllet, usa ka bukas nga gigikanan nga Bitcoin Wallet.Naglakip kini:",
    "software-keva-wallet-17": "Multi-pirma nga mga pitaka: Pag-ayo sa imong Kevacoin nga adunay suporta nga multi-pirma.",
    "software-keva-wallet-18": "Pagtan-aw sa mga pitaka: pag-monitor sa imong mga adres nga wala ibutyag ang imong pribado nga mga yawe.",
    "software-keva-wallet-19": "Custom nga mga Transaksyon: Paghimo kostumbre nga mga transaksyon sa mga advanced nga kapilian.",
    "software-keva-wallet-20": "Pinaagi sa paggamit sa Kevawatlet, mahimo nimong mapugngan ang imong mga kevacoin sa pag-adto, uban ang seguridad ug kasaligan nga gihatag sa usa ka lig-on nga arkitektura sa pag-uswag ug aktibo nga komunidad.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "KEVA_IPFFS",
    "software-keva-ipfs-03": "Ipadala",
    "software-keva-ipfs-04": "Ang Keva_IPFS mao ang serbisyo sa back-end alang sa Keva Mobile App, nga gidisenyo aron mapadali ang pag-upload ug pagpintal sa mga file sa IPFS.Kini nga katapusan nagsiguro nga walay seamless interaction tali sa Keva Mobile App ug Sistema sa Interplanetary File (IPFS).",
    "foot-01": "Mahitungod sa",
    "foot-02": "About namo",
    "foot-03": "Makigkita",
    "foot-04": "Ituboy",
    "foot-05": "Komunidad",
    "foot-06": "Kasapanan",
    "foot-07": "Magpaputi",
    "foot-08": "Kevacoin Team",
    "nav-01": "Kevacoin Team",
    "nav-02": "Pilia ang Pinulongan",
    "nav-03": "Protocol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Giya",
    "g1-01": "Kevacoin Team - Pagtukod Keva Stratum alang sa Windows gamit ang MSYS2",
    "g1-02": "Pagtukod Keva Stratum alang sa Windows gamit ang MSYS2",
    "g1-03": "Lakang 1:",
    "g1-04": "I-download ang Msys2 Installer gikan sa https://www.msys2.org/:",
    "g1-05": "Ipadala",
    "g1-06": "Lakang 2:",
    "g1-07": "I-install ang MSYS2 gikan sa na-download nga installer, ang kapilian sa laktawan nga modagan sa katapusan aron ang husto nga kabhang mahimong ilusad",
    "g1-08": "Lakang 3:",
    "g1-09": "Ilunsad ang Mingw64 bisan gikan sa Start Menu o gikan sa linya sa Command nga adunay 'MINW64'",
    "g1-10": "Lakang 4:",
    "g1-11": "Ang pag-update sa sistema, ang paglansad sa MINGW64 mahimong gikinahanglan",
    "g1-12": "Lakang 5:",
    "g1-13": "I-install ang mga kinahanglanon sa pagtukod",
    "g1-14": "Lakang 6:",
    "g1-15": "Alang sa pagtukod sa suporta kinahanglan naton gamiton ang usa ka mas tigulang nga bersyon sa pag-adto.Dinhi gigamit namon ang labing bag-o nga nahibal-an sa pagtukod sa proyekto 1.19.13",
    "g1-16": "Lakang 7:",
    "g1-17": "Paghimo usa ka direktoryo aron ma-install ang Go",
    "g1-18": "Lakang 8:",
    "g1-19": "Unzip moadto sa direktoryo sa pag-install",
    "g1-20": "Lakang 9:",
    "g1-21": "I-export ang variable sa palibot sa Goroot aron itudlo ang direktoryo sa pag-install",
    "g1-22": "Lakang 10:",
    "g1-23": "Pag-update sa variable sa palibot",
    "g1-24": "Lakang 11:",
    "g1-25": "Susihon nga ang among mga dula sa Go",
    "g1-26": "1.19.13",
    "g1-27": "Lakang 12:",
    "g1-28": "I-set ang Go111module sa 'Auto' alang sa Pagpahiuyon",
    "g1-29": "Lakang 13:",
    "g1-30": "Clone Keva-Stratum nga repository",
    "g1-31": "Lakang 14:",
    "g1-32": "Pag-navigate sa direktoryo sa Keva-Stratum",
    "g1-33": "Lakang 15:",
    "g1-34": "Paghimo usa ka direktoryo nga tukuron gikan sa, dinhi gigamit namon ang pagtukod",
    "g1-35": "Lakang 16:",
    "g1-36": "Pag-navigate sa direktoryo sa pagtukod",
    "g1-37": "Lakang 17:",
    "g1-38": "Pagdagan sa CMAKE sa MSYS TOID TOOP",
    "g1-39": "Lakang 18:",
    "g1-40": "Pagtukod keva-stratum",
    "g1-41": "Lakang 19:",
    "g1-42": "Pag-update sa Keva-Stratum Config",
    "g1-43": "Lakang 20:",
    "g1-44": "Pagdagan Keva Stratum",
    "g1-45": "Pagtukod file nga nahimutang sa sulod sa C: / MSYS2 / Balay / 'User' / Keva-Stratum / Pagtukod.Kung ang pagbalhin sa lain nga lokasyon kinahanglan nimo ang Kevastratum.exe, Libcnutil.dll, Config.json ug direktoryo sa www",
    "g1-46": "Paglista",
    "g1-47": "Manunuhid",
    "g2-01": "Kevacoin Team - Pagtukod Keva_IPFs alang sa Linux",
    "g2-02": "Pagtukod Keva_IPFs alang sa Linux",
    "g2-03": "Lakang 1:",
    "g2-04": "Siguruha nga ang sistema hangtod karon",
    "g2-05": "Lakang 2:",
    "g2-06": "I-install ang Git ug Goung",
    "g2-07": "Lakang 3:",
    "g2-08": "Clone Keva_ipfs repository",
    "g2-09": "Lakang 4:",
    "g2-10": "Pag-navigate sa Keva_IPFS",
    "g2-11": "Lakang 5:",
    "g2-12": "Paghimo sa direktoryo sa pagtukod ug pag-navigate niini",
    "g2-13": "Lakang 6:",
    "g2-14": "Pagtukod Keva_IPFS",
    "g2-15": "Lakang 7:",
    "g2-16": "Kopyahon Config.json nga magtukod direktoryo",
    "g2-17": "Lakang 8:",
    "g2-18": "Pag-update Config.json",
    "g2-19": "Lakang 9:",
    "g2-20": "Ilunsad ang Keva_IPFS",
    "g3-01": "Kevacoin Team - Pagtukod Keva Stratum alang sa Linux",
    "g3-02": "Pagtukod Keva Stratum Alang sa Linux",
    "g3-03": "Lakang 1:",
    "g3-04": "I-update ang sistema",
    "g3-05": "Lakang 2:",
    "g3-06": "I-install ang mga kinahanglanon sa pagtukod",
    "g3-07": "Lakang 3:",
    "g3-08": "I-install ang Golang ug Git",
    "g3-09": "Lakang 4:",
    "g3-10": "Clone Keva-Bed",
    "g3-11": "Lakang 5:",
    "g3-12": "Pagsulud sa direktoryo sa Keva-Stratum",
    "g3-13": "Lakang 6:",
    "g3-14": "Paghimo direktoryo sa pagtukod",
    "g3-15": "Lakang 7:",
    "g3-16": "Pag-navigate sa Pagtukod direktoryo",
    "g3-17": "Lakang 8:",
    "g3-18": "Export Go111module sa Auto alang sa Pagpahiuyon",
    "g3-19": "Lakang 9:",
    "g3-20": "I-configure ang paghimo",
    "g3-21": "Lakang 10:",
    "g3-22": "Pagtukod keva-stratum",
    "g3-23": "Lakang 11:",
    "g3-24": "Susihon ang mga output sa pagtukod",
    "g3-25": "Lakang 12:",
    "g3-26": "Pag-update Config.json",
    "g4-01": "Kevacoin Team - Setup Cryptonote-Nodejs-Pool",
    "g4-02": "Setup Cryptonote-Nodejs-Pool",
    "g4-03": "Lakang 1:",
    "g4-04": "I-update ang sistema",
    "g4-05": "Lakang 2:",
    "g4-06": "I-install ang mga kinahanglanon sa pagtukod",
    "g4-07": "Lakang 3:",
    "g4-08": "I-install ang NVM",
    "g4-09": "Lakang 4:",
    "g4-10": "I-install ang Nodejs 11.0.0",
    "g4-11": "Lakang 5:",
    "g4-12": "Ibutang ang NPM nga gamiton ang Python 2.7",
    "g4-13": "Lakang 6:",
    "g4-14": "Clone nga Cryptonote-Nodejs-Pool Trepository",
    "g4-15": "Lakang 7:",
    "g4-16": "Pag-navigate sa pool",
    "g4-17": "Lakang 8:",
    "g4-18": "Pagdagan sa pag-update sa NPM",
    "g4-19": "Lakang 9:",
    "g4-20": "Kopyaha Kevacoin.json sa Config.json",
    "g4-21": "Lakang 10:",
    "g4-22": "Pag-update Config.json",
    "g4-23": "Lakang 11:",
    "g4-24": "Run Pool",
    "g5-01": "Kevacoin Team - Pagtukod sa Kevacoin Core alang sa Linux gamit ang Pagdepende",
    "g5-02": "Pagtukod sa Kevacoin Core alang sa Linux gamit ang Pagdepende",
    "g5-03": "Lakang 1:",
    "g5-04": "I-update ang sistema",
    "g5-05": "Lakang 2:",
    "g5-06": "I-install ang mga kinahanglanon sa pagtukod",
    "g5-07": "Lakang 3:",
    "g5-08": "Clone nga kahinlo sa Kevacoin",
    "g5-09": "Lakang 4:",
    "g5-10": "Pag-navigate sa Depender Directory sa sulod sa Kevacoin",
    "g5-11": "Lakang 5:",
    "g5-12": "Pagdagan Paghimo Target Linux",
    "g5-13": "Lakang 6:",
    "g5-14": "Pag-navigate sa usa ka direktoryo",
    "g5-15": "Lakang 7:",
    "g5-16": "Pagdagan Autogen.sh",
    "g5-17": "Lakang 8:",
    "g5-18": "Pagdagan nga Configure, ang pag-target sa Linux nagdepende sa pagtukod",
    "g5-19": "Lakang 9:",
    "g5-20": "Pagtukod kevacoin",
    "g5-21": "Lakang 10:",
    "g5-22": "Pagtukod sa Package sa Pag-deployment",
    "g5-23": "Lakang 11:",
    "g5-24": "I-install ang gitukod nga Kevacoin",
    "g6-01": "Kevacoin Team - Pagtukod Kevacoin Core alang sa Windows gamit ang Depende",
    "g6-02": "Pagtukod sa kevacoin core alang sa mga bintana nga gigamit depende",
    "g6-03": "Lakang 1:",
    "g6-04": "I-update ang sistema",
    "g6-05": "Lakang 2:",
    "g6-06": "I-install ang mga kinahanglanon sa pagtukod",
    "g6-07": "Lakang 3:",
    "g6-08": "I-install ang Mingw-W64 Cross-Compilation Tool Chain",
    "g6-09": "Lakang 4:",
    "g6-10": "I-set ang default mingw32 g ++ compiler opsyon sa POPIX",
    "g6-11": "Lakang 5:",
    "g6-12": "Clone nga kahinlo sa Kevacoin",
    "g6-13": "Lakang 6:",
    "g6-14": "Pag-navigate sa Depender Directory sa sulod sa Kevacoin",
    "g6-15": "Lakang 7:",
    "g6-16": "Pagdagan Paghimo nga Target sa Windows",
    "g6-17": "Lakang 8:",
    "g6-18": "Pag-navigate sa usa ka direktoryo",
    "g6-19": "Lakang 9:",
    "g6-20": "Pagdagan Autogen.sh",
    "g6-21": "Lakang 10:",
    "g6-22": "Pagdagan nga Configure, ang pag-target sa mga bintana nagdepende sa pagtukod",
    "g6-23": "Lakang 11:",
    "g6-24": "Pagtukod kevacoin",
    "g6-25": "Lakang 12:",
    "g6-26": "Pagtukod sa Package sa Pag-deployment",
    "nav-07": "Pagtukod sa Kevacoin Core alang sa Linux gamit ang Pagdepende",
    "nav-08": "Pagtukod sa Kevacoin core alang sa mga bintana nga gigamit depende",
    "nav-09": "Pagtukod Keva-Stratum Alang sa Linux",
    "nav-10": "Pagtukod Keva-Stratum alang sa Windows gamit ang MSYS",
    "nav-11": "Pagtukod Keva_IPFs alang sa Linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}