{
    "index-01": "Kevacoin Team",
    "index-02": "Vítejte",
    "index-03": "Vítejte na webových stránkách týmu Kevacoin!",
    "index-04": "Pracujte probíhající, ale užijte si prosím zdroje.",
    "aboutus-01": "Kevacoin Team",
    "aboutus-02": "O nás",
    "aboutus-03": "Jen někteří náhodní lidé, kteří věří v tento projekt a jeho fit do ekologického systému blockchain.",
    "contact-01": "Kevacoin Team",
    "contact-02": "Spojit se s námi",
    "contact-03": "Pošli nám email",
    "contact-04": "Připojte se k nám na Discord",
    "contact-05": "Zapojte se do diskusí GitHub",
    "contact-06": "Sledujte nás na x @kevacointmeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Symbol",
    "protocol-03": "KVA",
    "protocol-04": "Celková nabídka",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Předčasně",
    "protocol-07": "Ne",
    "protocol-08": "Poplatek za vývojář",
    "protocol-09": "Algoritmus POW",
    "protocol-10": "Randomkeva",
    "protocol-11": "Blokovací odměna",
    "protocol-12": "500, polovinu se každých 4 roky",
    "protocol-13": "Blok čas",
    "protocol-14": "2 minuty",
    "protocol-15": "Úpravy obtížnosti",
    "protocol-16": "Digishield, každý blok",
    "protocol-17": "Segwit",
    "protocol-18": "Aktivováno",
    "protocol-19": "Blok hmotnost",
    "protocol-20": "6 000 000 hmotnostních jednotek",
    "protocol-21": "Maximální velikost klíče",
    "protocol-22": "255 bajtů",
    "protocol-23": "Maximální počet klíčů",
    "protocol-24": "Žádný pevný limit",
    "protocol-25": "Velikost maximální hodnoty",
    "protocol-26": "3072 bajtů",
    "protocol-27": "Protokol",
    "support-01": "Tým Kevacoin - podporujte tým",
    "support-02": "Kevacoin Blockchain je projekt podporovaný open source.",
    "support-03": "Tým Kevacoin je skupina jednotlivců, kteří dobrovolně dobrovolně, dovednosti a zdroje, kteří slouží jako správci blockchainu.",
    "support-04": "Přispívat k úspěchu je v rukou každého.",
    "support-05": "Jak mohu pomoci týmu, který se zeptáte?",
    "support-06": "Nejlepší způsob je přispět k úsilí týmů o pokrok v Kevacoin Blockchain.Existuje mnoho klobouků, které mohou vyplnit, kde příspěvky mohou pomoci zvýšit úspěch.",
    "support-07": "Spíše darovat?Dostali jsme tě zakrytý!",
    "support-08": "Pojďme to čelit, hostování je drahé.",
    "support-09": "Chcete -li správně podporovat uživatele, musí KevaCoinTeam.org rozšířit uzly a služby L2, jako je Electrumx.Aktuální zdroje poskytnuté z Keva.one jsou navrženy tak, aby byly super levné a nestačí pro obsluhování těžkých zatížení.Expanze opravdu potřebovala správně podporovat výměny a provoz, který budou generovat.",
    "support-10": "Hostingový fond",
    "support-11": "*AWS je současný poskytovatel;Je konzistentní, snadné předpověď a globální, takže řeší většinu výzev.Návrh a rozsah služeb bude záviset na fondu.V ideálním světě by tým mohl podporovat uživatele s následujícím designem",
    "support-12": "Výměny ve vysoké poptávce, ale většina z nich má některé finanční překážky;Níže jsou uvedeny adresy týmu, které by pokrývaly poplatky za seznam a poskytovaly likviditu",
    "support-13": "Burzovní fond",
    "support-14": "Chcete přispět k jednotlivému členovi týmu?",
    "support-15": "Podporovat tým",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Často kladené otázky",
    "faq-03": "Jméno „Keva“ je zkratka pro klíčovou hodnotu (pronouced kee-va a krátkým symbolem je KVA).Jedná se o úložiště klíčových hodnot postavených na blockchainu na základně kódu bitcoinů a litecoinu.Kromě toho, že se jedná o kryptoměnu, umožňuje uživatelům snadno a bezpečně přidávat, aktualizovat nebo smazat páry klíčových hodnot na blockchainu.",
    "faq-04": "Kevacoin je ovlivněn Namecoin, přičemž část kódu je silně upravena z registračního kódu Namecoin.",
    "faq-05": "Přestože je Kevacoin ovlivňován Namecoin, funguje velmi odlišně a slouží velmi odlišnému účelu než ten druhý: Kevacoin je úložiště klíčových hodnot, zatímco Namecoin je systém registrace názvu.Kevacoin nemá žádný pevný limit na počet klíčů a maximální délka hodnoty je 3072 bajtů.Namecoin's má pro každý jmenný prostor 520 bajtů.ID Kevacoinova jmenného prostoru jedinečně generované sítí, aby se zabránilo konfliktům.Namecoinův jmenný prostor je vybírán uživatelem a musí být v síti jedinečný.S Kevacoinem se nemusíte starat o squatting.Páry Kevacoin's Key-Value nevyprší.",
    "faq-06": "Kolik stojí použití úložiště dat Kevacoin?",
    "faq-07": "Před přidáním páru klíčové hodnoty je třeba vytvořit jmenný prostor pro držení párů.Systém si vyhrazuje 0,01 kVa pro vytvoření jmenného prostoru a částku nelze utratit.Do jmenného prostoru lze přidat hodnotu klíčů s transakčním poplatkem stanoveným horníky.",
    "faq-08": "Kevacoin je veřejný blockchain a kdokoli na něj může napsat.Síť je zranitelná vůči zneužívání spamování bez transakčního poplatku.Kromě toho jsou transakce ověřeny horníky a za své práce je musí kompenzovat.",
    "faq-09": "Kde mohu získat kevacoin?",
    "faq-10": "Nejjednodušší způsob, jak získat kevacoin, je těžba.Kevacoin používá hashovací algoritmus Hashing RandomKeva (varianta RandomX) a je kompatibilní se softwarem pro těžbu Monero.Jako těžební software můžete použít například XMRIG nebo XMR-Stak.",
    "faq-11": "Jaké je maximální přísun kevacoinu?",
    "faq-12": "Odměna bloku je zpočátku 500 kVa.Odměna je na polovinu přibližně každé čtyři roky (každých 1050000 bloků, asi 2 minuty pro každý blok).Rozvrh poloviny je stejný jako bitcoiny a litecoin.Maximální dodávka kevacoinu je 1 050 000 000 KVA.",
    "faq-13": "Jaká je maximální velikost bloku?",
    "faq-14": "Kevacoin je založen na bitcoinech a litecoinu, se segregovaným svědkem (SEGWIT) povoleným od začátku.S Segwit má bitcoiny teoreticky maximální velikost bloku asi 4 MB.Část bloku newitness však má faktor škálování 4 a část svědku A faktor 1. Podle tohoto článku by se u průměrných transakcí SEGWIT očekávala velikost bloku 2,3 ​​MB.To je asi 0,6 MB pro data newitness.Páry Kevacoinovy ​​klíčové hodnoty jsou údaje o newitness a budou zabírat část 0,6 MB, pokud Kevacoin má stejné nastavení velikosti bloku jako bitcoiny.S maximální velikostí hodnoty 3 kB se zdá, že 0,6 MB je nedostatečná.",
    "faq-15": "Kevacoin umožňuje maximální velikost bloku 6 MB (Max_Block_weight je 6000000).Velikost dat newitness může být asi 1 MB.Je to asi 400 kB extra prostor vyhrazený pro páry klíčových hodnot.Podobně jako u bitcoinů je velmi nepravděpodobné, že 6 MB lze plně použít kvůli struktuře transakce.Očekávaná maximální velikost bloku je pro Kevacoin asi 3 MB.",
    "faq-16": "Předpokládal jsi mince?",
    "faq-17": "Ne. Nejen to, že odměna bloku Genesis je 0,00001 kVa (normální odměna bloku je 500 kVa).",
    "faq-18": "Jak dlouho trvá potvrzení aktualizace hodnoty klíče?",
    "faq-19": "Kevacoin má blokovou dobu asi dvě minuty.Možná budete muset počkat na toto množství času, než bude váš pár klíčových hodnot potvrzen a přidán další blok.Můžete použít příkaz klienta Keva_Pending ke kontrole čekajících transakcí s hodnotou klíčů.",
    "faq-20": "Co je to jmenný prostor a proč ho potřebujeme?",
    "faq-21": "Každý jmenný prostor je pro vás jedinečný prostor pro bezpečné přidání nebo aktualizaci párů klíčových hodnot bez jakýchkoli potenciálních konfliktů s ostatními uživateli.Názvý prostor má ID, který je zaručeno, že bude v síti jedinečné.Má také název zobrazení, který lze použít ke sledování jmenných prostorů interně.ID jmenného prostoru je kódovaný řetězec Base-58 a vždy začíná.",
    "faq-22": "Hlavním důvodem přiřazení jedinečného ID jmenného prostoru je vyhnout se jménu squattingu.",
    "faq-23": "Podporuje Kevacoin inteligentní smlouvu?",
    "faq-24": "Kevacoin je založen na bitcoinech/litecoinu, takže má podobnou úroveň podpory inteligentní smlouvy.Kevacoin je de-centralizovaný úložiště dat a ponechává implementaci logiky aplikace z blockchainu.",
    "faq-25": "Vezměte si příklad decentralizovaného systému mikro blogů.Dokud jsou uživatelská data zapsána do úložiště dat a jsou veřejně přístupná, může kdokoli napsat aplikaci (pomocí svého oblíbeného programovacího jazyka) k zobrazení existujících blogů a přidání nových.Aplikace může být proprietární nebo open source, ale obsah je stejný, protože máme jediný zdroj pravdy.",
    "faq-26": "Jaká je maximální velikost klíče a hodnoty?",
    "faq-27": "Maximální velikost klíče je 255 bajtů a velikost hodnoty 3072 bajtů.Maximální velikost hodnoty je stanovena pomocí Max_Script_element_Size.Je to 520 v bitcoinech a my ji zvyšujeme na 3072. Neexistuje žádný zvláštní důvod k výběru této velikosti.520 bajtů se zdá být příliš malé a příliš omezené.Ale ani to nemůže být příliš velké, protože se chceme vyhnout potenciálním útokům DOS.",
    "faq-28": "Proč je RandomKeva vybrán jako algoritmus důkazu práce?",
    "faq-29": "Kevacoin používá jako konsensuální metodu důkaz práce.Algoritmus hašování je RandomKeva.Některé důvody pro tuto volbu: Je to přátelské k CPU.CPU s instrukcí AES Ni mohou získat lepší hashovací sazbu.Je to algoritmus hash-tvrdý hash a spotřebovává mnohem méně energie než GPU a ASIC.Může to být více odolné vůči ASIC, takže je spravedlivější vůči jednotlivým horníkům.",
    "faq-30": "Přestože je Kevacoin založen na bitcoinech/litecoinu, mírně jsme upravili strukturu záhlaví tak, aby byla kompatibilní se softwarem pro těžbu Monero.Výsledkem je, že lze použít jakýkoli software pro těžbu Monero k těžení Kevacoin (např. XMRIG nebo XMR-Stak).",
    "faq-31": "Jaký je algoritmus nastavení obtížnosti?",
    "faq-32": "Kevacoin používá algoritmus nastavení obtížnosti Digishield, stejně jako algority, který používá Dogecoin.Čas cíle bloku je upraven každý blok.Digishield zabraňuje negativnímu účinku skokanů.Například pokud se velké množství míry hash spojí s těžbou Kevacoin, cíl obtížnosti se rychle zvýší, aby se zabránilo snadným odměnám.Podobně se cíl obtížnosti sníží, když se velké množství hashovacích listů, takže bloky budou stále generovány za přibližně 2 minuty i při menší hashovací síle.",
    "faq-33": "Jaké jsou hrozby představované 51% útokem?",
    "faq-34": "Největším rizikem 51% útoku je dvojí výdaje.Toto je dobře známé riziko kryptoměn založených na důkazech.Útočník však nemůže libovolně změnit páry, které nevlastní.Nejhorší, co může útočník udělat, je blokovat nebo zvrátit transakce s hodnotou klíčů.Páry klíčových hodnot, které jsou manipulované neživníky, nebudou sítí přijímány, protože jsou kryptograficky zabezpečeny.Blokované nebo obrácené transakce zůstanou v Mempoolu a po zastavení útoku budou nakonec přidány do blockchainu.",
    "faq-35": "Jsou moje data viditelná pro veřejnost?",
    "faq-36": "Všechny transakce s klíčovou hodnotou jsou viditelné pro veřejnost, protože to je povaha bitcoinového stylu blockchain.Jeden může šifrovat hodnoty nebo pouze ukládat hash hodnot, aby chránil důvěrnost hodnot.",
    "faq-37": "Jak mohu přispět k rozvoji Kevacoinu?",
    "faq-38": "Díky za optání!Kevacoin je komunitní projekt a účast komunity je zásadní pro svůj dlouhodobý úspěch.Můžete nám pomoci různými způsoby: Stáhněte si klientský software, spusťte a otestujte.Spusťte veřejný plný uzel.Buďte horníkem nebo spusťte těžební fond.Zkontrolujte nebo zapište dokumentaci, včetně tohoto FAQ.Můžete odeslat žádosti o vyžádání na https://github.com/kevacoin-team repozitáře.Napište testy jednotek, testy na end-to-end a regresní testy.Nahlásit chyby.Chcete-li nahlásit chyby bez bezpečnosti, použijte sledovač vydání GitHub.Chcete-li nahlásit chyby související s zabezpečením, pošlete e-maily na contact@kevacointeam.org.Vypracovat aplikaci pomocí Kevacoin de-Centralizované datové úložiště.Propagovat projekt.Přispějte zdrojovým kódem do projektu Kevacoin.Žádosti o vyžádání jsou vítány!Darujte projektu.",
    "faq-39": "Co se liší od Namecoin?",
    "faq-40": "Co je Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "Stažení",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool je vysoce výkonný software pro těžební bazén psaný v Node.js s nativními C dodanům, určený pro mince založené na Cryptonote.Obsahuje lehký příklad front-end skriptu, který používá AJAX API bazénu.Bazén podporuje různé algoritmy kryptonight.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Stažení",
    "software-electrumx-04": "ElectrumX je opětovný implementaci elektronického serveru navrženého tak, aby zvládl budoucnost s většími bloky.Tento robustní serverový software nabízí efektivní zpracování dotazů blockchainu, díky čemuž je vhodný pro použití s ​​kryptoměnami a zažívá zvýšené objemy transakcí a větší velikosti bloků.",
    "software-electrumx-05": "Klíčové funkce",
    "software-electrumx-06": "Škálovatelnost: Nakonstruována tak, aby podporovala větší bloky, což zajišťuje, že zůstává výkonná, jak rostou velikosti blockchainu.",
    "software-electrumx-07": "Účinnost: Optimalizováno pro efektivní manipulaci s velkým objemem dotazů blockchainu.",
    "software-electrumx-08": "Kompatibilita: Podporuje různé kryptoměny, díky čemuž je všestranná pro různé ekosystémy blockchainu.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-bed",
    "software-keva-stratum-03": "Stažení",
    "software-keva-stratum-04": "Keva-Stratum je vysoce výkonný server Cryptonote Mining Stratum s webovým rozhraním, konkrétně přizpůsobeným pro Kevacoin.",
    "software-keva-stratum-05": "KEVA-STRATUM, rozkvetlý z Monero-Stratum, zjednodušuje proces sestavení a zahrnuje potřebné komponenty zdrojového kódu Monero, což eliminuje potřebu externího stromu zdroje Monero.Podporuje také budovu na Windows prostřednictvím MSYS2.",
    "software-keva-stratum-06": "Seznam funkcí stratum",
    "software-keva-stratum-07": "Buďte svým vlastním bazénem: Nastavte a spravujte svůj vlastní těžební fond.",
    "software-keva-stratum-08": "Monitorování dostupnosti souprav: Sledujte dostupnost a výkon těžebních plošin.",
    "software-keva-stratum-09": "Statistiky sledování: Sledujte akceptované akcie, odmítnuté akcie a statistiky bloků.",
    "software-keva-stratum-10": "Detekovat nemocné soupravy: Snadno identifikujte pod prováděcími nebo nefunkčními soupravami.",
    "software-keva-stratum-11": "Daemon Fail Over List: Nakonfigurujte seznam selhání přes démony, abyste zajistili nepřetržitý provoz.",
    "software-keva-stratum-12": "Souběžné zpracování akcií: zpracovávejte více příspěvků na více sdílení pro optimální výkon.",
    "software-keva-stratum-13": "Krásné webové rozhraní: Spravujte a sledujte těžební fond s intuitivním webovým rozhraním.",
    "software-keva-stratum-14": "Funkce podrobně",
    "software-keva-stratum-15": "1. Buďte svým vlastním bazénem:",
    "software-keva-stratum-16": "Umožňuje vám nastavit soukromý těžební fond, který vám poskytne kontrolu nad procesem těžby a poplatky za bazény.",
    "software-keva-stratum-17": "2. Monitorování dostupnosti souprav:",
    "software-keva-stratum-18": "Neustále monitoruje stav těžebních plošin a zajišťuje, že jsou funkční a optimálně provádějí.",
    "software-keva-stratum-19": "3. Sledujte přijímání, odmítnutí, bloky statistiky:",
    "software-keva-stratum-20": "Poskytuje podrobné statistiky o přijatých a odmítnutých akciích a nalezených blocích, které vám pomohou sledovat výkon fondu.",
    "software-keva-stratum-21": "4. Snadná detekce nemocných souprav:",
    "software-keva-stratum-22": "Rychle identifikuje soupravy, které jsou pod prováděním nebo nefunkční, což umožňuje rychlou údržbu nebo výměnu.",
    "software-keva-stratum-23": "5. Démon selhání nad seznamem:",
    "software-keva-stratum-24": "Konfiguruje více démonů, aby zajistilo selhání v případě, že primární démon klesne, a udržuje nepřetržité těžební operace.",
    "software-keva-stratum-25": "6. Souběžné zpracování akcií:",
    "software-keva-stratum-26": "Optimalizuje výkon současně zpracováním podání více sdílení, snižováním latence a zvyšováním účinnosti.",
    "software-keva-stratum-27": "7. Krásné webové rozhraní:",
    "software-keva-stratum-28": "Intuitivní webové rozhraní pro správu a monitorování fondu, poskytování statistik a snadné konfigurace v reálném čase.",
    "software-keva-stratum-29": "Pomocí Keva-Stratum můžete nastavit vysoce výkonný těžební fond pro Kevacoin, využít jeho robustní funkce a uživatelsky přívětivé rozhraní pro efektivní řízení a sledování vašich těžebních operací.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Jádro Kevacoin",
    "software-kevacoin-core-03": "Stažení",
    "software-kevacoin-core-04": "Kevacoin je decentralizovaný úložiště dat klíčových hodnot v open-source postaveném na horní části kryptoměny Litecoin, která je sama založena na bitcoinech.Kevacoin, ovlivněn Namecoin, nabízí jedinečný přístup k ukládání a správě dat, ačkoli slouží různým účelům a pracuje jinak než Namecoin.",
    "software-kevacoin-core-05": "Co dělá Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin umožňuje uživatelům:",
    "software-kevacoin-core-07": "Bezpečně zaznamenejte klíče a hodnoty: Ukládejte páry klíčových hodnot, kde každá hodnota může být až 3072 bajtů.Počet klíčů neexistují žádné tvrdé limity.",
    "software-kevacoin-core-08": "Aktualizovat klíče a hodnoty: Upravte existující páry klíčových hodnot.",
    "software-kevacoin-core-09": "Udržujte jmenné prostory pro jedinečnou síť: Skupinové klíče pod jmenné prostory, abyste zabránili konfliktům názvu.",
    "software-kevacoin-core-10": "Transakt Kevacoins (KVA): Pro transakce použijte nativní digitální měnu, Kevacoin (KVA).",
    "software-kevacoin-core-11": "Případy použití pro kevacoin",
    "software-kevacoin-core-12": "Jako decentralizovaná databáze klíčových hodnot lze Kevacoin použít v různých aplikacích, včetně:",
    "software-kevacoin-core-13": "Sociální média: Ukládání dat pro platformy sociálních médií.",
    "software-kevacoin-core-14": "Micro Blogging: Podpora mikro blogování s decentralizovaným ukládáním dat.",
    "software-kevacoin-core-15": "Hashes: Bezpečně ukládejte a spravujte data hash.",
    "software-kevacoin-core-16": "Notární služby: Poskytovat decentralizované notářské služby.",
    "software-kevacoin-core-17": "Kevacoin má omezenou podporu inteligentních smluv, podobně jako bitcoin a litecoin, stále umožňuje rozvoj decentralizovaných aplikací (DAPP).Data zůstávají decentralizována na Kevacoin Blockchain, zatímco logika aplikace je vyvíjena mimo blockchain.",
    "software-keva-wallet-01": "Tým Kevacoin - Mobilní peněženka Keva",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Stažení",
    "software-keva-wallet-04": "Kevawallet je lehká, tenká peněženka pro Kevacoin.Je navržen pro snadné použití a postaven pomocí moderních technologií k poskytování bezproblémového uživatelského prostředí.",
    "software-keva-wallet-05": "Klíčové funkce",
    "software-keva-wallet-06": "React Native: Postaven s nativním nativním a poskytuje hladké a citlivé uživatelské rozhraní na platformách iOS i Android.",
    "software-keva-wallet-07": "Electrum: Využívá Electrum, lehkého bitcoinového klienta, přizpůsobeného pro kevacoin, aby zajistil efektivní a zabezpečené transakce.",
    "software-keva-wallet-08": "Open Source: Na základě bitcoinové peněženky Bluewallet Bluewallet, využívající svou robustní a zabezpečenou architekturu.",
    "software-keva-wallet-09": "Přehled",
    "software-keva-wallet-10": "Kevawallet je navržen tak, aby nabídl bezpečný a pohodlný způsob, jak spravovat své Kevacoins (KVA).Využitím efektivního a decentralizovaného modelu serveru společnosti Electrum zajišťuje Kevawallet rychlé zpracování transakcí bez nutnosti stáhnout celý blockchain.",
    "software-keva-wallet-11": "Klíčové benefity",
    "software-keva-wallet-12": "Lehký: Není třeba si stáhnout celý Kevacoin Blockchain, takže je ideální pro mobilní zařízení.",
    "software-keva-wallet-13": "Cross-platform: K dispozici na iOS i Android, díky React Native.",
    "software-keva-wallet-14": "Secure: Postaveno na pevném základu Bluewallet, zdědění jeho bezpečnostních prvků a osvědčených postupů.",
    "software-keva-wallet-15": "Na základě bluewallet",
    "software-keva-wallet-16": "Kevawallet zdědí mnoho funkcí a bezpečnostních opatření od Bluewallet, otevřené bitcoinové peněženky.To zahrnuje:",
    "software-keva-wallet-17": "Peněsky s více podepsání: Zajistěte své kevacoiny pomocí podpory více podepsání.",
    "software-keva-wallet-18": "Peněsky pouze pro sledování: Sledujte své adresy bez odhalení soukromých klíčů.",
    "software-keva-wallet-19": "Vlastní transakce: Vytvořte vlastní transakce s pokročilými možnostmi.",
    "software-keva-wallet-20": "Používáním Kevawallet můžete efektivně spravovat své kevacoiny na cestách, se zabezpečením a spolehlivostí poskytovanou robustní architekturou a aktivní rozvojovou komunitou.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Stažení",
    "software-keva-ipfs-04": "KEVA_IPFS je back-end služba pro mobilní aplikaci Keva, která je navržena tak, aby usnadnila nahrávání a připnutí souborů IPFS.Tento back-end zajišťuje bezproblémovou interakci mezi mobilní aplikací Keva a meziplanetárním souborovým systémem (IPF).",
    "foot-01": "O",
    "foot-02": "O nás",
    "foot-03": "Kontakt",
    "foot-04": "Podpěra, podpora",
    "foot-05": "Společenství",
    "foot-06": "Zdroje",
    "foot-07": "Bílý papír",
    "foot-08": "Kevacoin Team",
    "nav-01": "Kevacoin Team",
    "nav-02": "Zvolte jazyk",
    "nav-03": "Protokol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Průvodci",
    "g1-01": "Tým Kevacoin - Sestavte Keva Stratum pro Windows pomocí MSYS2",
    "g1-02": "Sestavte Keva Stratum pro Windows pomocí MSYS2",
    "g1-03": "Krok 1:",
    "g1-04": "Stáhněte si instalační program MSYS2 z https://www.msys2.org/:",
    "g1-05": "Stažení",
    "g1-06": "Krok 2:",
    "g1-07": "Nainstalujte MSYS2 ze staženého instalačního programu, možnost přeskočit na konci, aby bylo možné spustit správnou skořápku",
    "g1-08": "Krok 3:",
    "g1-09": "Spusťte Mingw64 buď z nabídky Start nebo z příkazového řádku „Mingw64“",
    "g1-10": "Krok 4:",
    "g1-11": "Může být vyžadován systém aktualizace, opětovné opětovné opětovné opětovné opětovné",
    "g1-12": "Krok 5:",
    "g1-13": "Nainstalujte požadavky na sestavení",
    "g1-14": "Krok 6:",
    "g1-15": "Pro podporu sestavení musíme použít starší verzi GO.Zde používáme nejnovější známé pro vytvoření projektu 1.19.13",
    "g1-16": "Krok 7:",
    "g1-17": "Vytvořte adresář pro instalaci go",
    "g1-18": "Krok 8:",
    "g1-19": "Unzip přejděte do adresáře instalace Go",
    "g1-20": "Krok 9:",
    "g1-21": "Exportujte proměnnou prostředí Goroot a ukažte na adresář instalace Go",
    "g1-22": "Krok 10:",
    "g1-23": "Aktualizujte proměnnou prostředí cesty",
    "g1-24": "Krok 11:",
    "g1-25": "Zkontrolujte, zda naše verze GO odpovídá",
    "g1-26": "1.19.13",
    "g1-27": "Krok 12:",
    "g1-28": "Nastavte Go111Module na „auto“ pro kompatibilitu sestavení",
    "g1-29": "Krok 13:",
    "g1-30": "Úložiště Klone Keva-Stratum",
    "g1-31": "Krok 14:",
    "g1-32": "Přejděte do adresáře Keva-Stratum",
    "g1-33": "Krok 15:",
    "g1-34": "Vytvořte adresář, ze které můžete stavět, zde používáme sestavení",
    "g1-35": "Krok 16:",
    "g1-36": "Přejděte do adresáře sestavení",
    "g1-37": "Krok 17:",
    "g1-38": "Spusťte CMake s řetězcem nástrojů MSYS",
    "g1-39": "Krok 18:",
    "g1-40": "Postavit Keva-Stratum",
    "g1-41": "Krok 19:",
    "g1-42": "Aktualizujte konfiguraci Keva-Stratum",
    "g1-43": "Krok 20:",
    "g1-44": "Spusťte Keva Stratum",
    "g1-45": "Sestavte soubor umístěný v rámci C:/MSYS2/HOME/'User'/Keva-Stratum/sestavení.Pokud se přestěhujete na jiné místo, potřebujete kevastratum.exe, libcnutil.dll, adresář config.json a www",
    "g1-46": "Výpis",
    "g1-47": "Badatel",
    "g2-01": "Kevacoin Team - Sestavte Keva_ipfs pro Linux",
    "g2-02": "Sestavte keva_ipfs pro Linux",
    "g2-03": "Krok 1:",
    "g2-04": "Ujistěte se, že je systém aktuální",
    "g2-05": "Krok 2:",
    "g2-06": "Nainstalujte git a golang",
    "g2-07": "Krok 3:",
    "g2-08": "Klone keva_ipfs úložiště",
    "g2-09": "Krok 4:",
    "g2-10": "Přejděte do keva_ipfs",
    "g2-11": "Krok 5:",
    "g2-12": "Vytvořte adresář sestavení a najděte k němu",
    "g2-13": "Krok 6:",
    "g2-14": "Sestavte keva_ipfs",
    "g2-15": "Krok 7:",
    "g2-16": "Zkopírujte config.json pro vytvoření adresáře",
    "g2-17": "Krok 8:",
    "g2-18": "Aktualizace config.json",
    "g2-19": "Krok 9:",
    "g2-20": "Spusťte keva_ipfs",
    "g3-01": "Kevacoin Team - Sestavte Keva Stratum pro Linux",
    "g3-02": "Postavte Keva Stratum pro Linux",
    "g3-03": "Krok 1:",
    "g3-04": "Aktualizovat systém",
    "g3-05": "Krok 2:",
    "g3-06": "Nainstalujte požadavky na sestavení",
    "g3-07": "Krok 3:",
    "g3-08": "Nainstalujte Golang a Git",
    "g3-09": "Krok 4:",
    "g3-10": "Klon keva-l-bed",
    "g3-11": "Krok 5:",
    "g3-12": "Zadejte adresář Keva-Stratum",
    "g3-13": "Krok 6:",
    "g3-14": "Vytvořte adresář sestavení",
    "g3-15": "Krok 7:",
    "g3-16": "Přejděte na adresář sestavení",
    "g3-17": "Krok 8:",
    "g3-18": "Exportujte Go111Module do Auto pro kompatibilitu sestavení",
    "g3-19": "Krok 9:",
    "g3-20": "Nakonfigurovat značku",
    "g3-21": "Krok 10:",
    "g3-22": "Postavit Keva-Stratum",
    "g3-23": "Krok 11:",
    "g3-24": "Zkontrolujte přítomné výstupy",
    "g3-25": "Krok 12:",
    "g3-26": "Aktualizace config.json",
    "g4-01": "Tým Kevacoin-nastavení Cryptonote-Nodejs-Pool",
    "g4-02": "Nastavení Cryptonote-Nodejs-Pool",
    "g4-03": "Krok 1:",
    "g4-04": "Aktualizovat systém",
    "g4-05": "Krok 2:",
    "g4-06": "Nainstalujte požadavky na sestavení",
    "g4-07": "Krok 3:",
    "g4-08": "Nainstalujte NVM",
    "g4-09": "Krok 4:",
    "g4-10": "Nainstalujte nodejs 11.0.0",
    "g4-11": "Krok 5:",
    "g4-12": "Nastavte NPM pro použití Python 2.7",
    "g4-13": "Krok 6:",
    "g4-14": "Klon Cryptonote-Nodejs-Pool Repository",
    "g4-15": "Krok 7:",
    "g4-16": "Přejděte do bazénu",
    "g4-17": "Krok 8:",
    "g4-18": "Spusťte aktualizaci NPM",
    "g4-19": "Krok 9:",
    "g4-20": "Zkopírujte kevacoin.json na config.json",
    "g4-21": "Krok 10:",
    "g4-22": "Aktualizace config.json",
    "g4-23": "Krok 11:",
    "g4-24": "Běh bazén",
    "g5-01": "Tým Kevacoin - Sestavte jádro Kevacoin pro Linux pomocí závislých",
    "g5-02": "Sestavte jádro Kevacoin pro Linux pomocí závislých",
    "g5-03": "Krok 1:",
    "g5-04": "Aktualizovat systém",
    "g5-05": "Krok 2:",
    "g5-06": "Nainstalujte požadavky na sestavení",
    "g5-07": "Krok 3:",
    "g5-08": "Úložiště Klone Kevacoin",
    "g5-09": "Krok 4:",
    "g5-10": "Přejděte do závislého adresáře v Kevacoinu",
    "g5-11": "Krok 5:",
    "g5-12": "Běh Make Cílení Linux",
    "g5-13": "Krok 6:",
    "g5-14": "Najděte do adresáře",
    "g5-15": "Krok 7:",
    "g5-16": "Spusťte autogen.sh",
    "g5-17": "Krok 8:",
    "g5-18": "Spuštění konfigurace, cílení na linux závisí na sestavení",
    "g5-19": "Krok 9:",
    "g5-20": "Stavět Kevacoin",
    "g5-21": "Krok 10:",
    "g5-22": "Sestavte balíček nasazení",
    "g5-23": "Krok 11:",
    "g5-24": "Nainstalujte postavené kevacoin",
    "g6-01": "Tým Kevacoin - Sestavte jádro Kevacoin pro Windows pomocí závislých",
    "g6-02": "Sestavte jádro Kevacoin pro Windows pomocí závislých",
    "g6-03": "Krok 1:",
    "g6-04": "Aktualizovat systém",
    "g6-05": "Krok 2:",
    "g6-06": "Nainstalujte požadavky na sestavení",
    "g6-07": "Krok 3:",
    "g6-08": "Nainstalujte řetězec křížového kompilačního řetězce Mingw-W64",
    "g6-09": "Krok 4:",
    "g6-10": "Nastavte výchozí možnost kompilátoru mingw32 G ++ na Posix",
    "g6-11": "Krok 5:",
    "g6-12": "Úložiště Klone Kevacoin",
    "g6-13": "Krok 6:",
    "g6-14": "Přejděte do závislého adresáře v Kevacoinu",
    "g6-15": "Krok 7:",
    "g6-16": "Spusťte cílení Windows",
    "g6-17": "Krok 8:",
    "g6-18": "Najděte do adresáře",
    "g6-19": "Krok 9:",
    "g6-20": "Spusťte autogen.sh",
    "g6-21": "Krok 10:",
    "g6-22": "Spuštění konfigurace, cílení na okna závisí na sestavení",
    "g6-23": "Krok 11:",
    "g6-24": "Stavět Kevacoin",
    "g6-25": "Krok 12:",
    "g6-26": "Sestavte balíček nasazení",
    "nav-07": "Sestavte jádro Kevacion pro Linux pomocí závislých",
    "nav-08": "Sestavení jádra Kevacion pro Windows pomocí závislých",
    "nav-09": "Postavte Keva-Stratum pro Linux",
    "nav-10": "Sestavte Keva-Stratum pro Windows pomocí MSYS",
    "nav-11": "Sestavte keva_ipfs pro Linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}