{
    "index-01": "Kevacoin Team",
    "index-02": "Velkommen",
    "index-03": "Velkommen til Kevacoin Teams websted!",
    "index-04": "Arbejde igangværende, men nyd ressourcerne.",
    "aboutus-01": "Kevacoin Team",
    "aboutus-02": "Om os",
    "aboutus-03": "Bare nogle tilfældige mennesker, der tror på dette projekt og dets pasform i blockchain -øko -systemet.",
    "contact-01": "Kevacoin Team",
    "contact-02": "Opret forbindelse med os",
    "contact-03": "Send os en e -mail",
    "contact-04": "Deltag i os om Discord",
    "contact-05": "Engagere sig i GitHub -diskussioner",
    "contact-06": "Følg os på X @KEvacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin -protokol",
    "protocol-02": "Symbol",
    "protocol-03": "Kva",
    "protocol-04": "Total forsyning",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Forindskinet",
    "protocol-07": "Ingen",
    "protocol-08": "Udviklergebyr",
    "protocol-09": "POW -algoritme",
    "protocol-10": "Randomkeva",
    "protocol-11": "Bloker belønning",
    "protocol-12": "500, halveret hvert 4. år",
    "protocol-13": "Blokstid",
    "protocol-14": "2 minutter",
    "protocol-15": "Justering af vanskeligheder",
    "protocol-16": "Digishield, hver blok",
    "protocol-17": "Segwit",
    "protocol-18": "Aktiveret",
    "protocol-19": "Blokere vægt",
    "protocol-20": "6.000.000 vægtenheder",
    "protocol-21": "Maksimal nøglestørrelse",
    "protocol-22": "255 byte",
    "protocol-23": "Maksimalt antal nøgler",
    "protocol-24": "Ingen hård grænse",
    "protocol-25": "Maksimal værdistørrelse",
    "protocol-26": "3072 byte",
    "protocol-27": "Protokol",
    "support-01": "Kevacoin Team - Støtt holdet",
    "support-02": "Kevacoin blockchain er et open source -samfundsstøttet projekt.",
    "support-03": "Kevacoin -teamet er en gruppe individer, der frivilligt arbejder deres tid, færdigheder og ressourcer til at fungere som depotmænd for blockchain.",
    "support-04": "At bidrage til succes er i alles hænder.",
    "support-05": "Hvordan kan jeg hjælpe det hold, du spørger?",
    "support-06": "Den bedste måde er at bidrage til holdets bestræbelser på at gå videre med Kevacoin blockchain.Der er mange hatte at udfylde, hvor bidrag kan hjælpe med at skabe succes.",
    "support-07": "Snarere donere?Vi fik dig dækket!",
    "support-08": "Lad os indse det, hosting er dyrt.",
    "support-09": "For at understøtte brugerne korrekt skal kevacointeam.org udvide noder og L2 -tjenester som Electrumx.Aktuelle ressourcer, der leveres af Keva.One, er designet til at være superbane og er utilstrækkelige til at servicere tunge belastninger.Udvidelse var virkelig nødvendig for at understøtte udveksling korrekt og den trafik, de vil generere.",
    "support-10": "Hosting Fund",
    "support-11": "*AWS er ​​den nuværende udbyder;Det er konsistent, let at forudsige og global, så løser de fleste udfordringer.Servicedesign og omfang vil være afhængig af fonden.I en ideel verden kunne teamet støtte brugere med følgende design",
    "support-12": "Udvekslinger i høj efterspørgsel, men de fleste har nogle økonomiske forhindringer;Nedenfor er teamadresser til dækning af noteringsgebyrer og giver likviditet",
    "support-13": "Exchange Fund",
    "support-14": "Vil du bidrage til et individuelt teammedlem?",
    "support-15": "Støtt teamet",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Ofte stillede spørgsmål",
    "faq-03": "Navnet \"Keva\" er en forkortelse for nøgleværdi (udtalt kee-va, og det korte symbol er KVA).Det er en nøgleværdibutik bygget på blockchain, på kodebasen for Bitcoin og Litecoin.Udover at være en cryptocurrency giver det brugerne mulighed for let og sikkert at tilføje, opdatere eller slette nøgleværdipar på blockchain.",
    "faq-04": "Kevacoin er påvirket af Namecoin, med den nøgleværdi-del af koden, der er stærkt modificeret fra Namecoins navnegistreringskode.",
    "faq-05": "Selvom Kevacoin er påvirket af Namecoin, fungerer det meget anderledes og tjener meget anderledes formål end sidstnævnte: Kevacoin er en nøgleværdi-butik, mens Namecoin er et navnesystem.Kevacoin har ingen hård grænse for antallet af nøgler, og den maksimale værdi af værdi er 3072 byte.Namecoin's har 520 byte -grænse for hvert navneområde.Kevacoins navneområde -ID, der er unikt genereret af netværket for at undgå konflikter.Namecoins navneområde vælges af brugeren og skal være unik på tværs af netværket.Med Kevacoin behøver du ikke at bekymre dig om navneområdet.Kevacoins nøgleværdipar udløber ikke.",
    "faq-06": "Hvor meget koster det at bruge Kevacoin Data Store?",
    "faq-07": "Før man tilføjer et nøgleværdipar, skal man oprette et navneområde for at holde paret.Systemet reserverer 0,01 KVA til oprettelse af navneområde, og beløbet kan ikke bruges.Man kan tilføje nøgleværdi til navneområdet med et transaktionsgebyr bestemt af minearbejdere.",
    "faq-08": "Kevacoin er en offentlig blockchain, og enhver kan skrive til det.Netværket er sårbart over for at spam misbrug uden transaktionsgebyr.Derudover valideres transaktioner af minearbejdere, og de skal kompenseres for deres værker.",
    "faq-09": "Hvor kan jeg få Kevacoin?",
    "faq-10": "Den nemmeste måde at få Kevacoin på er gennem minedrift.Kevacoin bruger RandomKeva (en variant af RandomX) hashing -algoritme og er kompatibel med Monero -minesoftware.Du kan f.eks. Bruge XMRIG eller XMR-Stak som minesoftware.",
    "faq-11": "Hvad er den maksimale forsyning af Kevacoin?",
    "faq-12": "Blokbelønningen er oprindeligt 500 kVA.Belønningen halveres omkring hvert fjerde år (hver 1050000 blokke, ca. 2 minutter for hver blok).Halveringsplanen er den samme som Bitcoin og Litecoin.Den maksimale forsyning af Kevacoin er 1.050.000.000 KVA.",
    "faq-13": "Hvad er den maksimale blokstørrelse?",
    "faq-14": "Kevacoin er baseret på Bitcoin og Litecoin, med Segregated Witness (Segwit) aktiveret siden begyndelsen.Med Segwit har Bitcoin teoretisk en maksimal blokstørrelse på ca. 4MB.Imidlertid har den ikke-vidne del af blokken en skaleringsfaktor på 4 og vidne del A-faktor på 1. I henhold til denne artikel forventes 2,3 MB blokstørrelse med gennemsnitlige Segwit-transaktioner.Det er ca. 0,6 MB for ikke-vidnedataene.Kevacoins nøgleværdipar er ikke-vidnedata og vil besætte en del af 0,6 MB, hvis Kevacoin har den samme blokstørrelsesindstilling som Bitcoin.Med den maksimale værdistørrelse på 3 kb ser 0,6 MB ud til at være utilstrækkelig.",
    "faq-15": "Kevacoin tillader maksimal blokstørrelse på 6MB (MAX_BLOCK_WEIGHT er 6000000).Datasørrelsen ikke-vidne kan være ca. 1 MB.Det er omkring 400 kb ekstra plads reserveret til nøgleværdipar.I lighed med Bitcoin er det meget usandsynligt, at 6MB kan bruges fuldt ud på grund af transaktionens struktur.Den forventede maksimale blokstørrelse er ca. 3 MB for Kevacoin.",
    "faq-16": "Forbudte du mønterne?",
    "faq-17": "Nej. Ikke kun det, belønningen af ​​Genesis -blokken er 0,00001 kVA (normal blokbelønning er 500 kVA).",
    "faq-18": "Hvor lang tid tager det at bekræfte en nøgleværdiopdatering?",
    "faq-19": "Kevacoin har en bloktid på cirka to minutter.Derfor skal du muligvis vente på den mængde tid, før dit nøgleværdipar bekræftes og tilføjes den næste blok.Du kan bruge klientkommandoen KEVA_Pending til at kontrollere de verserende nøgleværdiertransaktioner.",
    "faq-20": "Hvad er et navneområde, og hvorfor har vi brug for en?",
    "faq-21": "Hvert navneområde er et unikt rum for dig til sikkert at tilføje eller opdatere nøgleværdipar uden potentielle konflikter med andre brugere.Et navneområde har et ID, der garanteres at være unikt på tværs af netværket.Det har også et visningsnavn, der kan bruges til at holde styr på navneområdet internt.Et navneområde-ID er en base-58-kodet streng og starter altid med.",
    "faq-22": "Hovedårsagen til at tildele unikt navneområde -id er at undgå navne på hukning.",
    "faq-23": "Støtter Kevacoin smart kontrakt?",
    "faq-24": "Kevacoin er baseret på Bitcoin/Litecoin, så det har det lignende niveau af støtte til smart kontrakt.Kevacoin er en de-centraliseret datalager, og det forlader implementeringen af ​​applikationslogik fra blockchain.",
    "faq-25": "Tag eksemplet med de-centraliseret mikrobloggsystem.Så længe brugerdataene er skrevet til datalageret og er offentligt tilgængelig, kan enhver skrive en applikation (ved hjælp af hans/hendes yndlingsprogrammeringssprog) til at vise eksisterende blogs og tilføje nye.Applikationen kan være proprietær eller open source, men indholdet er det samme, fordi vi har en enkelt kilde til sandhed.",
    "faq-26": "Hvad er den maksimale nøgle- og værdistørrelse?",
    "faq-27": "Den maksimale nøglestørrelse er 255 byte og værdi størrelse 3072 bytes.Den maksimale værdistørrelse bestemmes af max_script_element_size.Det er 520 i Bitcoin, og vi øger det til 3072. Der er ingen særlig grund til at vælge denne størrelse.520 bytes ser ud til at være for lille og for begrænset.Men det kan heller ikke være for stort, fordi vi ønsker at undgå potentielle DOS -angreb.",
    "faq-28": "Hvorfor RandomKeva vælges som proof-of-work-algoritmen?",
    "faq-29": "Kevacoin bruger proof-of-work som sin konsensusmetode.Hashing -algoritmen er RandomKeva.Nogle grunde til dette valg: Det er CPU -venligt.CPU'er med AES NI -instruktion kan få en bedre hashfrekvens.Det er hukommelseshard hash-algoritme og forbruger meget mindre strøm end GPU og ASIC.Det kan være mere ASIC-resistente, så det er mere fair over for individuelle minearbejdere.",
    "faq-30": "Selvom Kevacoin er baseret på Bitcoin/Litecoin, ændrede vi lidt overskriftsstrukturen for at gøre det kompatibelt med Monero -minesoftware.Som et resultat kan man bruge enhver Monero-minesoftware til at mine Kevacoin (f.eks. Xmrig eller XMR-Stak).",
    "faq-31": "Hvad er sværhedsjusteringsalgoritmen?",
    "faq-32": "Kevacoin bruger digishield -vanskelighedsjusteringsalgoritme, den samme som den, der bruges af Dogecoin.Blokmåltidet justeres hver blok.Digishield forhindrer den negative effekt af poolhoppere.For eksempel, hvis en stor mængde hashfrekvens tilslutter sig Kevacoin -minedrift, vil vanskelighedsmålet hurtigt stige for at forhindre lette belønninger.Tilsvarende vil vanskelighedsmålet falde, når der er en stor mængde hashhastighedsblade, så der stadig vil blive genereret blokke på cirka 2 minutter, selv med mindre hashkraft.",
    "faq-33": "Hvad er de trusler, der udgøres af 51% angreb?",
    "faq-34": "Den største risiko for angreb på 51% er dobbeltforbrug.Dette er en velkendt risiko for de proof-of-work-baserede cryptocurrencies.En angriber kan imidlertid ikke vilkårligt ændre de nøgleværdipar, som han/hun ikke ejer.Det værste, en angriber kan gøre, er at blokere eller vende nøgleværdi-transaktioner.Key-værdi-par, der er manipuleret af ikke-ejere, accepteres ikke af netværket, da de er kryptografisk sikret.De blokerede eller omvendte transaktioner vil forblive i Mempool og vil til sidst blive føjet til blockchain, når angrebet stopper.",
    "faq-35": "Er mine data synlige for offentligheden?",
    "faq-36": "Alle nøgleværdier er synlige for offentligheden, da dette er arten af ​​bitcoin-stil blockchain.Man kan kryptere værdierne, eller kun gemme hashene af værdierne, for at beskytte fortroligheden af ​​værdierne.",
    "faq-37": "Hvordan kan jeg bidrage til udviklingen af ​​Kevacoin?",
    "faq-38": "Tak fordi du spurgte!Kevacoin er et samfundsprojekt, og deltagelse fra samfundet er afgørende for sin langsigtede succes.Du kan hjælpe os på forskellige måder: download klientsoftwaren, kør og test den.Kør en offentlig fuld knude.Vær en miner eller start en minepool.Gennemgå eller skriv dokumentation, inklusive denne FAQ.Du kan indsende pull-anmodninger til https://github.com/Kevacoin-team Repositories.Skriv enhedstest, ende-til-ende-test og regressionstest.Rapporter fejl.For at rapportere ikke-sikkerhedsfejl skal du bruge GitHub-udgaven tracker.For at rapportere sikkerhedsrelaterede bugs, bedes du sende e-mails til contact@kevacointeam.org.Udvikl applikation ved hjælp af Kevacoin de-centraliseret datalager.Fremme projektet.Bidrage kildekode til Kevacoin -projektet.Trækanmodninger er velkomne!Doner til projektet.",
    "faq-39": "Hvad er det anderledes end Namecoin?",
    "faq-40": "Hvad er Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team-Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Hent",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-nodejs-pool er en højtydende minedriftssoftware skrevet i Node.js med indfødte C-tilføjelser, designet til kryptonote-baserede mønter.Det inkluderer et let eksempel på front-end-script, der bruger poolens Ajax API.Poolen understøtter forskellige kryptonight -algoritmer.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "Hent",
    "software-electrumx-04": "Elektrumx er en genindførelse af elektrum-server designet til at håndtere en fremtid med større blokke.Denne robuste serversoftware tilbyder effektiv håndtering af blockchain -forespørgsler, hvilket gør den velegnet til brug med cryptocurrencies, der oplever øgede transaktionsvolumener og større blokstørrelser.",
    "software-electrumx-05": "Nøglefunktioner",
    "software-electrumx-06": "Skalerbarhed: konstrueret til at understøtte større blokke, hvilket sikrer, at den forbliver performant, når blockchain -størrelser vokser.",
    "software-electrumx-07": "Effektivitet: Optimeret til håndtering af et stort antal blockchain -forespørgsler effektivt.",
    "software-electrumx-08": "Kompatibilitet: Understøtter forskellige cryptocurrencies, hvilket gør det alsidigt til forskellige blockchain -økosystemer.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-Bed",
    "software-keva-stratum-03": "Hent",
    "software-keva-stratum-04": "Keva-Stratum er en højtydende kryptonote mining Stratum-server med en webgrænseflade, specifikt skræddersyet til Kevacoin.",
    "software-keva-stratum-05": "Forglet fra Monero-Stratum forenkler Keva-Stratum byggeprocessen og inkluderer nødvendige Monero-kildekodekomponenter, hvilket eliminerer behovet for et eksternt Monero-kildetræ.Det understøtter også bygning på Windows gennem MSYS2.",
    "software-keva-stratum-06": "Liste over stratumfunktion",
    "software-keva-stratum-07": "Vær din egen pool: Opret og administrer din egen minepulje.",
    "software-keva-stratum-08": "Rigs tilgængelighedsovervågning: Overvåg tilgængeligheden og ydeevnen for minesigge.",
    "software-keva-stratum-09": "Sporstatistikker: Hold styr på accepterede aktier, afviste aktier og blokstatistikker.",
    "software-keva-stratum-10": "Registrer syge rigge: Identificer let under udførelse eller funktionsdygtige rigge.",
    "software-keva-stratum-11": "Daemon mislykkes over listen: Konfigurer en liste over fail over dæmoner for at sikre kontinuerlig drift.",
    "software-keva-stratum-12": "Samtidig behandling af aktier: Håndter indsendelser med flere aktier samtidig for optimal ydelse.",
    "software-keva-stratum-13": "Smuk webgrænseflade: Administrer og overvåg din minepulje med en intuitiv webgrænseflade.",
    "software-keva-stratum-14": "Funktioner i detaljer",
    "software-keva-stratum-15": "1. Vær din egen pool:",
    "software-keva-stratum-16": "Giver dig mulighed for at oprette en privat minepulje, hvilket giver dig kontrol over minedrift og poolgebyrer.",
    "software-keva-stratum-17": "2. Rigs tilgængelighedsovervågning:",
    "software-keva-stratum-18": "Overvåger kontinuerligt status for minesigge og sikrer, at de er operationelle og udfører optimalt.",
    "software-keva-stratum-19": "3. Hold styr på accepter, afviser, blokerer statistikker:",
    "software-keva-stratum-20": "Tilbyder detaljerede statistikker om accepterede og afviste aktier såvel som fundet blokke, hvilket hjælper dig med at overvåge poolens præstation.",
    "software-keva-stratum-21": "4. Nem påvisning af syge rigge:",
    "software-keva-stratum-22": "Identificerer hurtigt rigge, der er under udførelse eller funktionsfejl, hvilket giver mulighed for hurtig vedligeholdelse eller udskiftning.",
    "software-keva-stratum-23": "5. Daemon mislykkes over listen:",
    "software-keva-stratum-24": "Konfigurerer flere dæmoner for at sikre, at det mislykkes i tilfælde af, at den primære dæmon går ned og opretholder kontinuerlige minedrift.",
    "software-keva-stratum-25": "6. Forarbejdning af samtidig aktier:",
    "software-keva-stratum-26": "Optimerer ydelsen ved at håndtere indsendelser med flere aktier samtidig, reducere latenstid og øge effektiviteten.",
    "software-keva-stratum-27": "7. Smuk webgrænseflade:",
    "software-keva-stratum-28": "En intuitiv webgrænseflade til styring og overvågning af puljen, levering af realtidsstatistikker og let konfiguration.",
    "software-keva-stratum-29": "Ved at bruge Keva-Stratum kan du oprette en højtydende minedrift til Kevacoin, der udnytter dens robuste funktioner og brugervenlige interface til at styre og overvåge dine minedrift effektivt.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Hent",
    "software-kevacoin-core-04": "Kevacoin er en decentraliseret, open source nøgleværdi-datalager bygget oven på Litecoin Cryptocurrency, som i sig selv er baseret på Bitcoin.Kevacoin, der er påvirket af Namecoin, tilbyder en unik tilgang til datalagring og styring, selvom det tjener forskellige formål og fungerer anderledes end Namecoin.",
    "software-kevacoin-core-05": "Hvad gør Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin giver brugerne mulighed for at:",
    "software-kevacoin-core-07": "Registrer nøgler og værdier sikkert: Opbevar nøgleværdipar, hvor hver værdi kan være op til 3072 byte.Der er ingen hårde grænser for antallet af nøgler.",
    "software-kevacoin-core-08": "Opdateringstaster og værdier: Ændre eksisterende nøgleværdipar.",
    "software-kevacoin-core-09": "Oprethold netværk-unikke navneområder: Gruppetaster under navneområder for at forhindre konflikter af navneskilter.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Brug den indfødte digitale valuta, Kevacoin (KVA), til transaktioner.",
    "software-kevacoin-core-11": "Brug sager til Kevacoin",
    "software-kevacoin-core-12": "Som en decentraliseret nøgleværdi-database kan Kevacoin bruges i forskellige applikationer, herunder:",
    "software-kevacoin-core-13": "Sociale medier: Opbevar data til sociale medieplatforme.",
    "software-kevacoin-core-14": "Micro Blogging: Support Micro Blogging Services med decentral datalagring.",
    "software-kevacoin-core-15": "HASHES: Gem og administrerer hashdata sikkert.",
    "software-kevacoin-core-16": "Notary Services: Giv decentraliserede notar -tjenester.",
    "software-kevacoin-core-17": "Kevacoin har begrænset støtte til smarte kontrakter, der ligner Bitcoin og Litecoin, det giver stadig mulighed for udvikling af decentrale applikationer (DAPPS).Dataene forbliver decentraliseret på Kevacoin blockchain, mens applikationslogikken udvikles fra blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Hent",
    "software-keva-wallet-04": "Kevawallet er en let, tynd tegnebog til Kevacoin.Det er designet til brugervenlighed og bygget ved hjælp af moderne teknologier til at give en problemfri brugeroplevelse.",
    "software-keva-wallet-05": "Nøglefunktioner",
    "software-keva-wallet-06": "React Native: Bygget med React Native, der giver en glat og responsiv brugergrænseflade på både iOS- og Android -platforme.",
    "software-keva-wallet-07": "Elektrum: Anvender Electrum, en let bitcoin -klient, tilpasset til Kevacoin for at sikre effektive og sikre transaktioner.",
    "software-keva-wallet-08": "Open Source: Baseret på open-source Bluewallet Bitcoin Wallet, der udnytter sin robuste og sikre arkitektur.",
    "software-keva-wallet-09": "Oversigt",
    "software-keva-wallet-10": "Kevawallet er designet til at tilbyde en sikker og praktisk måde at styre dine Kevacoins (KVA) på.Ved at udnytte Electrums effektive og decentrale servermodel sikrer Kevawallet hurtig transaktionsbehandling uden behov for at downloade hele blockchain.",
    "software-keva-wallet-11": "Nøglefordele",
    "software-keva-wallet-12": "Letvægt: Ingen grund til at downloade hele Kevacoin blockchain, hvilket gør det ideelt til mobile enheder.",
    "software-keva-wallet-13": "Cross-platform: Tilgængelig på både iOS og Android takket være React Native.",
    "software-keva-wallet-14": "Sikker: Bygget på det solide fundament i Bluewallet, der arver dens sikkerhedsfunktioner og bedste praksis.",
    "software-keva-wallet-15": "Baseret på Bluewallet",
    "software-keva-wallet-16": "Kevawallet arver mange funktioner og sikkerhedsforanstaltninger fra Bluewallet, en open source bitcoin-tegnebog.Dette inkluderer:",
    "software-keva-wallet-17": "Multi-signatur tegnebøger: Sikre dine Kevacoins med multi-signaturstøtte.",
    "software-keva-wallet-18": "Se-kun tegnebøger: Overvåg dine adresser uden at udsætte dine private nøgler.",
    "software-keva-wallet-19": "Brugerdefinerede transaktioner: Opret tilpassede transaktioner med avancerede optioner.",
    "software-keva-wallet-20": "Ved at bruge Kevawallet kan du effektivt styre dine Kevacoins på farten med den sikkerhed og pålidelighed, der leveres af dets robuste arkitektur og aktive udviklingssamfund.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Hent",
    "software-keva-ipfs-04": "KEVA_IPFS er back-end-tjenesten til Keva Mobile-appen, designet til at lette upload og fastgørelse af IPFS-filer.Denne back-end sikrer problemfri interaktion mellem Keva Mobile-appen og Interplanetary File System (IPFS).",
    "foot-01": "Om",
    "foot-02": "Om os",
    "foot-03": "Kontakt",
    "foot-04": "Support",
    "foot-05": "Fællesskab",
    "foot-06": "Ressourcer",
    "foot-07": "Hvidt papir",
    "foot-08": "Kevacoin Team",
    "nav-01": "Kevacoin Team",
    "nav-02": "Vælg sprog",
    "nav-03": "Protokol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Guider",
    "g1-01": "Kevacoin Team - Byg Keva Stratum til Windows ved hjælp af MSYS2",
    "g1-02": "Byg Keva Stratum til Windows ved hjælp af MSYS2",
    "g1-03": "Trin 1:",
    "g1-04": "Download MSYS2 Installer fra https://www.msys2.org/:",
    "g1-05": "Hent",
    "g1-06": "Trin 2:",
    "g1-07": "Installer MSYS2 fra downloadet installationsprogram, Skip -indstillingen for at køre i slutningen, så korrekt skal kan lanceres",
    "g1-08": "Trin 3:",
    "g1-09": "Start Mingw64 enten fra startmenu eller fra kommandolinjen med 'Mingw64'",
    "g1-10": "Trin 4:",
    "g1-11": "Opdateringssystem, relancering af Mingw64 kan være påkrævet",
    "g1-12": "Trin 5:",
    "g1-13": "Installer build -krav",
    "g1-14": "Trin 6:",
    "g1-15": "Til build -support er vi nødt til at bruge en ældre version af Go.Her bruger vi det seneste, der er kendt for at bygge projektet 1.19.13",
    "g1-16": "Trin 7:",
    "g1-17": "Opret et bibliotek for at installere GO",
    "g1-18": "Trin 8:",
    "g1-19": "Unzip gå ind i GO Installer Directory",
    "g1-20": "Trin 9:",
    "g1-21": "Eksporter Goroot -miljøvariablen for at pege på GO -installationskataloget",
    "g1-22": "Trin 10:",
    "g1-23": "Opdater sti -miljøvariablen",
    "g1-24": "Trin 11:",
    "g1-25": "Kontroller, at vores GO -version matcher",
    "g1-26": "1.19.13",
    "g1-27": "Trin 12:",
    "g1-28": "Indstil Go111Module til 'Auto' for build -kompatibilitet",
    "g1-29": "Trin 13:",
    "g1-30": "Clone Keva-Stratum Repository",
    "g1-31": "Trin 14:",
    "g1-32": "Naviger til Keva-Stratum-biblioteket",
    "g1-33": "Trin 15:",
    "g1-34": "Lav et bibliotek at bygge fra, her bruger vi build",
    "g1-35": "Trin 16:",
    "g1-36": "Naviger ind i build -biblioteket",
    "g1-37": "Trin 17:",
    "g1-38": "Kør CMake med MSYS -værktøjskæden",
    "g1-39": "Trin 18:",
    "g1-40": "Byg keva-stratum",
    "g1-41": "Trin 19:",
    "g1-42": "Opdater Keva-Stratum Config",
    "g1-43": "Trin 20:",
    "g1-44": "Kør Keva Stratum",
    "g1-45": "Byg fil placeret inden for C:/MSYS2/Home/'User'/Keva-Stratum/Build.Hvis du flytter til et andet sted, har du brug for kevastratum.exe, libcnutil.dll, config.json og www mappe",
    "g1-46": "Fortegnelse",
    "g1-47": "Explorer",
    "g2-01": "Kevacoin Team - Byg KEVA_IPFS til Linux",
    "g2-02": "Byg keva_ipfs til Linux",
    "g2-03": "Trin 1:",
    "g2-04": "Sørg for, at systemet er ajour",
    "g2-05": "Trin 2:",
    "g2-06": "Installer Git og Golang",
    "g2-07": "Trin 3:",
    "g2-08": "Clone Keva_IPFS Repository",
    "g2-09": "Trin 4:",
    "g2-10": "Naviger til KEVA_IPFS",
    "g2-11": "Trin 5:",
    "g2-12": "Lav Build Directory og naviger til det",
    "g2-13": "Trin 6:",
    "g2-14": "Byg keva_ipfs",
    "g2-15": "Trin 7:",
    "g2-16": "Kopier config.json til at opbygge bibliotek",
    "g2-17": "Trin 8:",
    "g2-18": "Opdater config.json",
    "g2-19": "Trin 9:",
    "g2-20": "Start KEVA_IPFS",
    "g3-01": "Kevacoin Team - Byg Keva Stratum til Linux",
    "g3-02": "Byg Keva Stratum til Linux",
    "g3-03": "Trin 1:",
    "g3-04": "Opdateringssystem",
    "g3-05": "Trin 2:",
    "g3-06": "Installer build -krav",
    "g3-07": "Trin 3:",
    "g3-08": "Installer Golang og Git",
    "g3-09": "Trin 4:",
    "g3-10": "Clone Keva-Bed",
    "g3-11": "Trin 5:",
    "g3-12": "Indtast Keva-Stratum Directory",
    "g3-13": "Trin 6:",
    "g3-14": "Lav Build Directory",
    "g3-15": "Trin 7:",
    "g3-16": "Naviger til Build Directory",
    "g3-17": "Trin 8:",
    "g3-18": "Eksport Go111Module til Auto for Build -kompatibilitet",
    "g3-19": "Trin 9:",
    "g3-20": "Konfigurer make",
    "g3-21": "Trin 10:",
    "g3-22": "Byg keva-stratum",
    "g3-23": "Trin 11:",
    "g3-24": "Tjek Build Outputs til stede",
    "g3-25": "Trin 12:",
    "g3-26": "Opdater config.json",
    "g4-01": "Kevacoin Team-Opsætning af kryptonote-nodejs-pool",
    "g4-02": "Opsætning af kryptonote-nodejs-pool",
    "g4-03": "Trin 1:",
    "g4-04": "Opdateringssystem",
    "g4-05": "Trin 2:",
    "g4-06": "Installer build -krav",
    "g4-07": "Trin 3:",
    "g4-08": "Installer NVM",
    "g4-09": "Trin 4:",
    "g4-10": "Installer Nodejs 11.0.0",
    "g4-11": "Trin 5:",
    "g4-12": "Indstil NPM til at bruge Python 2.7",
    "g4-13": "Trin 6:",
    "g4-14": "Clone Cryptonote-Nodejs-Pool Repository",
    "g4-15": "Trin 7:",
    "g4-16": "Naviger til pool",
    "g4-17": "Trin 8:",
    "g4-18": "Kør NPM -opdatering",
    "g4-19": "Trin 9:",
    "g4-20": "Kopier kevacoin.json til config.json",
    "g4-21": "Trin 10:",
    "g4-22": "Opdater config.json",
    "g4-23": "Trin 11:",
    "g4-24": "Kør pool",
    "g5-01": "Kevacoin Team - Build Kevacoin Core for Linux ved hjælp af afhænger",
    "g5-02": "Byg Kevacoin -kernen til Linux ved hjælp af afhænger",
    "g5-03": "Trin 1:",
    "g5-04": "Opdateringssystem",
    "g5-05": "Trin 2:",
    "g5-06": "Installer build -krav",
    "g5-07": "Trin 3:",
    "g5-08": "Clone Kevacoin Repository",
    "g5-09": "Trin 4:",
    "g5-10": "Naviger til DEWNS -biblioteket i Kevacoin",
    "g5-11": "Trin 5:",
    "g5-12": "Kør Lav målretning Linux",
    "g5-13": "Trin 6:",
    "g5-14": "Navigere op på et bibliotek",
    "g5-15": "Trin 7:",
    "g5-16": "Kør autogen.sh",
    "g5-17": "Trin 8:",
    "g5-18": "Kør konfigurer, målrettet mod Linux afhænger af at bygge",
    "g5-19": "Trin 9:",
    "g5-20": "Byg Kevacoin",
    "g5-21": "Trin 10:",
    "g5-22": "Byg implementeringspakke",
    "g5-23": "Trin 11:",
    "g5-24": "Installer bygget Kevacoin",
    "g6-01": "Kevacoin Team - Build Kevacoin Core til Windows ved hjælp af afhænger",
    "g6-02": "Byg Kevacoin -kerne til vinduer ved hjælp af afhænger afhænger",
    "g6-03": "Trin 1:",
    "g6-04": "Opdateringssystem",
    "g6-05": "Trin 2:",
    "g6-06": "Installer build -krav",
    "g6-07": "Trin 3:",
    "g6-08": "Installer MINGW-W64 tværkompilationsværktøjskæden",
    "g6-09": "Trin 4:",
    "g6-10": "Indstil standard MINGW32 G ++ COMPILER -indstillingen til POSIX",
    "g6-11": "Trin 5:",
    "g6-12": "Clone Kevacoin Repository",
    "g6-13": "Trin 6:",
    "g6-14": "Naviger til DEWNS -biblioteket i Kevacoin",
    "g6-15": "Trin 7:",
    "g6-16": "Kør Lav målretning af vinduer",
    "g6-17": "Trin 8:",
    "g6-18": "Navigere op på et bibliotek",
    "g6-19": "Trin 9:",
    "g6-20": "Kør autogen.sh",
    "g6-21": "Trin 10:",
    "g6-22": "Kør konfigurer, målrettet mod vinduerne afhænger af at bygge",
    "g6-23": "Trin 11:",
    "g6-24": "Byg Kevacoin",
    "g6-25": "Trin 12:",
    "g6-26": "Byg implementeringspakke",
    "nav-07": "Byg Kevacoin -kerne til Linux ved hjælp af afhænger afhænger",
    "nav-08": "Byg Kevacoin Core til Windows ved hjælp af afhænger afhænger",
    "nav-09": "Byg keva-stratum til Linux",
    "nav-10": "Byg Keva-Stratum til Windows ved hjælp af MSYS",
    "nav-11": "Byg keva_ipfs til Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}