{
    "index-01": "Ομάδα Kevacoin",
    "index-02": "καλως ΗΡΘΑΤΕ",
    "index-03": "Καλώς ήλθατε στην ιστοσελίδα της ομάδας Kevacoin!",
    "index-04": "Εργαστείτε σε εξέλιξη, αλλά απολαύστε τους πόρους.",
    "aboutus-01": "Ομάδα Kevacoin",
    "aboutus-02": "Σχετικά με εμάς",
    "aboutus-03": "Μόνο μερικοί τυχαίοι άνθρωποι που πιστεύουν σε αυτό το έργο και την προσαρμογή του στο σύστημα blockchain eco.",
    "contact-01": "Ομάδα Kevacoin",
    "contact-02": "Συνδεθείτε μαζί μας",
    "contact-03": "Στείλτε μας ένα email",
    "contact-04": "Ελάτε μαζί μας στο Discord",
    "contact-05": "Συμμετέχετε σε συζητήσεις GitHub",
    "contact-06": "Ακολουθήστε μας στο x @kevacointeam",
    "protocol-01": "Ομάδα Kevacoin - πρωτόκολλο kevacoin",
    "protocol-02": "Σύμβολο",
    "protocol-03": "KVa",
    "protocol-04": "Συνολική προσφορά",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Προ-προ-εξισορροπημένος",
    "protocol-07": "Οχι",
    "protocol-08": "Αμοιβή προγραμματιστή",
    "protocol-09": "Αλγόριθμος POW",
    "protocol-10": "Τυχαίο",
    "protocol-11": "Μπλοκ ανταμοιβής",
    "protocol-12": "500, μειώθηκε το ήμισυ κάθε 4 χρόνια",
    "protocol-13": "Χρόνος μπλοκ",
    "protocol-14": "2 λεπτά",
    "protocol-15": "Προσαρμογή δυσκολίας",
    "protocol-16": "Digishield, κάθε μπλοκ",
    "protocol-17": "Σεγιά",
    "protocol-18": "Ενεργοποιημένος",
    "protocol-19": "Βάρος μπλοκ",
    "protocol-20": "Μονάδες βάρους 6.000.000",
    "protocol-21": "Μέγιστο μέγεθος κλειδιού",
    "protocol-22": "255 bytes",
    "protocol-23": "Μέγιστος αριθμός κλειδιών",
    "protocol-24": "Χωρίς σκληρό όριο",
    "protocol-25": "Μέγιστο μέγεθος τιμής",
    "protocol-26": "3072 bytes",
    "protocol-27": "Πρωτόκολλο",
    "support-01": "Ομάδα Kevacoin - Υποστήριξη της ομάδας",
    "support-02": "Το Blockchain Kevacoin είναι ένα έργο που υποστηρίζεται από την κοινότητα ανοιχτού κώδικα.",
    "support-03": "Η ομάδα Kevacoin είναι μια ομάδα ατόμων που εθελοντικά το χρόνο, τις δεξιότητες και τους πόρους τους για να υπηρετήσουν ως θεματοφύλακες στο blockchain.",
    "support-04": "Η συμβολή στην επιτυχία είναι στα χέρια όλων.",
    "support-05": "Πώς μπορώ να βοηθήσω την ομάδα που ρωτάς;",
    "support-06": "Ο καλύτερος τρόπος είναι να συμβάλλουμε στις προσπάθειες των ομάδων για να προχωρήσουμε στο Kevacoin Blockchain.Υπάρχουν πολλά καπέλα για να γεμίσετε όπου οι συνεισφορές μπορούν να βοηθήσουν στην επιτυχία.",
    "support-07": "Μάλλον δωρεά;Σας καλύψαμε!",
    "support-08": "Ας το αντιμετωπίσουμε, η φιλοξενία είναι ακριβή.",
    "support-09": "Για να υποστηρίξει σωστά τους χρήστες kevacointeam.org πρέπει να επεκτείνει τους κόμβους και τις υπηρεσίες L2 όπως το ElectrumX.Οι τρέχοντες πόροι που παρέχονται από το keva.one έχουν σχεδιαστεί για να είναι εξαιρετικά φθηνά και δεν επαρκούν για την εξυπηρέτηση βαρέων φορτίων.Η επέκταση χρειάστηκε πραγματικά για να υποστηρίξει σωστά τις ανταλλαγές και την κυκλοφορία που θα δημιουργήσουν.",
    "support-10": "Ταμείο φιλοξενίας",
    "support-11": "*Το AWS είναι ο τρέχων πάροχος.Είναι συνεπές, εύκολο να προβλεφθεί και παγκόσμια, έτσι επιλύει τις περισσότερες προκλήσεις.Ο σχεδιασμός και το πεδίο εφαρμογής των υπηρεσιών θα εξαρτηθούν από το ταμείο.Σε έναν ιδανικό κόσμο η ομάδα θα μπορούσε να υποστηρίξει τους χρήστες με τον ακόλουθο σχεδιασμό",
    "support-12": "Οι ανταλλαγές με μεγάλη ζήτηση, αλλά οι περισσότεροι έχουν κάποια οικονομικά εμπόδια.Παρακάτω παρατίθενται οι διευθύνσεις της ομάδας για την κάλυψη των τελών καταχώρισης και την παροχή ρευστότητας",
    "support-13": "Ταμείο ανταλλαγής",
    "support-14": "Θέλετε να συνεισφέρετε σε ένα μεμονωμένο μέλος της ομάδας;",
    "support-15": "Υποστηρίξτε την ομάδα",
    "faq-01": "Ομάδα Kevacoin - Kevacoin FAQ",
    "faq-02": "Συχνές ερωτήσεις",
    "faq-03": "Το όνομα \"Keva\" είναι μια συντομογραφία για την αξία κλειδιού (προφητείες Kee-Va, και το σύντομο σύμβολο είναι KVA).Πρόκειται για ένα κατάστημα κλειδί-τιμής που είναι χτισμένο σε blockchain, στη βάση κώδικα Bitcoin και Litecoin.Εκτός από το ότι είναι κρυπτογράφηση, επιτρέπει στους χρήστες να προσθέτουν εύκολα και ασφαλώς τα ζεύγη προσθέτουν ή διαγράφουν ζεύγη κλειδιού-τιμής στο blockchain.",
    "faq-04": "Το Kevacoin επηρεάζεται από το NameCoin, με το τμήμα κλειδιού-τιμής του κώδικα που τροποποιήθηκε σε μεγάλο βαθμό από τον κωδικό εγγραφής ονόματος NameCoin.",
    "faq-05": "Παρόλο που το Kevacoin επηρεάζεται από το NameCoin, λειτουργεί πολύ διαφορετικά και εξυπηρετεί πολύ διαφορετικό σκοπό από τον τελευταίο: το Kevacoin είναι ένα κατάστημα κλειδιών-αξίας, ενώ το Namecoin είναι ένα σύστημα εγγραφής ονόματος.Το Kevacoin δεν έχει σκληρό όριο στον αριθμό των πλήκτρων και το μέγιστο μήκος της τιμής είναι 3072 byte.Το NameCoin's έχει 520 byte όριο για κάθε χώρο ονομάτων.Το αναγνωριστικό χώρου ονομάτων του Kevacoin δημιουργείται μοναδικά από το δίκτυο για την αποφυγή συγκρούσεων.Ο χώρος ονομάτων του NameCoin επιλέγεται από τον χρήστη και πρέπει να είναι μοναδικός σε ολόκληρο το δίκτυο.Με το Kevacoin, δεν χρειάζεται να ανησυχείτε για την κατάληψη του χώρου ονομάτων.Τα ζεύγη κλειδιού-αξίας του Kevacoin δεν λήγουν.",
    "faq-06": "Πόσο κοστίζει η χρήση του αποθηκευτικού χώρου Kevacoin Data;",
    "faq-07": "Πριν προσθέσετε ένα ζεύγος βασικών τιμών, πρέπει να δημιουργήσετε ένα χώρο ονομάτων για να κρατήσετε τα ζευγάρια.Το σύστημα διατηρεί 0,01 kva για τη δημιουργία χώρου ονομάτων και το ποσό δεν μπορεί να δαπανηθεί.Κάποιος μπορεί να προσθέσει βασική αξία στο χώρο ονομάτων, με ένα τέλος συναλλαγής που καθορίζεται από τους ανθρακωρύχους.",
    "faq-08": "Το Kevacoin είναι ένα δημόσιο blockchain και ο καθένας μπορεί να γράψει σε αυτό.Το δίκτυο είναι ευάλωτο στην κατάχρηση SPAMMING χωρίς αμοιβή συναλλαγής.Επιπλέον, οι συναλλαγές επικυρώνονται από τους ανθρακωρύχους και πρέπει να αποζημιωθούν για τα έργα τους.",
    "faq-09": "Πού μπορώ να βρω το kevacoin;",
    "faq-10": "Ο ευκολότερος τρόπος για να πάρετε το Kevacoin είναι μέσω της εξόρυξης.Το Kevacoin χρησιμοποιεί τον αλγόριθμο Hashing Arandomeka (μια παραλλαγή του τυχαίου) και είναι συμβατή με το λογισμικό εξόρυξης Monero.Μπορείτε να χρησιμοποιήσετε, για παράδειγμα, XMRIG ή XMR-Stak ως λογισμικό εξόρυξης.",
    "faq-11": "Ποια είναι η μέγιστη προσφορά kevacoin;",
    "faq-12": "Η ανταμοιβή μπλοκ είναι αρχικά 500 kVA.Η ανταμοιβή μειώνεται κατά το ήμισυ κάθε τέσσερα χρόνια (κάθε 1050000 μπλοκ, περίπου 2 λεπτά για κάθε μπλοκ).Το πρόγραμμα με το ήμισυ είναι το ίδιο με το Bitcoin και το Litecoin.Η μέγιστη παροχή Kevacoin είναι 1.050.000.000 kVA.",
    "faq-13": "Ποιο είναι το μέγιστο μέγεθος μπλοκ;",
    "faq-14": "Το Kevacoin βασίζεται σε Bitcoin και Litecoin, με διαχωρισμένο μάρτυρα (SEGWIT) ενεργοποιημένο από την αρχή.Με το Segwit, το Bitcoin έχει θεωρητικά ένα μέγιστο μέγεθος μπλοκ περίπου 4MB.Ωστόσο, το μη-witness μέρος του μπλοκ έχει συντελεστή κλιμάκωσης 4 και το τμήμα μάρτυρα A 1 συντελεστή 1. Σύμφωνα με αυτό το άρθρο, το μέγεθος του μπλοκ 2,3MB θα αναμένεται με τις μέσες συναλλαγές SEGWIT.Αυτό είναι περίπου 0,6MB για τα δεδομένα μη-witness.Τα ζεύγη κλειδιού-αξίας του Kevacoin είναι δεδομένα μη Witness και θα καταλαμβάνουν μέρος 0,6MB εάν το kevacoin έχει την ίδια ρύθμιση μεγέθους μπλοκ με το bitcoin.Με το μέγιστο μέγεθος τιμής 3KB, 0,6MB φαίνεται να είναι ανεπαρκές.",
    "faq-15": "Το Kevacoin επιτρέπει το μέγιστο μέγεθος μπλοκ 6MB (max_block_weight είναι 6000000).Το μέγεθος των δεδομένων που δεν ανήκει στο Witness μπορεί να είναι περίπου 1MB.Είναι περίπου 400kb επιπλέον χώρος που προορίζεται για ζεύγη βασικών τιμών.Παρόμοια με το Bitcoin, είναι πολύ απίθανο το 6MB να μπορεί να χρησιμοποιηθεί πλήρως λόγω της δομής της συναλλαγής.Το αναμενόμενο μέγιστο μέγεθος μπλοκ είναι περίπου 3MB για το kevacoin.",
    "faq-16": "Προ-μίλησε τα νομίσματα;",
    "faq-17": "Όχι μόνο αυτό, η ανταμοιβή του μπλοκ Genesis είναι 0,00001 kVA (η κανονική ανταμοιβή μπλοκ είναι 500 kVA).",
    "faq-18": "Πόσος χρόνος χρειάζεται για να επιβεβαιωθεί μια ενημέρωση κλειδιού-τιμής;",
    "faq-19": "Το Kevacoin έχει χρόνο μπλοκ περίπου δύο λεπτών.Ως εκ τούτου, ίσως χρειαστεί να περιμένετε για αυτό το χρονικό διάστημα πριν επιβεβαιωθεί το ζευγάρι κλειδιού-τιμής και προστέθηκε το επόμενο μπλοκ.Μπορείτε να χρησιμοποιήσετε την εντολή πελάτη keva_pending για να ελέγξετε τις εκκρεμείς συναλλαγές κλειδιού-τιμής.",
    "faq-20": "Τι είναι το χώρο ονομάτων και γιατί χρειαζόμαστε ένα;",
    "faq-21": "Κάθε χώρος ονομάτων είναι ένας μοναδικός χώρος για να προσθέσετε με ασφάλεια ή να ενημερώσετε τα ζεύγη κλειδιού-τιμής χωρίς πιθανές συγκρούσεις με άλλους χρήστες.Ένας χώρος ονομάτων έχει ένα αναγνωριστικό το οποίο είναι εγγυημένο ότι είναι μοναδικό σε ολόκληρο το δίκτυο.Έχει επίσης ένα όνομα οθόνης που μπορεί να χρησιμοποιηθεί για να παρακολουθεί εσωτερικά τους χώρους ονομάτων.Ένα αναγνωριστικό χώρου ονομάτων είναι μια κωδικοποιημένη συμβολοσειρά βάσης-58 και αρχίζει πάντα.",
    "faq-22": "Ο κύριος λόγος για την εκχώρηση μοναδικού αναγνωριστικού χώρου ονομάτων είναι να αποφευχθεί η καταλήψη του ονόματος.",
    "faq-23": "Η Kevacoin υποστηρίζει έξυπνη σύμβαση;",
    "faq-24": "Το Kevacoin βασίζεται στο Bitcoin/Litecoin, οπότε έχει το παρόμοιο επίπεδο υποστήριξης για έξυπνη σύμβαση.Το Kevacoin είναι ένα αποσυμπιεσμένο κατάστημα δεδομένων και αφήνει την εφαρμογή της λογικής εφαρμογής από το blockchain.",
    "faq-25": "Πάρτε το παράδειγμα του αποσπασμένου συστήματος μικρο-blogging.Όσο τα δεδομένα χρήστη γράφονται στο κατάστημα δεδομένων και είναι προσβάσιμα στο κοινό, ο καθένας μπορεί να γράψει μια εφαρμογή (χρησιμοποιώντας τη γλώσσα του αγαπημένου προγραμματισμού του) για να εμφανίσει υπάρχοντα ιστολόγια και να προσθέσει νέα.Η εφαρμογή μπορεί να είναι ιδιόκτητη ή ανοιχτή πηγή, αλλά το περιεχόμενο είναι το ίδιο επειδή έχουμε μία μόνο πηγή αλήθειας.",
    "faq-26": "Ποιο είναι το μέγιστο μέγεθος κλειδιού και αξίας;",
    "faq-27": "Το μέγιστο μέγεθος κλειδιού είναι 255 bytes και μέγεθος τιμής 3072 bytes.Το μέγιστο μέγεθος τιμής καθορίζεται από το max_script_element_size.Είναι 520 στο Bitcoin και το αυξάνουμε σε 3072. Δεν υπάρχει ιδιαίτερος λόγος να επιλέξουμε αυτό το μέγεθος.520 bytes φαίνεται να είναι πολύ μικρό και πολύ περιορισμένο.Αλλά δεν μπορεί να είναι πολύ μεγάλο, επειδή θέλουμε να αποφύγουμε πιθανές επιθέσεις DOS.",
    "faq-28": "Γιατί το Randomeva επιλέγεται ως αλγόριθμος απόδειξης εργασίας;",
    "faq-29": "Το Kevacoin χρησιμοποιεί την απόδειξη της εργασίας ως μέθοδο συναίνεσης.Ο αλγόριθμος κατακερματισμού είναι RandomKeva.Μερικοί λόγοι για αυτή την επιλογή: είναι φιλική προς τη CPU.Οι CPU με οδηγίες AES NI μπορούν να αποκτήσουν καλύτερο ρυθμό κατακερματισμού.Είναι αλγόριθμος Hash Hash Memory και καταναλώνει πολύ λιγότερη ισχύ από τη GPU και την ASIC.Μπορεί να είναι πιο ανθεκτικό στην ASIC, έτσι είναι πιο δίκαιο για τους μεμονωμένους ανθρακωρύχους.",
    "faq-30": "Παρόλο που το Kevacoin βασίζεται στο Bitcoin/Litecoin, τροποποιήσαμε ελαφρώς τη δομή της κεφαλίδας για να το καταστήσουμε συμβατό με το λογισμικό Monero Mining.Ως αποτέλεσμα, μπορεί κανείς να χρησιμοποιήσει οποιοδήποτε λογισμικό εξόρυξης Monero για να οχείς kevacoin (π.χ. XMRIG ή XMR-stak).",
    "faq-31": "Ποιος είναι ο αλγόριθμος προσαρμογής δυσκολίας;",
    "faq-32": "Το Kevacoin χρησιμοποιεί τον αλγόριθμο προσαρμογής δυσκολίας Digishield, το ίδιο με αυτόν που χρησιμοποιείται από το Dogecoin.Ο χρόνος στόχου του μπλοκ ρυθμίζεται κάθε μπλοκ.Το Digishield αποτρέπει την αρνητική επίδραση των jumpers της πισίνας.Για παράδειγμα, εάν ένα μεγάλο ποσό του ρυθμού κατακερματισμού ενώνει την εξόρυξη Kevacoin, ο στόχος δυσκολίας θα αυξηθεί γρήγορα για να αποφευχθεί η εύκολη ανταμοιβή.Ομοίως, ο στόχος δυσκολίας θα μειωθεί όταν τα μεγάλα ποσοστά φύλλων κατακερματισμού, έτσι ώστε τα μπλοκ να εξακολουθούν να παράγονται σε περίπου 2 λεπτά ακόμη και με λιγότερη δύναμη κατακερματισμού.",
    "faq-33": "Ποιες είναι οι απειλές που θέτουν η επίθεση 51%;",
    "faq-34": "Ο μεγαλύτερος κίνδυνος επίθεσης 51% είναι η διπλή δαπάνη.Αυτός είναι ένας πολύ γνωστός κίνδυνος για τις κρυπτοσυχνότητες που βασίζονται στην απόδειξη εργασίας.Ωστόσο, ένας επιτιθέμενος δεν μπορεί να αλλάξει αυθαίρετα τα ζεύγη κλειδιών-αξίας που δεν κατέχει.Ο χειρότερος που μπορεί να κάνει ο επιτιθέμενος είναι να αποκλείσει ή να αντιστρέψει τις συναλλαγές κλειδιού-αξίας.Τα ζεύγη κλειδιών-αξίας που παραβιάζονται από τους μη ιδιοκτήτες δεν θα γίνονται αποδεκτά από το δίκτυο, καθώς είναι κρυπτογραφικά ασφαλισμένα.Οι μπλοκαρισμένες ή αναστρέψιμες συναλλαγές θα παραμείνουν στο Mempool και τελικά θα προστεθούν στο blockchain όταν σταματήσει η επίθεση.",
    "faq-35": "Τα δεδομένα μου είναι ορατά στο κοινό;",
    "faq-36": "Όλες οι συναλλαγές βασικής αξίας είναι ορατές στο κοινό, καθώς αυτή είναι η φύση του blockchain στυλ bitcoin.Κάποιος μπορεί να κρυπτογραφήσει τις τιμές ή να αποθηκεύσει μόνο τις κατακερματισμένες τιμές, για να προστατεύσει την εμπιστευτικότητα των αξιών.",
    "faq-37": "Πώς μπορώ να συμβάλω στην ανάπτυξη του kevacoin;",
    "faq-38": "Ευχαριστώ για την ερώτηση!Το Kevacoin είναι ένα κοινοτικό έργο και η συμμετοχή της κοινότητας είναι ζωτικής σημασίας για τη μακροπρόθεσμη επιτυχία της.Μπορείτε να μας βοηθήσετε με διαφορετικούς τρόπους: Κατεβάστε το λογισμικό πελάτη, εκτελέστε και δοκιμάστε το.Εκτελέστε έναν δημόσιο πλήρη κόμβο.Γίνετε ανθρακωρύχος ή ξεκινήστε μια πισίνα εξόρυξης.Επανεξέταση ή εγγραφή τεκμηρίωσης, συμπεριλαμβανομένων αυτού του ερωτήματος.Μπορείτε να υποβάλετε αιτήματα έλξης στη διεύθυνση https://github.com/kevacoin-team αποθετήρια.Γράψτε δοκιμές μονάδας, δοκιμές από άκρο σε άκρο και δοκιμές παλινδρόμησης.Αναφορά σφαλμάτων.Για να αναφέρετε σφάλματα μη ασφαλείας, χρησιμοποιήστε τον ιχνηλάτη GitHub.Για να αναφέρετε σφάλματα που σχετίζονται με την ασφάλεια, στείλτε μηνύματα ηλεκτρονικού ταχυδρομείου στη διεύθυνση contact@kevacointeam.org.Ανάπτυξη εφαρμογής χρησιμοποιώντας το αποθετήριο δεδομένων De-Centralized Data Kevacoin.Προωθήστε το έργο.Συμβάλλετε στον πηγαίο κώδικα στο έργο Kevacoin.Τα αιτήματα έλξης είναι ευπρόσδεκτα!Δωρίστε το έργο.",
    "faq-39": "Τι είναι διαφορετικό από το namecoin;",
    "faq-40": "Τι είναι το kevacoin;",
    "software-cryptonote-nodejs-pool-01": "Ομάδα Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "Κατεβάστε",
    "software-cryptonote-nodejs-pool-04": "Το Cryptonote-nodejs-pool είναι ένα λογισμικό πισίνας εξόρυξης υψηλής απόδοσης γραμμένο στο Node.js με τα εγγενή Adons C, σχεδιασμένα για νομίσματα που βασίζονται σε κρυπτότη.Περιλαμβάνει ένα ελαφρύ σενάριο front-end που χρησιμοποιεί το AJAX API της πισίνας.Η πισίνα υποστηρίζει διάφορους αλγόριθμους Cryptonight.",
    "software-electrumx-01": "Ομάδα Kevacoin - Electrumx",
    "software-electrumx-02": "Ηλεκτρικό ρεύμα",
    "software-electrumx-03": "Κατεβάστε",
    "software-electrumx-04": "Το Electrumx είναι μια επανεξέταση του διακομιστή ηλεκτρικού ρεύματος που έχει σχεδιαστεί για να χειρίζεται ένα μέλλον με μεγαλύτερα μπλοκ.Αυτό το ισχυρό λογισμικό διακομιστή προσφέρει αποτελεσματικό χειρισμό ερωτημάτων blockchain, καθιστώντας το κατάλληλο για χρήση με κρυπτοσυχνότητες που αντιμετωπίζουν αυξημένους όγκους συναλλαγών και μεγαλύτερα μεγέθη μπλοκ.",
    "software-electrumx-05": "Βασικά χαρακτηριστικά",
    "software-electrumx-06": "Επιμελητικότητα: Σχεδιασμένο για να υποστηρίξει μεγαλύτερα μπλοκ, εξασφαλίζοντας ότι παραμένει εκτεταμένη καθώς τα μεγέθη blockchain μεγαλώνουν.",
    "software-electrumx-07": "Αποδοτικότητα: Βελτιστοποιημένη για το χειρισμό ενός μεγάλου όγκου των ερωτημάτων blockchain αποτελεσματικά.",
    "software-electrumx-08": "Συμβατότητα: Υποστηρίζει διάφορες κρυπτοσυχνότητες, καθιστώντας το ευπροσάρμοστο για διαφορετικά οικοσυστήματα blockchain.",
    "software-keva-stratum-01": "Ομάδα Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Κούνια με κούπα",
    "software-keva-stratum-03": "Κατεβάστε",
    "software-keva-stratum-04": "Το Keva-Stratum είναι ένας διακομιστής Stratum Mining Cryptonote Mining High-Performance με διεπαφή ιστού, ειδικά προσαρμοσμένο στο Kevacoin.",
    "software-keva-stratum-05": "Διευθυντή από το Monero-Stratum, το Keva-Stratum απλοποιεί τη διαδικασία κατασκευής και περιλαμβάνει τα απαραίτητα εξαρτήματα πηγαίου κώδικα Monero, εξαλείφοντας την ανάγκη για ένα εξωτερικό δέντρο πηγής Monero.Υποστηρίζει επίσης την οικοδόμηση στα Windows μέσω του MSYS2.",
    "software-keva-stratum-06": "Λίστα χαρακτηριστικών Stratum",
    "software-keva-stratum-07": "Γίνετε τη δική σας πισίνα: Ρυθμίστε και διαχειριστείτε τη δική σας πισίνα εξόρυξης.",
    "software-keva-stratum-08": "Παρακολούθηση διαθεσιμότητας RIGS: Παρακολουθήστε τη διαθεσιμότητα και την απόδοση των εξορυκτικών εξέδρων.",
    "software-keva-stratum-09": "Στατιστικά στοιχεία παρακολούθησης: Παρακολουθήστε τις αποδεκτές μετοχές, τις απορριφθείσες μετοχές και τις στατιστικές μπλοκ.",
    "software-keva-stratum-10": "Ανίχνευση άρρωστων εγκαταστάσεων: Εύκολα ταυτοποίηση υπό εκτέλεση ή δυσλειτουργία.",
    "software-keva-stratum-11": "Daemon Fail Over List: Διαμορφώστε μια λίστα αποτυχιών πάνω από δαίμονες για να εξασφαλίσετε συνεχή λειτουργία.",
    "software-keva-stratum-12": "Ταυτόχρονη επεξεργασία μετοχών: χειριστείτε τις πολλαπλές υποβολές μετοχών ταυτόχρονα για βέλτιστη απόδοση.",
    "software-keva-stratum-13": "Όμορφη διεπαφή ιστού: Διαχειριστείτε και παρακολουθείτε την πισίνα εξόρυξης σας με μια διαισθητική διεπαφή ιστού.",
    "software-keva-stratum-14": "Χαρακτηριστικά λεπτομερώς",
    "software-keva-stratum-15": "1. Γίνετε η δική σας πισίνα:",
    "software-keva-stratum-16": "Σας επιτρέπει να δημιουργήσετε μια ιδιωτική πισίνα εξόρυξης, δίνοντάς σας τον έλεγχο της διαδικασίας εξόρυξης και των τελών δεξαμενής.",
    "software-keva-stratum-17": "2. Παρακολούθηση διαθεσιμότητας Rigs:",
    "software-keva-stratum-18": "Συνεχώς παρακολουθεί την κατάσταση των εξορυκτικών εγκαταστάσεων, εξασφαλίζοντας ότι λειτουργούν και εκτελούν βέλτιστα.",
    "software-keva-stratum-19": "3. Παρακολουθήστε τις αποδοχές, τις απορρίψεις, τα στατιστικά στοιχεία:",
    "software-keva-stratum-20": "Παρέχει λεπτομερείς στατιστικές σχετικά με τις αποδεκτές και απορριφθείσες μετοχές, καθώς και τα μπλοκ που βρέθηκαν, βοηθώντας σας να παρακολουθείτε την απόδοση της πισίνας.",
    "software-keva-stratum-21": "4. Εύκολη ανίχνευση ασθενών εγκαταστάσεων:",
    "software-keva-stratum-22": "Προσδιορίζει γρήγορα τις εξέδρες που βρίσκονται υπό εκτέλεση ή δυσλειτουργία, επιτρέποντας την άμεση συντήρηση ή αντικατάσταση.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Ρυθμίζει πολλαπλούς δαίμονες για να εξασφαλίσει την αποτυχία σε περίπτωση που ο πρωταρχικός δαίμονας πέσει κάτω, διατηρώντας συνεχείς εργασίες εξόρυξης.",
    "software-keva-stratum-25": "6. Ταυτόχρονα επεξεργασία μετοχών:",
    "software-keva-stratum-26": "Βελτιστοποιεί την απόδοση με το χειρισμό πολλαπλών υποβολών μετοχών ταυτόχρονα, μειώνοντας την καθυστέρηση και την αύξηση της αποτελεσματικότητας.",
    "software-keva-stratum-27": "7. Όμορφη διεπαφή ιστού:",
    "software-keva-stratum-28": "Μια διαισθητική διεπαφή ιστού για τη διαχείριση και παρακολούθηση της πισίνας, παρέχοντας στατιστικά στοιχεία σε πραγματικό χρόνο και εύκολη διαμόρφωση.",
    "software-keva-stratum-29": "Χρησιμοποιώντας το Keva-Stratum, μπορείτε να δημιουργήσετε μια πισίνα εξόρυξης υψηλής απόδοσης για το Kevacoin, αξιοποιώντας τα ισχυρά χαρακτηριστικά και τη φιλική προς το χρήστη διεπαφή για να διαχειριστείτε και να παρακολουθήσετε αποτελεσματικά τις λειτουργίες εξόρυξης σας.",
    "software-kevacoin-core-01": "Ομάδα Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Πυρήνα kevacoin",
    "software-kevacoin-core-03": "Κατεβάστε",
    "software-kevacoin-core-04": "Το Kevacoin είναι ένα αποκεντρωμένο κατάστημα δεδομένων βασικής τιμής ανοιχτού κώδικα που βασίζεται στην κορυφή της κρυπτογράφησης Litecoin, το οποίο βασίζεται στο Bitcoin.Επηρεασμένος από το NameCoin, το Kevacoin προσφέρει μια μοναδική προσέγγιση στην αποθήκευση και τη διαχείριση δεδομένων, αν και εξυπηρετεί διαφορετικούς σκοπούς και λειτουργεί διαφορετικά από το namecoin.",
    "software-kevacoin-core-05": "Τι κάνει το Kevacoin;",
    "software-kevacoin-core-06": "Το Kevacoin επιτρέπει στους χρήστες να:",
    "software-kevacoin-core-07": "Ασφαλώς καταγράψτε τα πλήκτρα και τις τιμές: Αποθηκεύστε ζεύγη κλειδιού-τιμών όπου κάθε τιμή μπορεί να είναι μέχρι 3072 bytes.Δεν υπάρχουν σκληρά όρια στον αριθμό των κλειδιών.",
    "software-kevacoin-core-08": "Ενημέρωση κλειδιά και τιμές: τροποποιήστε τα υπάρχοντα ζεύγη κλειδιού-τιμής.",
    "software-kevacoin-core-09": "Διατηρήστε χώρους ονομάτων-μοναχικού δικτύου: πλήκτρα ομάδων κάτω από χώρους ονομάτων για την πρόληψη των συγκρούσεων ονόματος.",
    "software-kevacoin-core-10": "(KVA): Χρησιμοποιήστε το φυσικό ψηφιακό νόμισμα, Kevacoin (KVA), για συναλλαγές.",
    "software-kevacoin-core-11": "Χρησιμοποιήστε περιπτώσεις για το kevacoin",
    "software-kevacoin-core-12": "Ως αποκεντρωμένη βάση δεδομένων βασικής τιμής, το Kevacoin μπορεί να χρησιμοποιηθεί σε διάφορες εφαρμογές, όπως:",
    "software-kevacoin-core-13": "Κοινωνικά μέσα ενημέρωσης: Αποθήκευση δεδομένων για πλατφόρμες κοινωνικών μέσων.",
    "software-kevacoin-core-14": "Micro Blogging: Υποστήριξη υπηρεσιών Micro Blogging με αποκεντρωμένη αποθήκευση δεδομένων.",
    "software-kevacoin-core-15": "HASHES: Ασφαλώς αποθηκεύστε και διαχειριστείτε δεδομένα κατακερματισμού.",
    "software-kevacoin-core-16": "Υπηρεσίες συμβολαιογράφων: Παρέχετε αποκεντρωμένες συμβολαιογραφικές υπηρεσίες.",
    "software-kevacoin-core-17": "Το Kevacoin έχει περιορισμένη υποστήριξη για έξυπνες συμβάσεις, παρόμοιες με τις Bitcoin και Litecoin, εξακολουθεί να επιτρέπει την ανάπτυξη αποκεντρωμένων εφαρμογών (DAPPS).Τα δεδομένα παραμένουν αποκεντρωμένα στο blockchain Kevacoin, ενώ η λογική εφαρμογής αναπτύσσεται από το blockchain.",
    "software-keva-wallet-01": "Ομάδα Kevacoin - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Κατεβάστε",
    "software-keva-wallet-04": "Το Kevawallet είναι ένα ελαφρύ, λεπτό πορτοφόλι για το Kevacoin.Έχει σχεδιαστεί για ευκολία χρήσης και κατασκευασμένη με τη χρήση σύγχρονων τεχνολογιών για την παροχή μιας απρόσκοπτης εμπειρίας χρήστη.",
    "software-keva-wallet-05": "Βασικά χαρακτηριστικά",
    "software-keva-wallet-06": "React Native: Χτισμένο με react Native, παρέχοντας μια ομαλή και ευαίσθητη διεπαφή χρήστη σε πλατφόρμες iOS και Android.",
    "software-keva-wallet-07": "Electrum: Χρησιμοποιεί το Electrum, ένα ελαφρύ πελάτη bitcoin, προσαρμοσμένο για το kevacoin για να εξασφαλίσει αποτελεσματικές και ασφαλείς συναλλαγές.",
    "software-keva-wallet-08": "Open Source: Με βάση το πορτοφόλι Bluewallet Bitcoin του BlueWallet, αξιοποιώντας την ισχυρή και ασφαλή αρχιτεκτονική του.",
    "software-keva-wallet-09": "ΣΦΑΙΡΙΚΗ ΕΙΚΟΝΑ",
    "software-keva-wallet-10": "Το Kevawallet έχει σχεδιαστεί για να προσφέρει έναν ασφαλή και βολικό τρόπο για τη διαχείριση των Kevacoins (KVA).Αξιοποιώντας το αποτελεσματικό και αποκεντρωμένο μοντέλο διακομιστή του Electrum, το Kevawallet εξασφαλίζει γρήγορη επεξεργασία συναλλαγών χωρίς να χρειάζεται να κατεβάσετε ολόκληρο το blockchain.",
    "software-keva-wallet-11": "Βασικά οφέλη",
    "software-keva-wallet-12": "Ελαφρύ: Δεν χρειάζεται να κατεβάσετε ολόκληρο το blockchain Kevacoin, καθιστώντας το ιδανικό για κινητές συσκευές.",
    "software-keva-wallet-13": "Cross-Platform: Διατίθεται τόσο στο iOS όσο και στο Android, χάρη στο React Native.",
    "software-keva-wallet-14": "Secure: Χτισμένο στο στερεό θεμέλιο του Bluewallet, κληρονομώντας τα χαρακτηριστικά ασφαλείας και τις βέλτιστες πρακτικές του.",
    "software-keva-wallet-15": "Με βάση το bluewallet",
    "software-keva-wallet-16": "Το Kevawallet κληρονομεί πολλά χαρακτηριστικά και μέτρα ασφαλείας από το Bluewallet, ένα πορτοφόλι bitcoin ανοιχτού κώδικα.Αυτό περιλαμβάνει:",
    "software-keva-wallet-17": "Πορτοφόρα πολλαπλών υπογραφών: Ασφαλίστε τις kevacoins σας με υποστήριξη πολλαπλών υπογραφών.",
    "software-keva-wallet-18": "Πορτοφόρα μόνο για ρολόι: Παρακολουθήστε τις διευθύνσεις σας χωρίς να εκθέσετε τα ιδιωτικά κλειδιά σας.",
    "software-keva-wallet-19": "Προσαρμοσμένες συναλλαγές: Δημιουργία προσαρμοσμένων συναλλαγών με προηγμένες επιλογές.",
    "software-keva-wallet-20": "Χρησιμοποιώντας το Kevawallet, μπορείτε να διαχειριστείτε αποτελεσματικά τις Kevacoins σας εν κινήσει, με την ασφάλεια και την αξιοπιστία που παρέχεται από την ισχυρή αρχιτεκτονική και την ενεργό αναπτυξιακή κοινότητα.",
    "software-keva-ipfs-01": "Ομάδα Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Κατεβάστε",
    "software-keva-ipfs-04": "Το KEVA_IPFS είναι η υπηρεσία back-end για την εφαρμογή Keva Mobile, που έχει σχεδιαστεί για να διευκολύνει τη μεταφόρτωση και την πρόσδεση των αρχείων IPFS.Αυτό το back-end εξασφαλίζει απρόσκοπτη αλληλεπίδραση μεταξύ της εφαρμογής κινητής τηλεφωνίας Keva και του διαπλανητικού συστήματος αρχείων (IPFs).",
    "foot-01": "Σχετικά με",
    "foot-02": "Σχετικά με εμάς",
    "foot-03": "Επικοινωνία",
    "foot-04": "Υποστήριξη",
    "foot-05": "Κοινότητα",
    "foot-06": "Πόροι",
    "foot-07": "Λευκό χαρτί",
    "foot-08": "Ομάδα Kevacoin",
    "nav-01": "Ομάδα Kevacoin",
    "nav-02": "Επιλέξτε γλώσσα",
    "nav-03": "Πρωτόκολλο",
    "nav-04": "Συχνές ερωτήσεις",
    "nav-05": "Λογισμικό",
    "nav-06": "Οδηγοί",
    "g1-01": "Ομάδα Kevacoin - Δημιουργήστε το Keva Stratum για Windows χρησιμοποιώντας το MSYS2",
    "g1-02": "Δημιουργήστε το Keva Stratum για Windows χρησιμοποιώντας το MSYS2",
    "g1-03": "Βήμα 1:",
    "g1-04": "Κατεβάστε το MSYS2 Installer από το https://www.msys2.org/:",
    "g1-05": "Κατεβάστε",
    "g1-06": "Βήμα 2:",
    "g1-07": "Εγκαταστήστε το MSYS2 από το Downloaded Installer, παραλείψτε την επιλογή για να εκτελεστεί στο τέλος, ώστε να ξεκινήσει το σωστό κέλυφος",
    "g1-08": "Βήμα 3:",
    "g1-09": "Ξεκινήστε το Mingw64 είτε από το μενού Start είτε από τη γραμμή εντολών με το 'Mingw64'",
    "g1-10": "Βήμα 4:",
    "g1-11": "Ενημέρωση του συστήματος, ενδέχεται να απαιτείται η επανεκκίνηση του Mingw64",
    "g1-12": "Βήμα 5:",
    "g1-13": "Εγκαταστήστε τις απαιτήσεις δημιουργίας",
    "g1-14": "Βήμα 6:",
    "g1-15": "Για την υποστήριξη δημιουργίας πρέπει να χρησιμοποιήσουμε μια παλαιότερη έκδοση του GO.Εδώ χρησιμοποιούμε το τελευταίο γνωστό για να δημιουργήσουμε το έργο 1.19.13",
    "g1-16": "Βήμα 7:",
    "g1-17": "Δημιουργήστε έναν κατάλογο για εγκατάσταση GO",
    "g1-18": "Βήμα 8:",
    "g1-19": "Αποσυνδέστε τον κατάλογο εγκατάστασης GO",
    "g1-20": "Βήμα 9:",
    "g1-21": "Εξαγωγή της μεταβλητής περιβάλλοντος Goroot για να επισημάνετε τον κατάλογο εγκατάστασης GO",
    "g1-22": "Βήμα 10:",
    "g1-23": "Ενημερώστε τη μεταβλητή περιβάλλοντος διαδρομής",
    "g1-24": "Βήμα 11:",
    "g1-25": "Ελέγξτε ότι η έκδοση GO μας ταιριάζει",
    "g1-26": "1.19.13",
    "g1-27": "Βήμα 12:",
    "g1-28": "Ρυθμίστε το GO111Module στο 'Auto' για τη συμβατότητα κατασκευής",
    "g1-29": "Βήμα 13:",
    "g1-30": "Κλώνος keva-stratum αποθήκη",
    "g1-31": "Βήμα 14:",
    "g1-32": "Μεταβείτε στον κατάλογο Keva-Stratum",
    "g1-33": "Βήμα 15:",
    "g1-34": "Κάντε έναν κατάλογο για να οικοδομήσουμε, εδώ χρησιμοποιούμε την κατασκευή",
    "g1-35": "Βήμα 16:",
    "g1-36": "Μεταβείτε στον κατάλογο κατασκευής",
    "g1-37": "Βήμα 17:",
    "g1-38": "Εκτελέστε το CMake με την αλυσίδα εργαλείων MSYS",
    "g1-39": "Βήμα 18:",
    "g1-40": "Κατασκευάστε το Keva-Stratum",
    "g1-41": "Βήμα 19:",
    "g1-42": "Ενημερώστε το keva-stratum config",
    "g1-43": "Βήμα 20:",
    "g1-44": "Εκτελέστε το Keva Stratum",
    "g1-45": "Δημιουργήστε αρχείο που βρίσκεται στο C:/MSYS2/HOME/'USER'/KEVA-Stratum/Build.Εάν μετακινηθείτε σε άλλη τοποθεσία, χρειάζεστε kevastratum.exe, libcnutil.dll, config.json και www κατάλογος",
    "g1-46": "Καταχώριση",
    "g1-47": "Εξερευνητής",
    "g2-01": "Ομάδα Kevacoin - Δημιουργήστε το KEVA_IPFS για το Linux",
    "g2-02": "Δημιουργήστε το keva_ipfs για το Linux",
    "g2-03": "Βήμα 1:",
    "g2-04": "Βεβαιωθείτε ότι το σύστημα είναι ενημερωμένο",
    "g2-05": "Βήμα 2:",
    "g2-06": "Εγκαταστήστε το Git και το Golang",
    "g2-07": "Βήμα 3:",
    "g2-08": "Repository κλώνος keva_ipfs",
    "g2-09": "Βήμα 4:",
    "g2-10": "Πλοηγηθείτε στο keva_ipfs",
    "g2-11": "Βήμα 5:",
    "g2-12": "Κάντε τον κατάλογο δημιουργίας και μεταβείτε σε αυτόν",
    "g2-13": "Βήμα 6:",
    "g2-14": "Δημιουργήστε το keva_ipfs",
    "g2-15": "Βήμα 7:",
    "g2-16": "Αντιγράψτε το config.json για να δημιουργήσετε κατάλογο",
    "g2-17": "Βήμα 8:",
    "g2-18": "Ενημέρωση config.json",
    "g2-19": "Βήμα 9:",
    "g2-20": "Ξεκινήστε το keva_ipfs",
    "g3-01": "Ομάδα Kevacoin - Δημιουργήστε το Keva Stratum για το Linux",
    "g3-02": "Δημιουργήστε το Keva Stratum για το Linux",
    "g3-03": "Βήμα 1:",
    "g3-04": "Ενημέρωση του συστήματος",
    "g3-05": "Βήμα 2:",
    "g3-06": "Εγκαταστήστε τις απαιτήσεις δημιουργίας",
    "g3-07": "Βήμα 3:",
    "g3-08": "Εγκαταστήστε το Golang και το Git",
    "g3-09": "Βήμα 4:",
    "g3-10": "Κλώνος Keva-Bed",
    "g3-11": "Βήμα 5:",
    "g3-12": "Εισαγάγετε τον κατάλογο Keva-Stratum",
    "g3-13": "Βήμα 6:",
    "g3-14": "Κάντε τον κατάλογο δημιουργίας",
    "g3-15": "Βήμα 7:",
    "g3-16": "Πλοηγηθείτε για να δημιουργήσετε τον κατάλογο",
    "g3-17": "Βήμα 8:",
    "g3-18": "Εξαγωγή GO111Module για αυτόματο για οικοδόμηση συμβατότητας",
    "g3-19": "Βήμα 9:",
    "g3-20": "Διαμορφώστε τη μάρκα",
    "g3-21": "Βήμα 10:",
    "g3-22": "Κατασκευάστε το Keva-Stratum",
    "g3-23": "Βήμα 11:",
    "g3-24": "Ελέγξτε τις εξόδους δημιουργίας",
    "g3-25": "Βήμα 12:",
    "g3-26": "Ενημέρωση config.json",
    "g4-01": "Ομάδα Kevacoin-Setup Cryptonote-Nodejs-Pool",
    "g4-02": "Ρύθμιση Cryptonote-Nodejs-Pool",
    "g4-03": "Βήμα 1:",
    "g4-04": "Ενημέρωση του συστήματος",
    "g4-05": "Βήμα 2:",
    "g4-06": "Εγκαταστήστε τις απαιτήσεις δημιουργίας",
    "g4-07": "Βήμα 3:",
    "g4-08": "Εγκαταστήστε το NVM",
    "g4-09": "Βήμα 4:",
    "g4-10": "Εγκαταστήστε το NodeJS 11.0.0",
    "g4-11": "Βήμα 5:",
    "g4-12": "Ρυθμίστε το NPM για να χρησιμοποιήσετε το Python 2.7",
    "g4-13": "Βήμα 6:",
    "g4-14": "Κλώνος κρυπτοεπίσκοπο αποθετήριο-pool",
    "g4-15": "Βήμα 7:",
    "g4-16": "Μεταβείτε στην πισίνα",
    "g4-17": "Βήμα 8:",
    "g4-18": "Εκτελέστε ενημέρωση NPM",
    "g4-19": "Βήμα 9:",
    "g4-20": "Αντιγράψτε το kevacoin.json στο config.json",
    "g4-21": "Βήμα 10:",
    "g4-22": "Ενημέρωση config.json",
    "g4-23": "Βήμα 11:",
    "g4-24": "Πισίνα",
    "g5-01": "Ομάδα Kevacoin - Κατασκευάστε το Kevacoin Core για το Linux χρησιμοποιώντας εξαρτάται",
    "g5-02": "Δημιουργήστε τον πυρήνα Kevacoin για το Linux χρησιμοποιώντας εξαρτάται",
    "g5-03": "Βήμα 1:",
    "g5-04": "Ενημέρωση του συστήματος",
    "g5-05": "Βήμα 2:",
    "g5-06": "Εγκαταστήστε τις απαιτήσεις δημιουργίας",
    "g5-07": "Βήμα 3:",
    "g5-08": "Αποθήκη κλώνου kevacoin",
    "g5-09": "Βήμα 4:",
    "g5-10": "Μεταβείτε στον κατάλογο εξαρτάται από το Kevacoin",
    "g5-11": "Βήμα 5:",
    "g5-12": "Εκτελέστε τη στόχευση Linux",
    "g5-13": "Βήμα 6:",
    "g5-14": "Περιηγηθείτε σε έναν κατάλογο",
    "g5-15": "Βήμα 7:",
    "g5-16": "Εκτέλεση autogen.sh",
    "g5-17": "Βήμα 8:",
    "g5-18": "Εκτελέστε τη διαμόρφωση, η στόχευση του Linux εξαρτάται από την κατασκευή",
    "g5-19": "Βήμα 9:",
    "g5-20": "Δημιουργήστε το kevacoin",
    "g5-21": "Βήμα 10:",
    "g5-22": "Δημιουργία πακέτου ανάπτυξης",
    "g5-23": "Βήμα 11:",
    "g5-24": "Εγκαταστήστε το χτισμένο Kevacoin",
    "g6-01": "Ομάδα Kevacoin - Κατασκευάστε το Kevacoin Core για Windows χρησιμοποιώντας εξαρτάται",
    "g6-02": "Κατασκευάστε το Kevacoin Core για τα Windows χρησιμοποιώντας εξαρτάται",
    "g6-03": "Βήμα 1:",
    "g6-04": "Ενημέρωση του συστήματος",
    "g6-05": "Βήμα 2:",
    "g6-06": "Εγκαταστήστε τις απαιτήσεις δημιουργίας",
    "g6-07": "Βήμα 3:",
    "g6-08": "Εγκαταστήστε την αλυσίδα εργαλείων Cross-Compilation Mingw-W64",
    "g6-09": "Βήμα 4:",
    "g6-10": "Ορίστε την προεπιλεγμένη επιλογή μεταγλωττιστή Mingw32 G ++ στο POSIX",
    "g6-11": "Βήμα 5:",
    "g6-12": "Αποθήκη κλώνου kevacoin",
    "g6-13": "Βήμα 6:",
    "g6-14": "Μεταβείτε στον κατάλογο εξαρτάται από το Kevacoin",
    "g6-15": "Βήμα 7:",
    "g6-16": "Εκτελέστε τα παράθυρα στόχευσης",
    "g6-17": "Βήμα 8:",
    "g6-18": "Περιηγηθείτε σε έναν κατάλογο",
    "g6-19": "Βήμα 9:",
    "g6-20": "Εκτέλεση autogen.sh",
    "g6-21": "Βήμα 10:",
    "g6-22": "Εκτέλεση διαμόρφωσης, η στόχευση των παραθύρων εξαρτάται η κατασκευή",
    "g6-23": "Βήμα 11:",
    "g6-24": "Δημιουργήστε το kevacoin",
    "g6-25": "Βήμα 12:",
    "g6-26": "Δημιουργία πακέτου ανάπτυξης",
    "nav-07": "Δημιουργήστε το Kevacion Core για το Linux χρησιμοποιώντας εξαρτάται",
    "nav-08": "Δημιουργήστε το Kevacion Core για Windows χρησιμοποιώντας εξαρτάται",
    "nav-09": "Δημιουργήστε το Keva-Stratum για το Linux",
    "nav-10": "Δημιουργήστε το Keva-Stratum για Windows χρησιμοποιώντας MSYS",
    "nav-11": "Δημιουργήστε το keva_ipfs για το Linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}