{
    "index-01": "Kevacoin Team",
    "index-02": "Welcome",
    "index-03": "Welcome to the Kevacoin Team website!",
    "index-04": "Work in progress but please enjoy the resources.",
    "aboutus-01": "Kevacoin Team",
    "aboutus-02": "About Us",
    "aboutus-03": "Just some random people that believe in this project and its fit in the blockchain eco system.",
    "contact-01": "Kevacoin Team",
    "contact-02": "Connect with Us",
    "contact-03": "Send us an email",
    "contact-04": "Join us on Discord",
    "contact-05": "Engage in GitHub Discussions",
    "contact-06": "Follow us on X @KevacoinTeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Symbol",
    "protocol-03": "KVA",
    "protocol-04": "Total Supply",
    "protocol-05": "1,050,000,000",
    "protocol-06": "Pre-mined",
    "protocol-07": "No",
    "protocol-08": "Developer Fee",
    "protocol-09": "PoW Algorithm",
    "protocol-10": "RandomKeva",
    "protocol-11": "Block Reward",
    "protocol-12": "500, halved every 4 years",
    "protocol-13": "Block Time",
    "protocol-14": "2 Minutes",
    "protocol-15": "Difficulty Adjustment",
    "protocol-16": "DigiShield, every block",
    "protocol-17": "SegWit",
    "protocol-18": "Activated",
    "protocol-19": "Block Weight",
    "protocol-20": "6,000,000 Weight Units",
    "protocol-21": "Maximal Key Size",
    "protocol-22": "255 Bytes",
    "protocol-23": "Maximal Number of Keys",
    "protocol-24": "No hard limit",
    "protocol-25": "Maximal Value Size",
    "protocol-26": "3072 Bytes",
    "protocol-27": "Protocol",
    "support-01": "Kevacoin Team - Support the Team",
    "support-02": "The Kevacoin blockchain is an open source community supported project.",
    "support-03": "Kevacoin Team is a group of individuals volunteering their time, skills and resources to serve as custodians to the blockchain.",
    "support-04": "Contributing to success is in everyone's hands.",
    "support-05": "How can I help the team you ask?",
    "support-06": "The best way is to contribute to the teams efforts to progress the Kevacoin blockchain. There are many hats to fill where contributions can help drive success.",
    "support-07": "Rather Donate? We got you covered!",
    "support-08": "Lets face it, hosting is expensive.",
    "support-09": "To properly support users kevacointeam.org needs to expand nodes and L2 services like electrumx. Current resources provided off of keva.one are designed to be super cheap and are insufficient to service heavy loads. Expansion really needed to properly support exchanges and the traffic they will generate.",
    "support-10": "Hosting Fund",
    "support-11": "*AWS is the current provider; it is consistent, easy to forecast and global so solves most challenges. Service design and scope will be dependent upon fund. In an ideal world the team could support users with the following design",
    "support-12": "Exchanges in high demand but most have some financial hurdles; below are the team addresses to cover listing fees and provide liquidity",
    "support-13": "Exchange Fund",
    "support-14": "Want to contribute to a individual team member?",
    "support-15": "Support the Team",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Frequently Asked Questions",
    "faq-03": "The name \"Keva\" is an abbreviation for key-value (pronouced Kee-Va, and the short symbol is KVA). It is a key-value store built on blockchain, on the code-base of Bitcoin and Litecoin. Besides being a cryptocurrency, it allows users to easily and securely add, update or delete key-value pairs on the blockchain.",
    "faq-04": "Kevacoin is influenced by Namecoin, with the key-value part of the code heavily modified from Namecoin's name registration code.",
    "faq-05": "Even though Kevacoin is influenced by Namecoin, it works very differently and serves very different purpose than the latter: Kevacoin is a key-value store, while Namecoin is a name registration system. Kevacoin has no hard limit on the number of keys, and the maximal length of value is 3072 byte. Namecoin's has 520 byte limit for each namespace. Kevacoin's namespace id uniquely generated by the network to avoid conflicts. Namecoin's namespace is chosen by user and has to be unique across the network. With Kevacoin, you need not worry about namespace squatting. Kevacoin's key-value pairs do not expire.",
    "faq-06": "How much does it cost to use Kevacoin data store?",
    "faq-07": "Before adding a key-value pair, one needs to create a namespace to hold the pairs. The system reserves 0.01 KVA for the creation of namespace and the amount cannot be spent. One can add key-value to the namespace, with a transaction fee determined by the miners.",
    "faq-08": "Kevacoin is a public blockchain and anyone can write to it. The network is vulnerable to spamming abuse without transaction fee. In addition, transactions are validated by miners, and they need to be compensated for their works.",
    "faq-09": "Where can I get Kevacoin?",
    "faq-10": "The easiest way to get Kevacoin is through mining. Kevacoin uses RandomKeva (a variant of RandomX) hashing algorithm and is compatible with Monero mining software. You can use, for example, XMRig or XMR-Stak as the mining software.",
    "faq-11": "What is the maximum supply of Kevacoin?",
    "faq-12": "The block reward is 500 KVA initially. The reward is halved about every four years (every 1050000 blocks, about 2 minutes for each block). The halving schedule is the same as Bitcoin and Litecoin. The maximum supply of Kevacoin is 1,050,000,000 KVA.",
    "faq-13": "What is the maximum block size?",
    "faq-14": "Kevacoin is based on Bitcoin and Litecoin, with Segregated Witness (SegWit) enabled since the beginning. With SegWit, Bitcoin theoretically has a maximum block size of about 4MB. However, the non-witness part of the block has a scaling factor of 4 and the witness part a factor of 1. According to this article, 2.3MB block size would be expected with average SegWit transactions. That is about 0.6MB for the non-witness data. Kevacoin's key-value pairs are non-witness data, and will occupy part of 0.6MB if Kevacoin has the same block size setting as Bitcoin. With the maximum value size of 3KB, 0.6MB seems to be inadequate.",
    "faq-15": "Kevacoin allows maximum block size of 6MB (MAX_BLOCK_WEIGHT is 6000000). The non-witness data size can be about 1MB. It is about 400KB extra space reserved for key-value pairs. Similar to Bitcoin, it is very unlikely the 6MB can be fully used due to the structure of the transaction. The expected maximal block size is about 3MB for Kevacoin.",
    "faq-16": "Did you pre-mine the coins?",
    "faq-17": "No. Not only that, the reward of the genesis block is 0.00001 KVA (normal block reward is 500 KVA).",
    "faq-18": "How long does it take to confirm a key-value update?",
    "faq-19": "Kevacoin has a block time of about two minutes. Therefore you may need to wait about that amount of time before your key-value pair is confirmed and added the next block. You can use the client command keva_pending to check the pending key-value transactions.",
    "faq-20": "What is a namespace, and why do we need one?",
    "faq-21": "Each namespace is a unique space for you to safely add or update key-value pairs without any potential conflicts with other users. A namespace has an id which is guaranteed to be unique across the network. It also has an display name that can be used to keep track of the namespaces internally. A namespace id is a base-58 encoded string and always starts with.",
    "faq-22": "The main reason to assign unique namespace Id is to avoid name squatting.",
    "faq-23": "Does Kevacoin support Smart Contract?",
    "faq-24": "Kevacoin is based on Bitcoin/Litecoin, so it has the similar level of support for smart contract. Kevacoin is a de-centralized data store and it leaves the implementation of application logic off the blockchain.",
    "faq-25": "Take the example of de-centralized micro blogging system. As long as the user data is written to the data store and is publicly accessible, anyone can write an application (using his/her favorite programming language) to display existing blogs and add new ones. The application can be proprietary or open source, but the content is the same because we have a single source of truth.",
    "faq-26": "What is the maximum key and value size?",
    "faq-27": "The maximum key size is 255 bytes, and value size 3072 bytes. The maximum value size is determined by MAX_SCRIPT_ELEMENT_SIZE. It is 520 in Bitcoin and we increase it to 3072. There is no particular reason to choose this size. 520 bytes seems to be too small and too limited. But it cannot be too big either, because we want to avoid potential DoS attacks.",
    "faq-28": "Why RandomKeva is chosen as the Proof-of-Work algorithm?",
    "faq-29": "Kevacoin uses Proof-of-Work as its consensus method. The hashing algorithm is RandomKeva. Some reasons for this choice: It is CPU friendly. CPUs with AES NI instruction can get a better hash rate. It is memory-hard hash algorithm and consumes much less power than GPU and ASIC. It may be more ASIC-resistant, so is more fair to individual miners.",
    "faq-30": "Even though Kevacoin is based on Bitcoin/Litecoin, we slightly modified the header structure to make it compatible with Monero mining software. As a result, one can use any Monero mining software to mine Kevacoin (e.g. XMRig or XMR-Stak).",
    "faq-31": "What is the difficulty adjustment algorithm?",
    "faq-32": "Kevacoin uses DigiShield difficulty adjustment algorithm, the same as the one used by DogeCoin. The block target time is adjusted every block. DigiShield prevents the negative effect of pool jumpers. For example, if a large amount of hash rate joins Kevacoin mining, the difficulty target will quickly increase to prevent easy rewards. Similarly, the difficulty target will decrease when large amount of hash rate leaves, so that blocks will still be generated in about 2 minutes even with less hashing power.",
    "faq-33": "What are the threats posed by 51% attack?",
    "faq-34": "The greatest risk of 51% attack is double-spending. This is a well known risk for the Proof-of-Work based cryptocurrencies. However, an attacker cannot arbitrarily changes the key-value pairs that he/she does not own. The worst an attacker can do is block or reverse the key-value transactions. Key-value pairs tampered by non-owners will not be accepted by the network, as they are cryptographically secured. The blocked or reversed transactions will stay in mempool and will be eventually added to the blockchain when the attack stops.",
    "faq-35": "Is my data visible to the public?",
    "faq-36": "All the key-value transactions are visible to the public, as this is the nature of bitcoin style blockchain. One can encrypt the values, or only store the hashes of the values, to protect the confidentiality of the values.",
    "faq-37": "How can I contribute to the development of Kevacoin?",
    "faq-38": "Thanks for asking! Kevacoin is a community project and participation from the community is vital for its long term success. You can help us in different ways: Download the client software, run and test it. Run a public full node. Be a miner or start a mining pool. Review or write documentation, including this FAQ. You can submit pull requests to https://github.com/kevacoin-team repositories. Write unit tests, end-to-end tests and regression tests. Report bugs. To report non-security bugs, use the Github issue tracker. To report security-related bugs, please send emails to contact@kevacointeam.org. Develop application using the Kevacoin de-centralized data store. Promote the project. Contribute source code to the Kevacoin project. Pull requests are welcomed! Donate to the project.",
    "faq-39": "What is it different from Namecoin?",
    "faq-40": "What is Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-NodeJS-Pool",
    "software-cryptonote-nodejs-pool-03": "Download",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool is a high-performance mining pool software written in Node.js with native C addons, designed for CryptoNote-based coins. It includes a lightweight example front-end script that uses the pool's AJAX API. The pool supports various Cryptonight algorithms.",
    "software-electrumx-01": "Kevacoin Team - ElectrumX",
    "software-electrumx-02": "ElectrumX",
    "software-electrumx-03": "Download",
    "software-electrumx-04": "ElectrumX is a re-implementation of Electrum-Server designed to handle a future with larger blocks. This robust server software offers efficient handling of blockchain queries, making it suitable for use with cryptocurrencies experiencing increased transaction volumes and larger block sizes.",
    "software-electrumx-05": "Key Features",
    "software-electrumx-06": "Scalability: Engineered to support larger blocks, ensuring it remains performant as blockchain sizes grow.",
    "software-electrumx-07": "Efficiency: Optimized for handling a high volume of blockchain queries efficiently.",
    "software-electrumx-08": "Compatibility: Supports various cryptocurrencies, making it versatile for different blockchain ecosystems.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-Stratum",
    "software-keva-stratum-03": "Download",
    "software-keva-stratum-04": "keva-stratum is a high-performance CryptoNote mining stratum server with a web interface, specifically tailored for Kevacoin.",
    "software-keva-stratum-05": "Forked from monero-stratum, keva-stratum simplifies the build process and includes necessary Monero source code components, eliminating the need for an external Monero source tree. It also supports building on Windows through MSYS2.",
    "software-keva-stratum-06": "Stratum Feature List",
    "software-keva-stratum-07": "Be Your Own Pool: Set up and manage your own mining pool.",
    "software-keva-stratum-08": "Rigs Availability Monitoring: Monitor the availability and performance of mining rigs.",
    "software-keva-stratum-09": "Track Stats: Keep track of accepted shares, rejected shares, and block statistics.",
    "software-keva-stratum-10": "Detect Sick Rigs: Easily identify under performing or malfunctioning rigs.",
    "software-keva-stratum-11": "Daemon Fail over List: Configure a list of fail over daemons to ensure continuous operation.",
    "software-keva-stratum-12": "Concurrent Shares Processing: Handle multiple share submissions simultaneously for optimal performance.",
    "software-keva-stratum-13": "Beautiful Web Interface: Manage and monitor your mining pool with an intuitive web interface.",
    "software-keva-stratum-14": "Features in Detail",
    "software-keva-stratum-15": "1. Be Your Own Pool:",
    "software-keva-stratum-16": "Allows you to set up a private mining pool, giving you control over the mining process and pool fees.",
    "software-keva-stratum-17": "2. Rigs Availability Monitoring:",
    "software-keva-stratum-18": "Continuously monitors the status of mining rigs, ensuring they are operational and performing optimally.",
    "software-keva-stratum-19": "3. Keep Track of Accepts, Rejects, Blocks Stats:",
    "software-keva-stratum-20": "Provides detailed statistics on accepted and rejected shares, as well as blocks found, helping you to monitor the pool's performance.",
    "software-keva-stratum-21": "4. Easy Detection of Sick Rigs:",
    "software-keva-stratum-22": "Quickly identifies rigs that are under performing or malfunctioning, allowing for prompt maintenance or replacement.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Configures multiple daemons to ensure fail over in case the primary daemon goes down, maintaining continuous mining operations.",
    "software-keva-stratum-25": "6. Concurrent Shares Processing:",
    "software-keva-stratum-26": "Optimizes performance by handling multiple share submissions simultaneously, reducing latency and increasing efficiency.",
    "software-keva-stratum-27": "7. Beautiful Web Interface:",
    "software-keva-stratum-28": "An intuitive web interface for managing and monitoring the pool, providing real-time statistics and easy configuration.",
    "software-keva-stratum-29": "By using keva-stratum, you can set up a high-performance mining pool for Kevacoin, leveraging its robust features and user-friendly interface to manage and monitor your mining operations efficiently.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Download",
    "software-kevacoin-core-04": "Kevacoin is a decentralized, open-source key-value data store built on top of the Litecoin cryptocurrency, which itself is based on Bitcoin. Influenced by Namecoin, Kevacoin offers a unique approach to data storage and management, although it serves different purposes and operates differently from Namecoin.",
    "software-kevacoin-core-05": "What Does Kevacoin Do?",
    "software-kevacoin-core-06": "Kevacoin enables users to:",
    "software-kevacoin-core-07": "Securely Record Keys and Values: Store key-value pairs where each value can be up to 3072 bytes. There are no hard limits on the number of keys.",
    "software-kevacoin-core-08": "Update Keys and Values: Modify existing key-value pairs.",
    "software-kevacoin-core-09": "Maintain Network-Unique Namespaces: Group keys under namespaces to prevent name conflicts.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Use the native digital currency, Kevacoin (KVA), for transactions.",
    "software-kevacoin-core-11": "Use Cases for Kevacoin",
    "software-kevacoin-core-12": "As a decentralized key-value database, Kevacoin can be used in various applications, including:",
    "software-kevacoin-core-13": "Social Media: Store data for social media platforms.",
    "software-kevacoin-core-14": "Micro Blogging: Support micro blogging services with decentralized data storage.",
    "software-kevacoin-core-15": "Hashes: Securely store and manage hash data.",
    "software-kevacoin-core-16": "Notary Services: Provide decentralized notary services.",
    "software-kevacoin-core-17": "Kevacoin has limited support for smart contracts, similar to Bitcoin and Litecoin, it still allows for the development of decentralized applications (dApps). The data remains decentralized on the Kevacoin blockchain, while the application logic is developed off the blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "Download",
    "software-keva-wallet-04": "KevaWallet is a lightweight, thin wallet for Kevacoin. It is designed for ease of use and built using modern technologies to provide a seamless user experience.",
    "software-keva-wallet-05": "Key Features",
    "software-keva-wallet-06": "React Native: Built with React Native, providing a smooth and responsive user interface on both iOS and Android platforms.",
    "software-keva-wallet-07": "Electrum: Utilizes Electrum, a lightweight Bitcoin client, adapted for Kevacoin to ensure efficient and secure transactions.",
    "software-keva-wallet-08": "Open Source: Based on the open-source BlueWallet Bitcoin wallet, leveraging its robust and secure architecture.",
    "software-keva-wallet-09": "Overview",
    "software-keva-wallet-10": "KevaWallet is designed to offer a secure and convenient way to manage your Kevacoins (KVA). By leveraging Electrum's efficient and decentralized server model, KevaWallet ensures quick transaction processing without the need to download the entire blockchain.",
    "software-keva-wallet-11": "Key Benefits",
    "software-keva-wallet-12": "Lightweight: No need to download the entire Kevacoin blockchain, making it ideal for mobile devices.",
    "software-keva-wallet-13": "Cross-Platform: Available on both iOS and Android, thanks to React Native.",
    "software-keva-wallet-14": "Secure: Built on the solid foundation of BlueWallet, inheriting its security features and best practices.",
    "software-keva-wallet-15": "Based on BlueWallet",
    "software-keva-wallet-16": "KevaWallet inherits many features and security measures from BlueWallet, an open-source Bitcoin wallet. This includes:",
    "software-keva-wallet-17": "Multi-Signature Wallets: Secure your Kevacoins with multi-signature support.",
    "software-keva-wallet-18": "Watch-Only Wallets: Monitor your addresses without exposing your private keys.",
    "software-keva-wallet-19": "Custom Transactions: Create custom transactions with advanced options.",
    "software-keva-wallet-20": "By using KevaWallet, you can efficiently manage your Kevacoins on the go, with the security and reliability provided by its robust architecture and active development community.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "Download",
    "software-keva-ipfs-04": "keva_ipfs is the back-end service for the Keva mobile app, designed to facilitate the upload and pinning of IPFS files. This back-end ensures seamless interaction between the Keva mobile app and the InterPlanetary File System (IPFS).",
    "foot-01": "About",
    "foot-02": "About us",
    "foot-03": "Contact",
    "foot-04": "Support",
    "foot-05": "Community",
    "foot-06": "Resources",
    "foot-07": "Whitepaper",
    "foot-08": "Kevacoin Team",
    "nav-01": "Kevacoin Team",
    "nav-02": "Select Language",
    "nav-03": "Protocol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Guides",
    "g1-01": "Kevacoin Team - Build Keva Stratum for Windows using MSYS2",
    "g1-02": "Build Keva Stratum for Windows using MSYS2",
    "g1-03": "Step 1:",
    "g1-04": "Download MSYS2 installer from https://www.msys2.org/:",
    "g1-05": "Download",
    "g1-06": "Step 2:",
    "g1-07": "Install MSYS2 from downloaded installer, skip option to run at the end so correct shell can be launched",
    "g1-08": "Step 3:",
    "g1-09": "Launch mingw64 either from start menu or from command line with 'mingw64'",
    "g1-10": "Step 4:",
    "g1-11": "Update system, relaunching mingw64 may be required",
    "g1-12": "Step 5:",
    "g1-13": "Install build requirements",
    "g1-14": "Step 6:",
    "g1-15": "For build support we need to use an older version of go. Here we use latest known to build the project 1.19.13",
    "g1-16": "Step 7:",
    "g1-17": "Create a directory to install Go",
    "g1-18": "Step 8:",
    "g1-19": "Unzip go into the Go install directory",
    "g1-20": "Step 9:",
    "g1-21": "Export the GOROOT environment variable to point to the Go install directory",
    "g1-22": "Step 10:",
    "g1-23": "Update the PATH environment variable",
    "g1-24": "Step 11:",
    "g1-25": "Check that our go version matches",
    "g1-26": "1.19.13",
    "g1-27": "Step 12:",
    "g1-28": "Set GO111MODULE to 'auto' for build compatibility",
    "g1-29": "Step 13:",
    "g1-30": "Clone keva-stratum repository",
    "g1-31": "Step 14:",
    "g1-32": "Navigate into keva-stratum directory",
    "g1-33": "Step 15:",
    "g1-34": "Make a directory to build from, here we use build",
    "g1-35": "Step 16:",
    "g1-36": "Navigate into the build directory",
    "g1-37": "Step 17:",
    "g1-38": "Run cmake with the MSYS tool chain",
    "g1-39": "Step 18:",
    "g1-40": "Build keva-stratum",
    "g1-41": "Step 19:",
    "g1-42": "Update keva-stratum config",
    "g1-43": "Step 20:",
    "g1-44": "Run keva stratum",
    "g1-45": "Build file located within c:/msys2/home/'user'/keva-stratum/build. If moving to another location you need kevastratum.exe, libcnutil.dll, config.json and www directory",
    "g1-46": "Listing",
    "g1-47": "Explorer",
    "g2-01": "Kevacoin Team - Build Keva_IPFS for Linux",
    "g2-02": "Build Keva_IPFS for Linux",
    "g2-03": "Step 1:",
    "g2-04": "Make sure system is up to date",
    "g2-05": "Step 2:",
    "g2-06": "Install Git and Golang",
    "g2-07": "Step 3:",
    "g2-08": "Clone keva_ipfs repository",
    "g2-09": "Step 4:",
    "g2-10": "Navigate into keva_ipfs",
    "g2-11": "Step 5:",
    "g2-12": "Make build directory and navigate to it",
    "g2-13": "Step 6:",
    "g2-14": "Build keva_ipfs",
    "g2-15": "Step 7:",
    "g2-16": "Copy config.json to build directory",
    "g2-17": "Step 8:",
    "g2-18": "Update config.json",
    "g2-19": "Step 9:",
    "g2-20": "Launch keva_ipfs",
    "g3-01": "Kevacoin Team - Build Keva Stratum for Linux",
    "g3-02": "Build Keva Stratum for Linux",
    "g3-03": "Step 1:",
    "g3-04": "Update system",
    "g3-05": "Step 2:",
    "g3-06": "Install build requirements",
    "g3-07": "Step 3:",
    "g3-08": "Install Golang and Git",
    "g3-09": "Step 4:",
    "g3-10": "Clone Keva-Stratum",
    "g3-11": "Step 5:",
    "g3-12": "Enter keva-stratum directory",
    "g3-13": "Step 6:",
    "g3-14": "Make build directory",
    "g3-15": "Step 7:",
    "g3-16": "Navigate to build directory",
    "g3-17": "Step 8:",
    "g3-18": "Export GO111MODULE to auto for build compatibility",
    "g3-19": "Step 9:",
    "g3-20": "Configure make",
    "g3-21": "Step 10:",
    "g3-22": "Build keva-stratum",
    "g3-23": "Step 11:",
    "g3-24": "Check build outputs present",
    "g3-25": "Step 12:",
    "g3-26": "Update config.json",
    "g4-01": "Kevacoin Team - Setup Cryptonote-NodeJS-Pool",
    "g4-02": "Setup Cryptonote-NodeJS-Pool",
    "g4-03": "Step 1:",
    "g4-04": "Update system",
    "g4-05": "Step 2:",
    "g4-06": "Install build requirements",
    "g4-07": "Step 3:",
    "g4-08": "Install nvm",
    "g4-09": "Step 4:",
    "g4-10": "Install NodeJs 11.0.0",
    "g4-11": "Step 5:",
    "g4-12": "Set npm to use python 2.7",
    "g4-13": "Step 6:",
    "g4-14": "Clone cryptonote-nodejs-pool repository",
    "g4-15": "Step 7:",
    "g4-16": "Navigate to pool",
    "g4-17": "Step 8:",
    "g4-18": "Run npm update",
    "g4-19": "Step 9:",
    "g4-20": "Copy kevacoin.json to config.json",
    "g4-21": "Step 10:",
    "g4-22": "Update config.json",
    "g4-23": "Step 11:",
    "g4-24": "Run pool",
    "g5-01": "Kevacoin Team - Build Kevacoin Core for Linux using depends",
    "g5-02": "Build Kevacoin Core for Linux using depends",
    "g5-03": "Step 1:",
    "g5-04": "Update system",
    "g5-05": "Step 2:",
    "g5-06": "Install build requirements",
    "g5-07": "Step 3:",
    "g5-08": "Clone kevacoin repository",
    "g5-09": "Step 4:",
    "g5-10": "Navigate to the depends directory within kevacoin",
    "g5-11": "Step 5:",
    "g5-12": "Run make targeting Linux",
    "g5-13": "Step 6:",
    "g5-14": "Navigate up a directory",
    "g5-15": "Step 7:",
    "g5-16": "Run autogen.sh",
    "g5-17": "Step 8:",
    "g5-18": "Run configure, targeting the Linux depends build",
    "g5-19": "Step 9:",
    "g5-20": "Build Kevacoin",
    "g5-21": "Step 10:",
    "g5-22": "Build deployment package",
    "g5-23": "Step 11:",
    "g5-24": "Install built Kevacoin",
    "g6-01": "Kevacoin Team - Build Kevacoin Core for Windows using depends",
    "g6-02": "Build Kevacoin Core for Windows using depends",
    "g6-03": "Step 1:",
    "g6-04": "Update system",
    "g6-05": "Step 2:",
    "g6-06": "Install build requirements",
    "g6-07": "Step 3:",
    "g6-08": "Install the mingw-w64 cross-compilation tool chain",
    "g6-09": "Step 4:",
    "g6-10": "Set the default mingw32 g++ compiler option to posix",
    "g6-11": "Step 5:",
    "g6-12": "Clone kevacoin repository",
    "g6-13": "Step 6:",
    "g6-14": "Navigate to the depends directory within kevacoin",
    "g6-15": "Step 7:",
    "g6-16": "Run make targeting Windows",
    "g6-17": "Step 8:",
    "g6-18": "Navigate up a directory",
    "g6-19": "Step 9:",
    "g6-20": "Run autogen.sh",
    "g6-21": "Step 10:",
    "g6-22": "Run configure, targeting the Windows depends build",
    "g6-23": "Step 11:",
    "g6-24": "Build Kevacoin",
    "g6-25": "Step 12:",
    "g6-26": "Build deployment package"
}