{
    "index-01": "Kevacoin -teamo",
    "index-02": "Bonvenon",
    "index-03": "Bonvenon al la retejo de Kevacoin Team!",
    "index-04": "Laboru en progreso sed bonvolu ĝui la rimedojn.",
    "aboutus-01": "Kevacoin -teamo",
    "aboutus-02": "Pri ni",
    "aboutus-03": "Nur iuj hazardaj homoj, kiuj kredas je ĉi tiu projekto kaj ĝi taŭgas en la blockchain -eco -sistemo.",
    "contact-01": "Kevacoin -teamo",
    "contact-02": "Konekti kun ni",
    "contact-03": "Sendu al ni retpoŝton",
    "contact-04": "Aliĝu al ni per Malakordo",
    "contact-05": "Okupiĝi pri github -diskutoj",
    "contact-06": "Sekvu nin per x @kevacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protokolo",
    "protocol-02": "Simbolo",
    "protocol-03": "KVA",
    "protocol-04": "Tuta Provizo",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Antaŭparolita",
    "protocol-07": "Ne",
    "protocol-08": "Ellaboranto -Kotizo",
    "protocol-09": "POW -algoritmo",
    "protocol-10": "RandomKeva",
    "protocol-11": "Bloka Rekompenco",
    "protocol-12": "500, duonigita ĉiun 4 jarojn",
    "protocol-13": "Blokotempo",
    "protocol-14": "2 minutoj",
    "protocol-15": "Malfacila Alĝustigo",
    "protocol-16": "Digiishield, ĉiu bloko",
    "protocol-17": "Segwit",
    "protocol-18": "Aktivigita",
    "protocol-19": "Bloki pezon",
    "protocol-20": "6.000.000 pezaj unuoj",
    "protocol-21": "Maksimuma ŝlosila grandeco",
    "protocol-22": "255 bajtoj",
    "protocol-23": "Maksimuma nombro da ŝlosiloj",
    "protocol-24": "Neniu Malfacila Limo",
    "protocol-25": "Maksimuma valorgrandeco",
    "protocol-26": "3072 bajtoj",
    "protocol-27": "Protokolo",
    "support-01": "Kevacoin -teamo - Subtenu la teamon",
    "support-02": "La Kevacoin Blockchain estas malferma fonta komunuma projekto.",
    "support-03": "Kevacoin -teamo estas grupo de individuoj volontulantaj siajn tempojn, kapablojn kaj rimedojn por servi kiel gardistoj al la blockchain.",
    "support-04": "Kontribuado al sukceso estas en ĉiuj manoj.",
    "support-05": "Kiel mi povas helpi la teamon, kiun vi demandas?",
    "support-06": "La plej bona maniero estas kontribui al la teamoj por progresi la Kevacoin Blockchain.Estas multaj ĉapeloj por plenigi, kie kontribuoj povas helpi sukceson.",
    "support-07": "Pli ĝuste donaci?Ni kovris vin!",
    "support-08": "Lasu ĝin alfronti, gastigado estas multekosta.",
    "support-09": "Por konvene subteni uzantojn kevacointeam.org bezonas vastigi nodojn kaj L2 -servojn kiel Electrumx.Aktualaj rimedoj provizitaj de Keva.one estas desegnitaj por esti tre malmultekostaj kaj estas nesufiĉaj por servi pezajn ŝarĝojn.Vastiĝo vere bezonis por konvene subteni interŝanĝojn kaj la trafikon, kiun ili generos.",
    "support-10": "Gastiganta Fonduso",
    "support-11": "*AWS estas la nuna provizanto;Ĝi estas konsekvenca, facile antaŭvidebla kaj tutmonda, do solvas plej multajn defiojn.Serva projektado kaj amplekso dependos de fonduso.En ideala mondo la teamo povus subteni uzantojn per la sekva dezajno",
    "support-12": "Interŝanĝoj en alta postulo sed plej multaj havas iujn financajn obstaklojn;Malsupre estas la teamaj adresoj por kovri listigajn kotizojn kaj provizi likvidecon",
    "support-13": "Interŝanĝa Fonduso",
    "support-14": "Ĉu vi volas kontribui al individua membro de la teamo?",
    "support-15": "Subtenu la teamon",
    "faq-01": "Kevacoin Team - KEVACOIN FAQ",
    "faq-02": "Oftaj Demandoj",
    "faq-03": "La nomo \"Keva\" estas mallongigo por ŝlosilo-valoro (prononcita kee-va, kaj la mallonga simbolo estas KVA).Ĝi estas ŝlosila valora vendejo konstruita sur blockchain, sur la kod-bazo de Bitcoin kaj Litecoin.Krom esti cryptocurrency, ĝi permesas al uzantoj facile kaj sekure aldoni, ĝisdatigi aŭ forigi ŝlosil-valorajn parojn sur la blockchain.",
    "faq-04": "Kevacoin estas influita de NameCoin, kun la ŝlosila valora parto de la kodo multe modifita el la registra kodo de NameCoin.",
    "faq-05": "Kvankam Kevacoin estas influita de NameCoin, ĝi funkcias tre malsame kaj servas tre malsaman celon ol ĉi-lasta: Kevacoin estas ŝlosila valora vendejo, dum NameCoin estas nomo-registra sistemo.Kevacoin havas neniun malfacilan limon sur la nombro de ŝlosiloj, kaj la maksimuma longo de valoro estas 3072 bajtoj.NameCoin havas 520 bajtajn limojn por ĉiu nomspaco.La nomspaca ID de Kevacoin unike generita de la reto por eviti konfliktojn.La nomspaco de NameCoin estas elektita de uzanto kaj devas esti unika tra la reto.Kun Kevacoin, vi ne bezonas zorgi pri nomspaco.La ŝlosil-valoraj paroj de Kevacoin ne eksvalidiĝas.",
    "faq-06": "Kiom kostas uzi Kevacoin Data Store?",
    "faq-07": "Antaŭ ol aldoni ŝlosil-valoran paron, oni bezonas krei nomspacon por teni la parojn.La sistemo rezervas 0,01 kVA por la kreado de nomspaco kaj la kvanto ne povas esti elspezita.Oni povas aldoni ŝlosilan valoron al la nomspaco, kun transakcia kotizo determinita de la ministoj.",
    "faq-08": "Kevacoin estas publika blockchain kaj iu ajn povas skribi al ĝi.La reto estas vundebla al spamado de misuzo sen transakcia kotizo.Krome, transakcioj estas validigitaj de ministoj, kaj ili devas esti kompensitaj pro siaj verkoj.",
    "faq-09": "Kie mi povas akiri kevacoin?",
    "faq-10": "La plej facila maniero akiri Kevacoin estas per minado.Kevacoin uzas RandomKeva (varianto de hazarda) hashing -algoritmo kaj kongruas kun monero -minindustria programaro.Vi povas uzi, ekzemple, XMrig aŭ XMR-Stak kiel la minan programon.",
    "faq-11": "Kio estas la maksimuma provizo de Kevacoin?",
    "faq-12": "La bloko -rekompenco estas komence 500 KVA.La rekompenco estas duonigita ĉirkaŭ ĉiuj kvar jaroj (ĉiu 1050000 blokoj, ĉirkaŭ 2 minutoj por ĉiu bloko).La duona horaro estas la sama kiel Bitcoin kaj Litecoin.La maksimuma provizo de Kevacoin estas 1.050.000.000 kVA.",
    "faq-13": "Kio estas la maksimuma blokgrandeco?",
    "faq-14": "Kevacoin baziĝas sur Bitcoin kaj Litecoin, kun apartigita atestanto (Segwit) ebligita ekde la komenco.Kun Segwit, Bitcoin teorie havas maksimuman blokan grandecon de ĉirkaŭ 4MB.Tamen, la ne-atesta parto de la bloko havas skalan faktoron de 4 kaj la atestanto parto faktoro de 1. Laŭ ĉi tiu artikolo, 2,3MB-bloko grandeco atendus per mezaj segwit-transakcioj.Tio estas ĉirkaŭ 0,6MB por la ne-atestaj datumoj.La ŝlosil-valoraj paroj de Kevacoin estas ne-atestantoj, kaj okupos parton de 0,6MB se Kevacoin havas la saman blokan grandecon kiel Bitcoin.Kun la maksimuma valorgrandeco de 3KB, 0,6MB ŝajnas esti neadekvata.",
    "faq-15": "Kevacoin permesas maksimuman blokan grandecon de 6MB (max_block_weight estas 6000000).La ne-atesta datumgrandeco povas esti ĉirkaŭ 1MB.Ĝi estas ĉirkaŭ 400kb kroma spaco rezervita por ŝlosil-valoraj paroj.Simile al Bitcoin, estas tre malverŝajne, ke la 6MB povas esti plene uzata pro la strukturo de la transakcio.La atendata maksimuma bloko grandeco estas ĉirkaŭ 3MB por Kevacoin.",
    "faq-16": "Ĉu vi antaŭ-miregis la monerojn?",
    "faq-17": "Ne. Ne nur tio, la rekompenco de la Geneza bloko estas 0,00001 kVA (normala bloko -rekompenco estas 500 kVA).",
    "faq-18": "Kiom da tempo necesas por konfirmi ŝlosil-valoran ĝisdatigon?",
    "faq-19": "Kevacoin havas blokan tempon de ĉirkaŭ du minutoj.Tial vi eble bezonos atendi pri tiu kvanto da tempo antaŭ ol via ŝlosila valoro estas konfirmita kaj aldonis la sekvan blokon.Vi povas uzi la klientan komandon keva_pending por kontroli la pritraktajn ŝlosil-valorajn transakciojn.",
    "faq-20": "Kio estas nomspaco, kaj kial ni bezonas unu?",
    "faq-21": "Ĉiu nomspaco estas unika spaco por vi sekure aldoni aŭ ĝisdatigi ŝlosil-valorajn parojn sen eblaj konfliktoj kun aliaj uzantoj.Nomspaco havas identigilon, kiu garantias esti unika tra la reto.Ĝi ankaŭ havas ekranan nomon uzeblan por konservi trakon de la nomspacoj interne.Nomspaca ID estas kodita ĉeno de bazo-58 kaj ĉiam komenciĝas.",
    "faq-22": "La ĉefa kialo por atribui unikan nomspacan identigilon estas eviti nomumadon.",
    "faq-23": "Ĉu Kevacoin subtenas inteligentan kontrakton?",
    "faq-24": "Kevacoin baziĝas sur Bitcoin/Litecoin, do ĝi havas la similan nivelon de subteno por inteligenta kontrakto.Kevacoin estas de-centraligita datumbutiko kaj ĝi lasas la efektivigon de aplika logiko ekster la blockchain.",
    "faq-25": "Prenu la ekzemplon de sen-centrigita mikro-bloga sistemo.Tiel longe kiel la uzantaj datumoj estas skribitaj al la datumbutiko kaj estas publike alireblaj, iu ajn povas skribi aplikon (uzante sian plej ŝatatan programlingvon) por aperigi ekzistantajn blogojn kaj aldoni novajn.La aplikaĵo povas esti propra aŭ malferma fonto, sed la enhavo estas la sama ĉar ni havas ununuran fonton de vero.",
    "faq-26": "Kio estas la maksimuma ŝlosilo kaj valorgrandeco?",
    "faq-27": "La maksimuma ŝlosila grandeco estas 255 bajtoj, kaj valorgrandeco 3072 bajtoj.La maksimuma valorgrandeco estas determinita de MAX_SCRIPT_ELEMENT_SIZE.Ĝi estas 520 en Bitcoin kaj ni pliigas ĝin al 3072. Ne ekzistas aparta kialo por elekti ĉi tiun grandecon.520 bajtoj ŝajnas esti tro malgrandaj kaj tro limigitaj.Sed ĝi ankaŭ ne povas esti tro granda, ĉar ni volas eviti eblajn DoS -atakojn.",
    "faq-28": "Kial RandomKeva estas elektita kiel la pruvo de labora algoritmo?",
    "faq-29": "Kevacoin uzas pruvon de laboro kiel sian konsentan metodon.La hashing -algoritmo estas RandomKeva.Iuj kialoj por ĉi tiu elekto: ĝi estas CPU amika.CPU -oj kun AES NI -instrukcio povas akiri pli bonan hash -indicon.Ĝi estas memor-hash-algoritmo kaj konsumas multe malpli da potenco ol GPU kaj ASIC.Eble ĝi estas pli ASIC-rezistema, do estas pli justa al individuaj ministoj.",
    "faq-30": "Kvankam Kevacoin baziĝas sur Bitcoin/Litecoin, ni iomete modifis la kaplinian strukturon por fari ĝin kongrua kun monero -minindustria programaro.Rezulte, oni povas uzi ajnan monero-minan programon por minigi Kevacoin (ekz. XMrig aŭ XMR-Stak).",
    "faq-31": "Kio estas la algoritmo pri malfacila ĝustigo?",
    "faq-32": "Kevacoin uzas algoritmon pri ĝustigo de Digishield malfacila ĝustigo, la sama kiel tiu uzata de Dogecoin.La bloko -cela tempo estas alĝustigita ĉiu bloko.Digishield malhelpas la negativan efikon de naĝejaj saltantoj.Ekzemple, se granda kvanto da hash -indico kunigas Kevacoin -minadon, la malfacila celo rapide pliiĝos por malebligi facilajn rekompencojn.Simile, la malfacila celo malpliiĝos kiam granda kvanto da hash -indico folioj, tiel ke blokoj ankoraŭ estos generitaj en ĉirkaŭ 2 minutoj eĉ kun malpli hashing -potenco.",
    "faq-33": "Kio estas la minacoj prezentitaj per 51% atako?",
    "faq-34": "La plej granda risko de 51% atako estas duoble-elspezo.Ĉi tio estas konata risko por la pruv-labor-bazitaj cryptocurrencies.Tamen, atakanto ne povas arbitre ŝanĝi la ŝlosil-valorajn parojn, kiujn li/ŝi ne posedas.La plej malbona, kiun atakanto povas fari, estas bloki aŭ reverti la ŝlosil-valorajn transakciojn.Ŝlosil-valoraj paroj ŝanĝitaj de neposedantoj ne estos akceptitaj de la reto, ĉar ili estas kriptografie sekurigitaj.La blokitaj aŭ inversigitaj transakcioj restos en Mempool kaj estos poste aldonitaj al la blockchain kiam la atako ĉesos.",
    "faq-35": "Ĉu miaj datumoj estas videblaj al la publiko?",
    "faq-36": "Ĉiuj ŝlosil-valoraj transakcioj estas videblaj al la publiko, ĉar ĉi tio estas la naturo de Bitcoin-stilo blockchain.Oni povas ĉifri la valorojn, aŭ nur stoki la hakojn de la valoroj, por protekti la konfidencon de la valoroj.",
    "faq-37": "Kiel mi povas kontribui al la disvolviĝo de Kevacoin?",
    "faq-38": "Dankon pro demandi!Kevacoin estas komunuma projekto kaj partopreno de la komunumo estas esenca por sia longtempa sukceso.Vi povas helpi nin alimaniere: Elŝutu la klientan programon, kuru kaj testu ĝin.Kuru publikan plenan nodon.Estu ministo aŭ komencu minindustrian naĝejon.Revizii aŭ skribi dokumentaron, inkluzive de ĉi tiu FAQ.Vi povas sendi tipajn petojn al https://github.com/kevacoin-team deponejoj.Skribu unuajn testojn, fin-al-finajn testojn kaj regresajn provojn.Raporti cimojn.Por raporti ne-sekurecajn erarojn, uzu la spurilon GitHub.Por raporti pri sekurecaj eraroj, bonvolu sendi retpoŝtojn al contact@kevacointeam.org.Disvolvu aplikon uzante la datumbutikon de Kevacoin De-Centralizita.Promocii la projekton.Kontribuu fontkodon al la projekto Kevacoin.Pulaj petoj estas bonvenaj!Donaci al la projekto.",
    "faq-39": "Kio ĝi diferencas de NameCoin?",
    "faq-40": "Kio estas Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin-teamo-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-naĝejo",
    "software-cryptonote-nodejs-pool-03": "Elŝuti",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool estas altfrekta minada naĝejo-programaro skribita en Node.js kun denaskaj C-aldonoj, desegnita por kriptonote-bazitaj moneroj.Ĝi inkluzivas malpezan ekzemplon front-skripto, kiu uzas la AJAX-API de la naĝejo.La naĝejo subtenas diversajn algoritmojn Cryptonight.",
    "software-electrumx-01": "Kevacoin -teamo - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Elŝuti",
    "software-electrumx-04": "Electrumx estas re-efektivigo de elektrum-servilo desegnita por trakti estontecon kun pli grandaj blokoj.Ĉi tiu fortika servila programaro ofertas efikan uzadon de blockchain -konsultoj, igante ĝin taŭga por uzo kun cryptocurrencies spertantaj pliigitajn transakciajn volumojn kaj pli grandajn blokojn.",
    "software-electrumx-05": "Ŝlosilaj Trajtoj",
    "software-electrumx-06": "Skalebleco: Inĝenierita por subteni pli grandajn blokojn, certigante ke ĝi restas Perfortant dum blockchain -grandecoj kreskas.",
    "software-electrumx-07": "Efikeco: Optimumigita por pritraktado de alta volumo de blockchain -demandoj efike.",
    "software-electrumx-08": "Kongruo: subtenas diversajn kriptokurrencojn, igante ĝin versátil por malsamaj blockchain -ekosistemoj.",
    "software-keva-stratum-01": "Kevacoin -teamo - Keva Stratum",
    "software-keva-stratum-02": "Kia lito",
    "software-keva-stratum-03": "Elŝuti",
    "software-keva-stratum-04": "Keva-Stratum estas altfrekta kriptona minada strato-servilo kun ret-interfaco, specife adaptita por Kevacoin.",
    "software-keva-stratum-05": "Forko de Monero-Stratum, Keva-Stratum simpligas la konstruan procezon kaj inkluzivas necesajn monero-fontkodajn komponentojn, forigante la bezonon de ekstera monero-fonto-arbo.Ĝi ankaŭ subtenas konstruadon sur Vindozo tra MSYS2.",
    "software-keva-stratum-06": "Stratum -funkcia listo",
    "software-keva-stratum-07": "Estu via propra naĝejo: Agordu kaj administru vian propran minindustrion.",
    "software-keva-stratum-08": "RIGS -havebleco Monitorado: Monitori la haveblecon kaj rendimenton de minaj platformoj.",
    "software-keva-stratum-09": "Trakaj statistikoj: Konservu trakon de akceptitaj akcioj, malakceptis akciojn kaj blokajn statistikojn.",
    "software-keva-stratum-10": "Detekti malsanajn platformojn: facile identigi sub plenumado aŭ misfunkciado de platformoj.",
    "software-keva-stratum-11": "Daemon Fail Over List: Agordi liston de malsukcesoj super Daemons por certigi kontinuan funkciadon.",
    "software-keva-stratum-12": "Samtempaj prilaborado de akcioj: Traktu multoblajn akciajn sendojn samtempe por optimuma agado.",
    "software-keva-stratum-13": "Bela Reteja Interfaco: Administri kaj monitori vian minindustrian naĝejon kun intuicia ret -interfaco.",
    "software-keva-stratum-14": "Trajtoj detale",
    "software-keva-stratum-15": "1. Estu via propra naĝejo:",
    "software-keva-stratum-16": "Permesas al vi starigi privatan minan naĝejon, donante al vi kontrolon pri la minadprocezo kaj naĝejaj kotizoj.",
    "software-keva-stratum-17": "2. Monitorado pri havebleco de Rigs:",
    "software-keva-stratum-18": "Daŭre kontrolas la statuson de minaj platformoj, certigante, ke ili funkcias kaj agas optimume.",
    "software-keva-stratum-19": "3. Tenu spuron de akceptoj, malakceptas, blokas statistikojn:",
    "software-keva-stratum-20": "Provizas detalajn statistikojn pri akceptitaj kaj malakceptitaj akcioj, same kiel blokojn trovitajn, helpante vin monitori la agadon de la naĝejo.",
    "software-keva-stratum-21": "4. Facila detekto de malsanaj platformoj:",
    "software-keva-stratum-22": "Rapide identigas platformojn, kiuj plenumas aŭ misfunkcias, ebligante rapidan bontenadon aŭ anstataŭigon.",
    "software-keva-stratum-23": "5. Daemon malsukcesas liston:",
    "software-keva-stratum-24": "Agordas multoblajn daemonojn por certigi malsukceson en la okazo ke la primara demono malsupreniras, konservante kontinuajn minadajn operaciojn.",
    "software-keva-stratum-25": "6. Samtempa akcia prilaborado:",
    "software-keva-stratum-26": "Optimigas agadon per uzado de multnombraj akciaj sendaĵoj samtempe, reduktante latentecon kaj pliigante efikecon.",
    "software-keva-stratum-27": "7. Bela Reteja Interfaco:",
    "software-keva-stratum-28": "Intuicia reta interfaco por administri kaj monitori la naĝejon, provizante realtempajn statistikojn kaj facilan agordon.",
    "software-keva-stratum-29": "Uzante Keva-Stratum, vi povas starigi altfrekvencan minindustrian naĝejon por Kevacoin, utiligante ĝiajn fortikajn funkciojn kaj uzeblan interfacon por administri kaj monitori viajn minadajn operaciojn efike.",
    "software-kevacoin-core-01": "Kevacoin -teamo - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin -kerno",
    "software-kevacoin-core-03": "Elŝuti",
    "software-kevacoin-core-04": "Kevacoin estas malcentra, malferma-fonta ŝlosila valora datumbutiko konstruita supre de la Litecoin-cryptocurrency, kiu mem baziĝas sur Bitcoin.Influita de NameCoin, Kevacoin ofertas unikan aliron al datumstokado kaj administrado, kvankam ĝi servas malsamajn celojn kaj funkcias malsame ol NameCoin.",
    "software-kevacoin-core-05": "Kion faras Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin ebligas al uzantoj:",
    "software-kevacoin-core-07": "Sekure registri ŝlosilojn kaj valorojn: Konservu ŝlosil-valorajn parojn, kie ĉiu valoro povas esti ĝis 3072 bajtoj.Ne estas malmolaj limoj pri la nombro de ŝlosiloj.",
    "software-kevacoin-core-08": "Ĝisdatigu ŝlosilojn kaj valorojn: Modifu ekzistantajn ŝlosil-valorajn parojn.",
    "software-kevacoin-core-09": "Subteni retajn unikajn nomspacojn: grupaj ŝlosiloj sub nomspacoj por malebligi nomajn konfliktojn.",
    "software-kevacoin-core-10": "Transaktaj Kevacoins (KVA): Uzu la denaskan ciferecan moneron, Kevacoin (KVA), por transakcioj.",
    "software-kevacoin-core-11": "Uzu kazojn por Kevacoin",
    "software-kevacoin-core-12": "Kiel malcentra ŝlosila valora datumbazo, Kevacoin povas esti uzata en diversaj aplikoj, inkluzive:",
    "software-kevacoin-core-13": "Sociaj Amaskomunikiloj: Konservu datumojn por sociaj amaskomunikiloj platformoj.",
    "software-kevacoin-core-14": "Mikro -Blogado: Subtenu mikro -blogajn servojn kun malcentra datumstokado.",
    "software-kevacoin-core-15": "Hashes: Sekure stoki kaj administri hash -datumojn.",
    "software-kevacoin-core-16": "Notariaj Servoj: Provizi malcentralizitajn notariajn servojn.",
    "software-kevacoin-core-17": "Kevacoin havas limigitan subtenon por inteligentaj kontraktoj, simile al Bitcoin kaj Litecoin, ĝi tamen ebligas disvolviĝon de malcentralizitaj aplikoj (DAPPS).La datumoj restas malcentralizitaj sur la blockchain Kevacoin, dum la aplika logiko disvolviĝas ekster la blockchain.",
    "software-keva-wallet-01": "Kevacoin -teamo - Keva Mobile Monujo",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Elŝuti",
    "software-keva-wallet-04": "Kevawallet estas malpeza, maldika monujo por Kevacoin.Ĝi estas desegnita por facileco uzi kaj konstrui uzante modernajn teknologiojn por provizi senĝenan sperton de uzanto.",
    "software-keva-wallet-05": "Ŝlosilaj Trajtoj",
    "software-keva-wallet-06": "Reagi Native: Konstruita kun React Native, provizante glatan kaj respondeman uzantinterfacon sur kaj iOS kaj Android -platformoj.",
    "software-keva-wallet-07": "Electrum: Uzu Electrum, malpezan Bitcoin -klienton, adaptitan por Kevacoin por certigi efikajn kaj sekurajn transakciojn.",
    "software-keva-wallet-08": "Malferma Fonto: Surbaze de la malferma fonto Bluewallet Bitcoin-monujo, utiligante ĝian fortikan kaj sekuran arkitekturon.",
    "software-keva-wallet-09": "Superrigardo",
    "software-keva-wallet-10": "Kevawallet estas desegnita por oferti sekuran kaj oportunan manieron administri viajn Kevacoins (KVA).Utiligante la efikan kaj malcentran servilan modelon de Electrum, Kevawallet certigas rapidan transakcian prilaboron sen la bezono elŝuti la tutan blockchain.",
    "software-keva-wallet-11": "Ŝlosilaj avantaĝoj",
    "software-keva-wallet-12": "Malpeza: Ne necesas elŝuti la tutan Kevacoin Blockchain, igante ĝin ideala por moveblaj aparatoj.",
    "software-keva-wallet-13": "Interkruciĝo: Havebla en iOS kaj Android, danke al React Native.",
    "software-keva-wallet-14": "Sekura: Konstruita sur la solida fundamento de Bluewallet, heredante ĝiajn sekurecajn funkciojn kaj plej bonajn praktikojn.",
    "software-keva-wallet-15": "Surbaze de Bluewallet",
    "software-keva-wallet-16": "Kevawallet heredas multajn funkciojn kaj sekurecajn mezurojn de BlueWallet, malferma-fonta bitcoin-monujo.Ĉi tio inkluzivas:",
    "software-keva-wallet-17": "Mult-subskribaj monujo: Sekurigu viajn kevacoins per multi-subskriba subteno.",
    "software-keva-wallet-18": "Spektu-nur monujo: Monitori viajn adresojn sen elmontri viajn privatajn ŝlosilojn.",
    "software-keva-wallet-19": "Propraj Transakcioj: Kreu kutimajn transakciojn kun altnivelaj opcioj.",
    "software-keva-wallet-20": "Uzante Kevawallet, vi povas efike administri viajn Kevacoins sur la vojaĝo, kun la sekureco kaj fidindeco donita de ĝia fortika arkitekturo kaj aktiva disvolva komunumo.",
    "software-keva-ipfs-01": "Kevacoin -teamo - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Elŝuti",
    "software-keva-ipfs-04": "Keva_ipfs estas la malantaŭa servo por la Keva Mobile-app, desegnita por faciligi la alŝuton kaj pinĉadon de IPFS-dosieroj.Ĉi tiu malantaŭa fino certigas kudritan interagadon inter la Keva Mobile-app kaj la Interplanetary File System (IPFS).",
    "foot-01": "Pri",
    "foot-02": "Pri ni",
    "foot-03": "Kontakto",
    "foot-04": "Subteno",
    "foot-05": "Komunumo",
    "foot-06": "Rimedoj",
    "foot-07": "Blanka papero",
    "foot-08": "Kevacoin -teamo",
    "nav-01": "Kevacoin -teamo",
    "nav-02": "Elektu Lingvon",
    "nav-03": "Protokolo",
    "nav-04": "Oftaj Demandoj",
    "nav-05": "Programaro",
    "nav-06": "Gvidiloj",
    "g1-01": "Kevacoin -teamo - Konstruu Keva Stratum por Vindozo per MSYS2",
    "g1-02": "Konstruu Keva Stratum por Vindozo Uzante MSYS2",
    "g1-03": "Paŝo 1:",
    "g1-04": "Elŝutu MSYS2 -Instalilon de https://www.msys2.org/:",
    "g1-05": "Elŝuti",
    "g1-06": "Paŝo 2:",
    "g1-07": "Instalu msys2 el elŝutita instalilo, saltu opcion por funkcii ĉe la fino, do ĝusta ŝelo povas esti lanĉita",
    "g1-08": "Paŝo 3:",
    "g1-09": "Lanĉu Mingw64 ĉu de Komenca Menuo aŭ de Komandlinio kun 'Mingw64'",
    "g1-10": "Paŝo 4:",
    "g1-11": "Ĝisdatiga sistemo, relanĉi mingw64 povas esti bezonata",
    "g1-12": "Paŝo 5:",
    "g1-13": "Instalu Konstruajn Postulojn",
    "g1-14": "Paŝo 6:",
    "g1-15": "Por konstrua subteno ni devas uzi pli malnovan version de GO.Ĉi tie ni uzas plej novajn konatajn por konstrui la projekton 1.19.13",
    "g1-16": "Paŝo 7:",
    "g1-17": "Kreu dosierujon por instali GO",
    "g1-18": "Paŝo 8:",
    "g1-19": "Malŝaltu Iru en la GO -Instali Dosierujon",
    "g1-20": "Paŝo 9:",
    "g1-21": "Eksportu la Goroot -median variablon por noti la GO -instalan dosierujon",
    "g1-22": "Paŝo 10:",
    "g1-23": "Ĝisdatigu la vojan median variablon",
    "g1-24": "Paŝo 11:",
    "g1-25": "Kontrolu, ke nia GO -versio kongruas",
    "g1-26": "1.19.13",
    "g1-27": "Paŝo 12:",
    "g1-28": "Agordu Go111Module al 'Aŭto' por Konstrua Kongruo",
    "g1-29": "Paŝo 13:",
    "g1-30": "Klono Keva-Stratum-Deponejo",
    "g1-31": "Paŝo 14:",
    "g1-32": "Navigu en Keva-Stratum-Gvidlibron",
    "g1-33": "Paŝo 15:",
    "g1-34": "Faru dosierujon por konstrui, ĉi tie ni uzas konstrui",
    "g1-35": "Paŝo 16:",
    "g1-36": "Navigu en la konstruan dosierujon",
    "g1-37": "Paŝo 17:",
    "g1-38": "Kuru Cmake kun la MSYS -ilo -ĉeno",
    "g1-39": "Paŝo 18:",
    "g1-40": "Konstruu Keva-Stratum",
    "g1-41": "Paŝo 19:",
    "g1-42": "Ĝisdatigu Keva-Stratum-Agordon",
    "g1-43": "Paŝo 20:",
    "g1-44": "Kuru Keva Stratum",
    "g1-45": "Konstruu dosieron situantan ene de c:/msys2/hejma/'uzanto'/keva-sttratum/build.Se vi translokiĝas al alia loko, vi bezonas kevastratum.exe, libcnutil.dll, config.json kaj www -dosierujo",
    "g1-46": "Listigo",
    "g1-47": "Esploristo",
    "g2-01": "Kevacoin -teamo - Konstruu Keva_ipfs por Linukso",
    "g2-02": "Konstruu keva_ipfs por Linukso",
    "g2-03": "Paŝo 1:",
    "g2-04": "Certigu, ke sistemo estas ĝisdata",
    "g2-05": "Paŝo 2:",
    "g2-06": "Instalu git kaj golang",
    "g2-07": "Paŝo 3:",
    "g2-08": "Klono Keva_ipfs -deponejo",
    "g2-09": "Paŝo 4:",
    "g2-10": "Navigi en keva_ipfs",
    "g2-11": "Paŝo 5:",
    "g2-12": "Faru konstruan dosierujon kaj navigu al ĝi",
    "g2-13": "Paŝo 6:",
    "g2-14": "Konstruu keva_ipfs",
    "g2-15": "Paŝo 7:",
    "g2-16": "Kopiu config.json por konstrui dosierujon",
    "g2-17": "Paŝo 8:",
    "g2-18": "Ĝisdatigu config.json",
    "g2-19": "Paŝo 9:",
    "g2-20": "Lanĉi keva_ipfs",
    "g3-01": "Kevacoin -teamo - Konstruu Keva Stratum por Linukso",
    "g3-02": "Konstruu Keva Stratum por Linukso",
    "g3-03": "Paŝo 1:",
    "g3-04": "Ĝisdatiga sistemo",
    "g3-05": "Paŝo 2:",
    "g3-06": "Instalu Konstruajn Postulojn",
    "g3-07": "Paŝo 3:",
    "g3-08": "Instalu Golang kaj Git",
    "g3-09": "Paŝo 4:",
    "g3-10": "Klono Keva-Lit",
    "g3-11": "Paŝo 5:",
    "g3-12": "Eniru Keva-Stratum-Adresaron",
    "g3-13": "Paŝo 6:",
    "g3-14": "Faru Konstruan Adresaron",
    "g3-15": "Paŝo 7:",
    "g3-16": "Navigi por konstrui dosierujon",
    "g3-17": "Paŝo 8:",
    "g3-18": "Eksporti Go111Module al Aŭtomata por Konstrui Kongruon",
    "g3-19": "Paŝo 9:",
    "g3-20": "Agordi fari",
    "g3-21": "Paŝo 10:",
    "g3-22": "Konstruu Keva-Stratum",
    "g3-23": "Paŝo 11:",
    "g3-24": "Kontrolu konstruajn rezultojn",
    "g3-25": "Paŝo 12:",
    "g3-26": "Ĝisdatigu config.json",
    "g4-01": "Kevacoin-teamo-Agordu Cryptonote-Nodejs-Pool",
    "g4-02": "Agordu Cryptonote-Nodejs-Pool",
    "g4-03": "Paŝo 1:",
    "g4-04": "Ĝisdatiga sistemo",
    "g4-05": "Paŝo 2:",
    "g4-06": "Instalu Konstruajn Postulojn",
    "g4-07": "Paŝo 3:",
    "g4-08": "Instalu NVM",
    "g4-09": "Paŝo 4:",
    "g4-10": "Instalu NodeJS 11.0.0",
    "g4-11": "Paŝo 5:",
    "g4-12": "Agordu npm por uzi Python 2.7",
    "g4-13": "Paŝo 6:",
    "g4-14": "Klono Cryptonote-Nodejs-Pool-deponejo",
    "g4-15": "Paŝo 7:",
    "g4-16": "Navigi al naĝejo",
    "g4-17": "Paŝo 8:",
    "g4-18": "Kuru NPM -Ĝisdatigo",
    "g4-19": "Paŝo 9:",
    "g4-20": "Kopiu kevacoin.json al config.json",
    "g4-21": "Paŝo 10:",
    "g4-22": "Ĝisdatigu config.json",
    "g4-23": "Paŝo 11:",
    "g4-24": "Kuru naĝejon",
    "g5-01": "Kevacoin -teamo - Konstruu Kevacoin -Kernon por Linukso Uzante Dependas",
    "g5-02": "Konstruu Kevacoin -kernon por Linukso Uzante Dependas",
    "g5-03": "Paŝo 1:",
    "g5-04": "Ĝisdatiga sistemo",
    "g5-05": "Paŝo 2:",
    "g5-06": "Instalu Konstruajn Postulojn",
    "g5-07": "Paŝo 3:",
    "g5-08": "Klono Kevacoin -deponejo",
    "g5-09": "Paŝo 4:",
    "g5-10": "Navigi al la Dependa Gvidlibro ene de Kevacoin",
    "g5-11": "Paŝo 5:",
    "g5-12": "Kuru fari celadon Linukso",
    "g5-13": "Paŝo 6:",
    "g5-14": "Navigu supren dosierujon",
    "g5-15": "Paŝo 7:",
    "g5-16": "Kuru Autogen.sh",
    "g5-17": "Paŝo 8:",
    "g5-18": "Kuru Agordi, Celado de la Linukso Dependas Konstrui",
    "g5-19": "Paŝo 9:",
    "g5-20": "Konstruu Kevacoin",
    "g5-21": "Paŝo 10:",
    "g5-22": "Konstruu deplojan pakon",
    "g5-23": "Paŝo 11:",
    "g5-24": "Instalu Konstruitan Kevacoin",
    "g6-01": "Kevacoin -teamo - Konstruu Kevacoin -Kernon por Vindozo Uzante Dependas",
    "g6-02": "Konstruu Kevacoin -Kernon por Vindozo Uzante Dependas",
    "g6-03": "Paŝo 1:",
    "g6-04": "Ĝisdatiga sistemo",
    "g6-05": "Paŝo 2:",
    "g6-06": "Instalu Konstruajn Postulojn",
    "g6-07": "Paŝo 3:",
    "g6-08": "Instalu la Mingw-W64-Kruc-Kompilan Ilon-Ĉenon",
    "g6-09": "Paŝo 4:",
    "g6-10": "Agordu la defaŭltan opcion Mingw32 G ++ al POSIX",
    "g6-11": "Paŝo 5:",
    "g6-12": "Klono Kevacoin -deponejo",
    "g6-13": "Paŝo 6:",
    "g6-14": "Navigi al la Dependa Gvidlibro ene de Kevacoin",
    "g6-15": "Paŝo 7:",
    "g6-16": "Kuru fari celajn fenestrojn",
    "g6-17": "Paŝo 8:",
    "g6-18": "Navigu supren dosierujon",
    "g6-19": "Paŝo 9:",
    "g6-20": "Kuru Autogen.sh",
    "g6-21": "Paŝo 10:",
    "g6-22": "Kuru Agordi, Celado de la Vindozo Dependas Konstrui",
    "g6-23": "Paŝo 11:",
    "g6-24": "Konstruu Kevacoin",
    "g6-25": "Paŝo 12:",
    "g6-26": "Konstruu deplojan pakon",
    "nav-07": "Konstruu kernon de kerno por Linukso uzas Dependas",
    "nav-08": "Konstruu kernan kernon por Vindozo Uzante Dependas",
    "nav-09": "Konstruu Keva-Stratum por Linukso",
    "nav-10": "Konstruu Keva-Stratum por Vindozo per MSYS",
    "nav-11": "Konstruu keva_ipfs por Linukso",
    "nav-12": "Cryptonote-nodejs-naĝejo"
}