{
    "index-01": "Equipo Kevacoin",
    "index-02": "Bienvenido",
    "index-03": "¡Bienvenido al sitio web del equipo Kevacoin!",
    "index-04": "Trabajo en progreso, pero disfrute de los recursos.",
    "aboutus-01": "Equipo Kevacoin",
    "aboutus-02": "Acerca de nosotros",
    "aboutus-03": "Sólo algunas personas al azar que creen en este proyecto y su encaje en el ecosistema blockchain.",
    "contact-01": "Equipo Kevacoin",
    "contact-02": "Conéctate con nosotros",
    "contact-03": "Envíanos un correo electrónico",
    "contact-04": "Únete a nosotros en Discord",
    "contact-05": "Participar en discusiones de GitHub",
    "contact-06": "Síguenos en X @KevacoinTeam",
    "protocol-01": "Equipo Kevacoin - Protocolo Kevacoin",
    "protocol-02": "Símbolo",
    "protocol-03": "KVA",
    "protocol-04": "Suministro Total",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Preminado",
    "protocol-07": "No",
    "protocol-08": "Tarifa de desarrollador",
    "protocol-09": "Algoritmo PoW",
    "protocol-10": "RandomKeva",
    "protocol-11": "Bloquear recompensa",
    "protocol-12": "500, reducido a la mitad cada 4 años",
    "protocol-13": "Bloquear tiempo",
    "protocol-14": "2 Minutos",
    "protocol-15": "Ajuste de dificultad",
    "protocol-16": "DigiShield, cada bloque",
    "protocol-17": "SegWit",
    "protocol-18": "Activado",
    "protocol-19": "Peso del bloque",
    "protocol-20": "6.000.000 unidades de peso",
    "protocol-21": "Tamaño máximo de clave",
    "protocol-22": "255 Bytes",
    "protocol-23": "Número máximo de claves",
    "protocol-24": "Sin límite estricto",
    "protocol-25": "Tamaño de valor máximo",
    "protocol-26": "3072 Bytes",
    "support-01": "Equipo Kevacoin - Apoya al equipo",
    "support-02": "La cadena de bloques Kevacoin es un proyecto de código abierto respaldado por la comunidad.",
    "support-03": "El equipo de Kevacoin es un grupo de personas que ofrecen voluntariamente su tiempo, habilidades y recursos para servir como custodios de la cadena de bloques.",
    "support-04": "Contribuir al éxito está en manos de todos.",
    "support-05": "¿Cómo puedo ayudar al equipo que preguntas?",
    "support-06": "La mejor manera es contribuir a los esfuerzos del equipo para hacer progresar la cadena de bloques de Kevacoin. Hay muchos sombreros que llenar donde las contribuciones pueden ayudar a impulsar el éxito.",
    "support-07": "¿Prefieres donar? ¡Te tenemos cubierto!",
    "support-08": "Seamos realistas, el hosting es caro.",
    "support-09": "Para brindar soporte adecuado a los usuarios, kevacointeam.org necesita expandir los nodos y los servicios L2 como electrumx. Los recursos actuales proporcionados por keva.one están diseñados para ser súper baratos y son insuficientes para soportar cargas pesadas. La expansión realmente es necesaria para apoyar adecuadamente los intercambios y el tráfico que generarán.",
    "support-10": "Fondo de alojamiento",
    "support-11": "*AWS es el proveedor actual; es consistente, fácil de pronosticar y global, por lo que resuelve la mayoría de los desafíos. El diseño y el alcance del servicio dependerán de los fondos. En un mundo ideal, el equipo podría ayudar a los usuarios con lo siguiente diseño",
    "support-12": "Los intercambios tienen una gran demanda, pero la mayoría tiene algunos obstáculos financieros; a continuación se encuentran las direcciones del equipo para cubrir las tarifas de cotización y proporcionar liquidez",
    "support-13": "Fondo de Intercambio",
    "support-14": "¿Quieres contribuir con un miembro individual del equipo?",
    "faq-01": "Equipo de Kevacoin - Preguntas frecuentes sobre Kevacoin",
    "faq-02": "Preguntas frecuentes",
    "faq-03": "El nombre \"Keva\" es una abreviatura de clave-valor (se pronuncia Kee-Va y el símbolo corto es KVA). Es un almacén de clave-valor construido en blockchain, en el código- base de Bitcoin y Litecoin Además de ser una criptomoneda, permite a los usuarios agregar, actualizar o eliminar pares clave-valor en la cadena de bloques de manera fácil y segura.",
    "faq-04": "Kevacoin está influenciado por Namecoin, con la parte clave-valor del código muy modificada del código de registro de nombre de Namecoin.",
    "faq-05": "Aunque Kevacoin está influenciado por Namecoin, funciona de manera muy diferente y tiene un propósito muy diferente al de este último: Kevacoin es un almacén de valores clave, mientras que Namecoin es un sistema de registro de nombres. Kevacoin no tiene un límite estricto de la cantidad de claves y la longitud máxima del valor es 3072 bytes. Namecoin tiene un límite de 520 bytes para cada espacio de nombres. La identificación del espacio de nombres de Kevacoin generada de forma única por la red para evitar conflictos es elegida por el usuario y debe ser única en toda la red. . Con Kevacoin, no necesita preocuparse por la okupación del espacio de nombres. Los pares clave-valor de Kevacoin no caducan.",
    "faq-06": "¿Cuánto cuesta usar el almacén de datos de Kevacoin?",
    "faq-07": "Antes de agregar un par clave-valor, es necesario crear un espacio de nombres para contener los pares. El sistema reserva 0,01 KVA para la creación del espacio de nombres y la cantidad no se puede gastar. Se puede agregar valor-clave a el espacio de nombres, con una tarifa de transacción determinada por los mineros.",
    "faq-08": "Kevacoin es una cadena de bloques pública y cualquiera puede escribir en ella. La red es vulnerable al abuso de spam sin tarifa de transacción. Además, las transacciones son validadas por mineros y deben ser compensados ​​por su trabajo.",
    "faq-09": "¿Dónde puedo conseguir Kevacoin?",
    "faq-10": "La forma más fácil de obtener Kevacoin es mediante la minería. Kevacoin utiliza el algoritmo hash RandomKeva (una variante de RandomX) y es compatible con el software de minería Monero. Puede utilizar, por ejemplo, XMRig o XMR-Stak como software de minería.",
    "faq-11": "¿Cuál es el suministro máximo de Kevacoin?",
    "faq-12": "La recompensa por bloque es inicialmente de 500 KVA. La recompensa se reduce a la mitad aproximadamente cada cuatro años (cada 1050000 bloques, aproximadamente 2 minutos por cada bloque). El cronograma de reducción a la mitad es el mismo que el de Bitcoin y Litecoin. El suministro máximo de Kevacoin es 1.050.000.000 KVA.",
    "faq-13": "¿Cuál es el tamaño máximo de bloque?",
    "faq-14": "Kevacoin se basa en Bitcoin y Litecoin, con Segregated Witness (SegWit) habilitado desde el principio. Con SegWit, Bitcoin teóricamente tiene un tamaño de bloque máximo de aproximadamente 4 MB. Sin embargo, la parte del bloque que no es testigo tiene un factor de escala de 4 y la parte testigo un factor de 1. Según este artículo, se esperaría un tamaño de bloque de 2,3 MB con transacciones SegWit promedio, es decir, aproximadamente 0,6 MB para los pares clave-valor de Kevacoin. datos no testigos, y ocupará parte de 0,6 MB si Kevacoin tiene la misma configuración de tamaño de bloque que Bitcoin. Con el tamaño de valor máximo de 3 KB, 0,6 MB parece ser inadecuado.",
    "faq-15": "Kevacoin permite un tamaño de bloque máximo de 6 MB (MAX_BLOCK_WEIGHT es 6000000). El tamaño de los datos no testigos puede ser de aproximadamente 1 MB. Hay aproximadamente 400 KB de espacio adicional reservado para pares clave-valor. Similar a Bitcoin, es Es muy poco probable que los 6 MB se puedan utilizar por completo debido a la estructura de la transacción. El tamaño de bloque máximo esperado es de aproximadamente 3 MB para Kevacoin.",
    "faq-16": "¿Preminaste las monedas?",
    "faq-17": "No. No sólo eso, la recompensa del bloque génesis es 0.00001 KVA (la recompensa del bloque normal es 500 KVA).",
    "faq-18": "¿Cuánto tiempo lleva confirmar una actualización clave-valor?",
    "faq-19": "Kevacoin tiene un tiempo de bloqueo de aproximadamente dos minutos. Por lo tanto, es posible que deba esperar esa cantidad de tiempo antes de que se confirme su par clave-valor y se agregue el siguiente bloque. Puede usar el comando del cliente keva_pending para verifique las transacciones clave-valor pendientes.",
    "faq-20": "¿Qué es un espacio de nombres y por qué lo necesitamos?",
    "faq-21": "Cada espacio de nombres es un espacio único para que usted pueda agregar o actualizar pares clave-valor de forma segura sin posibles conflictos con otros usuarios. Un espacio de nombres tiene una identificación que se garantiza que será única en toda la red. También tiene un nombre para mostrar que se puede utilizar para realizar un seguimiento de los espacios de nombres internamente. Una identificación de espacio de nombres es una cadena codificada en base 58 y siempre comienza con.",
    "faq-22": "La razón principal para asignar un ID de espacio de nombres único es evitar la okupación de nombres.",
    "faq-23": "¿Kevacoin admite contratos inteligentes?",
    "faq-24": "Kevacoin se basa en Bitcoin/Litecoin, por lo que tiene un nivel similar de soporte para contratos inteligentes. Kevacoin es un almacén de datos descentralizado y deja la implementación de la lógica de la aplicación fuera de la cadena de bloques.",
    "faq-25": "Tome el ejemplo del sistema de microblogging descentralizado. Siempre que los datos del usuario se escriban en el almacén de datos y sean de acceso público, cualquiera puede escribir una aplicación (usando su lenguaje de programación favorito) para mostrar blogs existentes y agregar nuevos. La aplicación puede ser propietaria o de código abierto, pero el contenido es el mismo porque tenemos una única fuente de verdad.",
    "faq-26": "¿Cuál es el tamaño máximo de clave y valor?",
    "faq-27": "El tamaño máximo de clave es 255 bytes y el tamaño del valor 3072 bytes. El tamaño máximo del valor está determinado por MAX_SCRIPT_ELEMENT_SIZE. Es 520 en Bitcoin y lo aumentamos a 3072. No hay ninguna razón particular para elegir esto El tamaño de 520 bytes parece demasiado pequeño y limitado, pero tampoco puede ser demasiado grande, porque queremos evitar posibles ataques DoS.",
    "faq-28": "¿Por qué se elige RandomKeva como algoritmo de prueba de trabajo?",
    "faq-29": "Kevacoin utiliza Prueba de Trabajo como método de consenso. El algoritmo de hash es RandomKeva. Algunas razones para esta elección: Es amigable con la CPU. Las CPU con instrucción AES NI pueden obtener una mejor tasa de hash. Es Algoritmo hash de memoria dura y consume mucha menos energía que GPU y ASIC. Puede ser más resistente a ASIC, por lo que es más justo para los mineros individuales.",
    "faq-30": "Aunque Kevacoin se basa en Bitcoin/Litecoin, modificamos ligeramente la estructura del encabezado para hacerlo compatible con el software de minería Monero. Como resultado, se puede usar cualquier software de minería Monero para extraer Kevacoin (por ejemplo, XMRig o XMR-Stak).",
    "faq-31": "¿Cuál es el algoritmo de ajuste de dificultad?",
    "faq-32": "Kevacoin usa el algoritmo de ajuste de dificultad DigiShield, el mismo que usa DogeCoin. El tiempo objetivo del bloque se ajusta en cada bloque. DigiShield evita el efecto negativo de los saltadores del grupo. Por ejemplo, si se acumula una gran cantidad de hash 'La tasa se une a la minería de Kevacoin, el objetivo de dificultad aumentará rápidamente para evitar recompensas fáciles. De manera similar, el objetivo de dificultad disminuirá cuando salga una gran cantidad de tasa de hash, por lo que los bloques aún se generarán en aproximadamente 2 minutos incluso con menos poder de hash",
    "faq-33": "¿Cuáles son las amenazas que plantea el ataque del 51%?",
    "faq-34": "El mayor riesgo de un ataque del 51% es el doble gasto. Este es un riesgo bien conocido para las criptomonedas basadas en prueba de trabajo. Sin embargo, un atacante no puede cambiar arbitrariamente los pares clave-valor que ella no es de su propiedad. Lo peor que puede hacer un atacante es bloquear o revertir las transacciones clave-valor manipuladas por los no propietarios, ya que están protegidas criptográficamente. permanecerá en mempool y eventualmente se agregará a la cadena de bloques cuando el ataque se detenga.",
    "faq-35": "¿Mis datos son visibles para el público?",
    "faq-36": "Todas las transacciones clave-valor son visibles para el público, ya que esta es la naturaleza de la cadena de bloques estilo bitcoin. Se pueden cifrar los valores, o solo almacenar los hashes de los valores, para proteger la confidencialidad de la valores.",
    "faq-37": "¿Cómo puedo contribuir al desarrollo de Kevacoin?",
    "faq-38": "¡Gracias por preguntar! Kevacoin es un proyecto comunitario y la participación de la comunidad es vital para su éxito a largo plazo. Puede ayudarnos de diferentes maneras: descargue el software del cliente, ejecútelo y pruébelo. Ejecute un público Nodo completo. Sea minero o inicie un grupo de minería. Revise o escriba documentación, incluidas estas preguntas frecuentes. Puede enviar solicitudes de extracción a los repositorios https://github.com/kevacoin-team. y pruebas de regresión. Para informar errores que no sean de seguridad, utilice el rastreador de problemas de Github. Para informar errores relacionados con la seguridad, envíe correos electrónicos a contact@kevacointeam.org. Desarrollar la aplicación utilizando el almacén de datos descentralizado de Kevacoin. proyecto. Contribuya con el código fuente al proyecto Kevacoin. ¡Las solicitudes de extracción son bienvenidas!",
    "software-cryptonote-nodejs-pool-01": "Equipo Kevacoin - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-NodeJS-Pool",
    "software-cryptonote-nodejs-pool-03": "Descargar",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool es un software de grupo de minería de alto rendimiento escrito en Node.js con complementos nativos de C, diseñado para monedas basadas en CryptoNote. Incluye un ejemplo ligero de interfaz frontal. script final que utiliza la API AJAX del grupo. El grupo admite varios algoritmos de Cryptonight.",
    "software-electrumx-01": "Kevacoin Team - ElectrumX",
    "software-electrumx-02": "ElectrumX",
    "software-electrumx-03": "Download",
    "software-electrumx-04": "ElectrumX is a re-implementation of Electrum-Server designed to handle a future with larger blocks. This robust server software offers efficient handling of blockchain queries, making it suitable for use with cryptocurrencies experiencing increased transaction volumes and larger block sizes.",
    "software-electrumx-05": "Key Features",
    "software-electrumx-06": "Scalability: Engineered to support larger blocks, ensuring it remains performant as blockchain sizes grow.",
    "software-electrumx-07": "Efficiency: Optimized for handling a high volume of blockchain queries efficiently.",
    "software-electrumx-08": "Compatibility: Supports various cryptocurrencies, making it versatile for different blockchain ecosystems.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-Stratum",
    "software-keva-stratum-03": "Download",
    "software-keva-stratum-04": "keva-stratum is a high-performance CryptoNote mining stratum server with a web interface, specifically tailored for Kevacoin.",
    "software-keva-stratum-05": "Forked from monero-stratum, keva-stratum simplifies the build process and includes necessary Monero source code components, eliminating the need for an external Monero source tree. It also supports building on Windows through MSYS2.",
    "software-keva-stratum-06": "Stratum Feature List",
    "software-keva-stratum-07": "Be Your Own Pool: Set up and manage your own mining pool.",
    "software-keva-stratum-08": "Rigs Availability Monitoring: Monitor the availability and performance of mining rigs.",
    "software-keva-stratum-09": "Track Stats: Keep track of accepted shares, rejected shares, and block statistics.",
    "software-keva-stratum-10": "Detect Sick Rigs: Easily identify under performing or malfunctioning rigs.",
    "software-keva-stratum-11": "Daemon Fail over List: Configure a list of fail over daemons to ensure continuous operation.",
    "software-keva-stratum-12": "Concurrent Shares Processing: Handle multiple share submissions simultaneously for optimal performance.",
    "software-keva-stratum-13": "Beautiful Web Interface: Manage and monitor your mining pool with an intuitive web interface.",
    "software-keva-stratum-14": "Features in Detail",
    "software-keva-stratum-15": "1. Be Your Own Pool:",
    "software-keva-stratum-16": "Allows you to set up a private mining pool, giving you control over the mining process and pool fees.",
    "software-keva-stratum-17": "2. Rigs Availability Monitoring:",
    "software-keva-stratum-18": "Continuously monitors the status of mining rigs, ensuring they are operational and performing optimally.",
    "software-keva-stratum-19": "3. Keep Track of Accepts, Rejects, Blocks Stats:",
    "software-keva-stratum-20": "Provides detailed statistics on accepted and rejected shares, as well as blocks found, helping you to monitor the pool's performance.",
    "software-keva-stratum-21": "4. Easy Detection of Sick Rigs:",
    "software-keva-stratum-22": "Quickly identifies rigs that are under performing or malfunctioning, allowing for prompt maintenance or replacement.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Configures multiple daemons to ensure fail over in case the primary daemon goes down, maintaining continuous mining operations.",
    "software-keva-stratum-25": "6. Concurrent Shares Processing:",
    "software-keva-stratum-26": "Optimizes performance by handling multiple share submissions simultaneously, reducing latency and increasing efficiency.",
    "software-keva-stratum-27": "7. Beautiful Web Interface:",
    "software-keva-stratum-28": "An intuitive web interface for managing and monitoring the pool, providing real-time statistics and easy configuration.",
    "software-keva-stratum-29": "By using keva-stratum, you can set up a high-performance mining pool for Kevacoin, leveraging its robust features and user-friendly interface to manage and monitor your mining operations efficiently.",
    "software-kevacoin-core-01": "Equipo Kevacoin - Núcleo de Kevacoin",
    "software-kevacoin-core-02": "Núcleo de Kevacoin",
    "software-kevacoin-core-03": "Descargar",
    "software-kevacoin-core-04": "Kevacoin es un almacén de datos de valor clave descentralizado y de código abierto construido sobre la criptomoneda Litecoin, que a su vez se basa en Bitcoin. Influenciado por Namecoin, Kevacoin ofrece un enfoque único para los datos. almacenamiento y gestión, aunque tiene diferentes propósitos y opera de manera diferente a Namecoin.",
    "software-kevacoin-core-05": "¿Qué hace Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin permite a los usuarios:",
    "software-kevacoin-core-07": "Registre claves y valores de forma segura: almacene pares clave-valor donde cada valor pueda tener hasta 3072 bytes. No hay límites estrictos en la cantidad de claves.",
    "software-kevacoin-core-08": "Actualizar claves y valores: modificar pares clave-valor existentes.",
    "software-kevacoin-core-09": "Mantener espacios de nombres únicos de red: agrupar claves en espacios de nombres para evitar conflictos de nombres.",
    "software-kevacoin-core-10": "Realizar transacciones con Kevacoins (KVA): utilice la moneda digital nativa, Kevacoin (KVA), para las transacciones.",
    "software-kevacoin-core-11": "Casos de uso para Kevacoin",
    "software-kevacoin-core-12": "Como base de datos descentralizada de valores clave, Kevacoin se puede utilizar en varias aplicaciones, incluidas:",
    "software-kevacoin-core-13": "Redes sociales: almacena datos para plataformas de redes sociales.",
    "software-kevacoin-core-14": "Micro Blogging: admite servicios de microblogging con almacenamiento de datos descentralizado.",
    "software-kevacoin-core-15": "Hashes: almacene y administre datos hash de forma segura.",
    "software-kevacoin-core-16": "Servicios notariales: Proporcionar servicios notariales descentralizados.",
    "software-kevacoin-core-17": "Kevacoin tiene soporte limitado para contratos inteligentes, similar a Bitcoin y Litecoin, pero aún permite el desarrollo de aplicaciones descentralizadas (dApps). Los datos permanecen descentralizados en la cadena de bloques de Kevacoin, mientras que la aplicación la lógica se desarrolla fuera de la cadena de bloques.",
    "software-keva-wallet-01": "Equipo Kevacoin - Keva Mobile Wallet",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "Descargar",
    "software-keva-wallet-04": "KevaWallet es una billetera delgada y liviana para Kevacoin. Está diseñada para ser fácil de usar y construida utilizando tecnologías modernas para brindar una experiencia de usuario perfecta.",
    "software-keva-wallet-05": "Características clave",
    "software-keva-wallet-06": "React Native: Creado con React Native, que proporciona una interfaz de usuario fluida y receptiva en plataformas iOS y Android.",
    "software-keva-wallet-07": "Electrum: Utiliza Electrum, un cliente Bitcoin liviano, adaptado para Kevacoin para garantizar transacciones eficientes y seguras.",
    "software-keva-wallet-08": "Código abierto: basado en la billetera Bitcoin de código abierto BlueWallet, aprovechando su arquitectura robusta y segura.",
    "software-keva-wallet-09": "Descripción general",
    "software-keva-wallet-10": "KevaWallet está diseñado para ofrecer una forma segura y conveniente de administrar sus Kevacoins (KVA). Al aprovechar el modelo de servidor eficiente y descentralizado de Electrum, KevaWallet garantiza un procesamiento rápido de transacciones sin la necesidad de descargar el archivo completo. cadena de bloques.",
    "software-keva-wallet-11": "Beneficios clave",
    "software-keva-wallet-12": "Ligero: no es necesario descargar toda la cadena de bloques de Kevacoin, lo que la hace ideal para dispositivos móviles.",
    "software-keva-wallet-13": "Multiplataforma: disponible tanto en iOS como en Android, gracias a React Native.",
    "software-keva-wallet-14": "Seguro: Construido sobre la base sólida de BlueWallet, heredando sus características de seguridad y mejores prácticas.",
    "software-keva-wallet-15": "Basado en BlueWallet",
    "software-keva-wallet-16": "KevaWallet hereda muchas características y medidas de seguridad de BlueWallet, una billetera Bitcoin de código abierto. Esto incluye:",
    "software-keva-wallet-17": "Monederos con múltiples firmas: proteja sus Kevacoins con soporte para múltiples firmas.",
    "software-keva-wallet-18": "Monederos de sólo observación: monitoree sus direcciones sin exponer sus claves privadas.",
    "software-keva-wallet-19": "Transacciones personalizadas: cree transacciones personalizadas con opciones avanzadas.",
    "software-keva-wallet-20": "Al usar KevaWallet, puedes administrar eficientemente tus Kevacoins mientras viajas, con la seguridad y confiabilidad que brinda su sólida arquitectura y su activa comunidad de desarrollo.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "Download",
    "software-keva-ipfs-04": "keva_ipfs is the back-end service for the Keva mobile app, designed to facilitate the upload and pinning of IPFS files. This back-end ensures seamless interaction between the Keva mobile app and the InterPlanetary File System (IPFS).",
    "foot-01": "Acerca de",
    "foot-02": "Acerca de nosotros",
    "foot-03": "Contacto",
    "foot-04": "Soporte",
    "foot-05": "Comunidad",
    "foot-06": "Recursos",
    "foot-07": "Documento técnico",
    "foot-08": "Equipo Kevacoin",
    "nav-01": "Equipo Kevacoin",
    "nav-02": "Seleccionar idioma",
    "nav-03": "Protocolo",
    "nav-04": "Preguntas frecuentes",
    "nav-05": "Software",
    "nav-06": "Guías"
}