{
    "index-01": "Kevacoini meeskond",
    "index-02": "Tere tulemast",
    "index-03": "Tere tulemast Kevacoini meeskonna veebisaidile!",
    "index-04": "Töö käimas, kuid palun nautige ressursse.",
    "aboutus-01": "Kevacoini meeskond",
    "aboutus-02": "Meist",
    "aboutus-03": "Lihtsalt mõned juhuslikud inimesed, kes usuvad sellesse projekti ja sobib plokiahela ökosüsteemi.",
    "contact-01": "Kevacoini meeskond",
    "contact-02": "Võta meiega ühendust",
    "contact-03": "Saada meile e -kiri",
    "contact-04": "Liituge meiega Discordil",
    "contact-05": "Osalege GitHubi aruteludes",
    "contact-06": "Jälgi meid x @kevacointeam",
    "protocol-01": "Kevacoini meeskond - Kevacoini protokoll",
    "protocol-02": "Sümbol",
    "protocol-03": "Kva",
    "protocol-04": "Koguvaru",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Eel-",
    "protocol-07": "Mitte",
    "protocol-08": "Arendajatasu",
    "protocol-09": "POW algoritm",
    "protocol-10": "Randokeva",
    "protocol-11": "Plokkitasu",
    "protocol-12": "500, vähenenud iga 4 aasta tagant",
    "protocol-13": "Plokkaeg",
    "protocol-14": "2 minutit",
    "protocol-15": "Raskusaste kohandamine",
    "protocol-16": "Digishield, iga plokk",
    "protocol-17": "Segwit",
    "protocol-18": "Aktiveeritud",
    "protocol-19": "Plokkmass",
    "protocol-20": "6 000 000 kaaluühikut",
    "protocol-21": "Maksimaalne võtmesuurus",
    "protocol-22": "255 baiti",
    "protocol-23": "Maksimaalne võtmete arv",
    "protocol-24": "Raske piir ei ole",
    "protocol-25": "Maksimaalse väärtuse suurus",
    "protocol-26": "3072 baiti",
    "protocol-27": "Protokoll",
    "support-01": "Kevacoini meeskond - toetage meeskonda",
    "support-02": "Kevacoini blockchain on avatud lähtekoodiga kogukonna toetatud projekt.",
    "support-03": "Kevacoini meeskond on grupp inimesi, kes tegutsevad vabatahtlikult oma aega, oskusi ja ressursse, et olla plokiahela hooldajatena.",
    "support-04": "Edule panustamine on kõigi käes.",
    "support-05": "Kuidas ma saan aidata meeskonda, keda te küsite?",
    "support-06": "Parim viis on aidata kaasa meeskondade jõupingutustele Kevacoini plokiahela edendamiseks.Seal on palju mütse, kus täita, kus panus võib aidata edu saavutada.",
    "support-07": "Pigem annetada?Me saime teid kaetud!",
    "support-08": "Olgu see silmitsi, hostimine on kallis.",
    "support-09": "Kasutajate nõuetekohaseks toetamiseks peab KevaCointeam.org laiendama sõlme ja L2 teenuseid nagu Electramx.Keva.One praegused ressursid on mõeldud ülimalt odavateks ja raskete koormuste teenindamiseks.Laiendamine vajas tõesti vahetuste ja nende loodud liikluse nõuetekohaseks toetamiseks.",
    "support-10": "Majutusfond",
    "support-11": "*AWS on praegune pakkuja;See on järjepidev, hõlpsasti prognoosimine ja globaalne, nii et lahendab kõige rohkem väljakutseid.Teenuse kujundamine ja ulatus sõltuvad fondist.Ideaalses maailmas saaks meeskond toetada kasutajaid järgmise kujundusega",
    "support-12": "Vahetused suure nõudlusega, kuid enamikul on rahalisi takistusi;Allpool on toodud meeskonna aadressid, et katta noteerimistasusid ja pakkuda likviidsust",
    "support-13": "Vahetusfond",
    "support-14": "Kas soovite panustada üksiku meeskonnaliikmesse?",
    "support-15": "Toetage meeskonda",
    "faq-01": "Kevacoini meeskond - Kevacoini KKK",
    "faq-02": "Korduma kippuvad küsimused",
    "faq-03": "Nimi \"Keva\" on võtmeväärtuse lühend (hääldatud Kee-va ja lühike sümbol on KVA).See on võtmeväärtuse pood, mis on ehitatud plokiahelale, Bitcoini ja Litecoini koodibaasile.Lisaks krüptovaluutale võimaldab see kasutajatel hõlpsalt ja turvaliselt lisada, värskendada või kustutada plokiahela võtmeväärtusepaare.",
    "faq-04": "Kevacoini mõjutab Namecoin, koodi võtmeväärtuse osa on Namecoini nime registreerimiskoodist tugevalt modifitseeritud.",
    "faq-05": "Ehkki Kevacoini mõjutab Namecoin, töötab see väga erinevalt ja teenib väga erinevat eesmärki kui viimane: Kevacoin on võtmeväärtuse pood, samas kui Namecoin on nime registreerimissüsteem.Kevacoinil pole võtmete arvule kõva piiri ja maksimaalne väärtus on 3072 baiti.Namecoini omadel on iga nimeruumi jaoks 520 baiti.Konfliktide vältimiseks on võrk ainulaadselt genereeritud Kevacoini nimeruumi ID.Namecoini nimeruumi valib kasutaja ja see peab olema kogu võrgus ainulaadne.Kevacoiniga ei pea te muretsema nimeruumi kükitamise pärast.Kevacoini võtmeväärtusepaarid ei aegu.",
    "faq-06": "Kui palju maksab Kevacoini Data Store kasutamine?",
    "faq-07": "Enne võtmeväärtuse paari lisamist tuleb paaride hoidmiseks luua nimeruum.Süsteem jätab nimeruumi loomise eest 0,01 kVa ja summa ei saa kulutada.Nimeruumi saab lisada võtmeväärtuse koos kaevurite määratud tehingutasuga.",
    "faq-08": "Kevacoin on avalik blockchain ja igaüks saab sellele kirjutada.Võrk on kuritarvitamise rämpspostitamise suhtes haavatav ilma tehingutasuta.Lisaks kinnitavad kaevurid tehinguid ja neile tuleb nende tööde eest kompenseerida.",
    "faq-09": "Kust ma saan Kevacoini?",
    "faq-10": "Lihtsaim viis Kevacoini saamiseks on kaevandamise kaudu.Kevacoin kasutab RandoKeva (Randoxi variant) räsi algoritmi ja ühildub Monero kaevandustarkvaraga.Kaevandustarkvarana saate kasutada näiteks XMRIG või XMR-STAK.",
    "faq-11": "Milline on Kevacoini maksimaalne pakkumine?",
    "faq-12": "Blokeeritasu on esialgu 500 kVa.Tasu väheneb umbes iga nelja aasta tagant (iga 1050000 ploki järel, umbes 2 minutit iga ploki kohta).Poolamise ajakava on sama, mis Bitcoin ja Litecoin.Kevacoini maksimaalne pakkumine on 1 050 000 000 kVa.",
    "faq-13": "Mis on ploki maksimaalne suurus?",
    "faq-14": "Kevacoin põhineb Bitcoinil ja Litecoinil, eraldatud tunnistaja (SEGWIT) on algusest peale lubatud.Segwitiga on bitcoini teoreetiliselt maksimaalne ploki suurus umbes 4 MB.Ploki mittevaluosa osa on aga skaleerimistegur 4 ja tunnistajate osa A-tegur 1. Selle artikli kohaselt on keskmiste SEGWIT-i tehingutega oodata 2,3 MB ploki suurust.See on umbes 0,6 MB mittetaseme andmete jaoks.Kevacoini võtmeväärtusepaarid on mitte-Witness andmed ja need hõivavad osa 0,6 MB, kui Kevacoinil on sama ploki suuruse seade kui Bitcoiniga.Maksimaalse väärtuse suurusega 3kB näib 0,6 MB olevat ebapiisav.",
    "faq-15": "Kevacoin võimaldab maksimaalset ploki suurust 6MB (max_block_weight on 6000000).Puuduvuse andmete suurus võib olla umbes 1 MB.See on umbes 400 kb lisaruumi, mis on reserveeritud võtmeväärtuse paaride jaoks.Sarnaselt Bitcoiniga on ka väga ebatõenäoline, et 6MB saab tehingu struktuuri tõttu täielikult kasutada.Eeldatav maksimaalne ploki suurus on Kevacoini jaoks umbes 3 MB.",
    "faq-16": "Kas sa enne münte eelsid?",
    "faq-17": "Ei. Mitte ainult, et Genesise ploki preemia on 0,00001 kVa (tavalise ploki preemia on 500 kVa).",
    "faq-18": "Kui kaua võtab võtmeväärtuse värskenduse kinnitamine?",
    "faq-19": "Kevacoini plokkiaeg on umbes kaks minutit.Seetõttu peate võib-olla ootama seda aega, enne kui teie võtmeväärtusepaar kinnitatakse ja lisatakse järgmine plokk.Võtmise võtmeväärtuse tehingute kontrollimiseks saate kasutada kliendi käsku Keva_Pending.",
    "faq-20": "Mis on nimeruum ja miks me seda vajame?",
    "faq-21": "Iga nimeruum on teie jaoks ainulaadne ruum võtmeväärtusepaare ohutuks lisamiseks või värskendamiseks ilma võimalike konfliktideta teiste kasutajatega.Nimeruumil on ID, mis on kogu võrgus ainulaadne.Sellel on ka kuva nimi, mida saab kasutada nimede sisemiselt jälgimiseks.Nimeruumi ID on base-58 kodeeritud string ja algab alati.",
    "faq-22": "Ainulaadse nimeruumi ID määramiseks on peamine põhjus nime kükitamise vältimine.",
    "faq-23": "Kas Kevacoin toetab nutikat lepingut?",
    "faq-24": "Kevacoin põhineb Bitcoini/Litecoinil, seega on sellel nutika lepingu jaoks sarnane tugi tase.Kevacoin on detsentraliseeritud andmesalvestus ja see jätab rakenduse loogika rakenduse plokiahelalt.",
    "faq-25": "Võtke näide detsentraliseeritud mikroveebide süsteemist.Kuni kasutajaandmed on kirjutatud andmepoodi ja on avalikult juurdepääsetav, saab igaüks kirjutada rakenduse (kasutades oma lemmikprogrammeerimiskeelt) olemasolevate ajaveebide kuvamiseks ja uute lisamiseks.Rakendus võib olla patenteeritud või avatud lähtekoodiga, kuid sisu on sama, kuna meil on üks tõeallikas.",
    "faq-26": "Mis on maksimaalne võtme ja väärtuse suurus?",
    "faq-27": "Maksimaalne võtme suurus on 255 baiti ja väärtuse suurus 3072 baiti.Maksimaalse väärtuse suuruse määrab max_script_element_size.Bitcoinis on see 520 ja me suurendame seda 3072 -ni. Selle suuruse valimiseks pole erilist põhjust.520 baiti näib olevat liiga väike ja liiga piiratud.Kuid see ei saa olla ka liiga suur, sest tahame vältida võimalikke DOS -i rünnakuid.",
    "faq-28": "Miks valitakse RandomKeva töö tõestamise algoritmiks?",
    "faq-29": "Kevacoin kasutab oma konsensusmeetodina töö tõendit.Rasingu algoritm on RandoKeva.Mõned selle valiku põhjused: see on CPU -sõbralik.AES NI juhistega protsessorid saavad parema räsimäära.See on mälu kõva räsi algoritm ja tarbib palju vähem jõudu kui GPU ja ASIC.See võib olla asic-vastupidavam, nii et see on üksikute kaevurite suhtes õiglane.",
    "faq-30": "Ehkki Kevacoin põhineb bitcoini/litecoinil, muutsime päise struktuuri pisut, et see ühilduks Monero Mining tarkvaraga.Selle tulemusel saab Kevacoini (nt XMRIG või XMR-STAK) kaevandamiseks kasutada mis tahes Monero kaevandustarkvara.",
    "faq-31": "Milline on raskuste reguleerimise algoritm?",
    "faq-32": "Kevacoin kasutab digihieldi raskuste reguleerimise algoritmi, sama, mida Dogecoin kasutas.Ploki sihtmärki reguleeritakse iga plokiga.Digishield hoiab ära basseini hüppajate negatiivse mõju.Näiteks kui Kevacoini kaevandamisega liitub suur hulk räsimäära, suureneb raskusaste eesmärk kiiresti, et vältida kergeid hüvesid.Sarnaselt väheneb raskusaste sihtmärk, kui suures koguses räsimiskiiruse lehti, nii et plokid genereeritakse ikkagi umbes 2 minutiga, isegi vähem räsijõuga.",
    "faq-33": "Millised on 51% rünnaku ähvardused?",
    "faq-34": "Suurim 51% rünnaku oht on topelt kulutamine.See on tuntud riskitööpõhiste krüptovaluutade risk.Ründaja ei saa aga suvaliselt muuta võtmeväärtusepaare, mis tal ei ole.Halvim, mida ründaja saab teha, on võtmeväärtuse tehingud blokeerida või ümber pöörata.Võrk ei aktsepteeri võtmeväärtusepaare, mida mitteomanikud rikuvad, kuna need on krüptograafiliselt turvatud.Blokeeritud või vastupidised tehingud jäävad Mempoolisse ja lõpuks lisatakse rünnaku peatumisel plokiahelasse.",
    "faq-35": "Kas minu andmed on üldsusele nähtavad?",
    "faq-36": "Kõik võtmeväärtuse tehingud on üldsusele nähtavad, kuna see on Bitcoini stiilis plokiahela olemus.Väärtuste konfidentsiaalsuse kaitsmiseks saab väärtusi krüpteerida või salvestada ainult väärtuste räsi.",
    "faq-37": "Kuidas ma saan aidata Kevacoini arengule?",
    "faq-38": "Tänan küsimast!Kevacoin on kogukonnaprojekt ja kogukonna osalemine on selle pikaajalise edu saavutamiseks ülioluline.Saate meid aidata erineval viisil: laadige alla kliendi tarkvara, käivitage ja testige seda.Jooge avalikku täielikku sõlme.Ole kaevandaja või alustage kaevandusbasseini.Vaadake või kirjutage dokumentatsioon, sealhulgas see KKK.Võite esitada tõmbetaotlusi aadressile https://github.com/kevacoin-Team hoidlad.Kirjutage ühikute testid, otsast lõpuni testid ja regressioonikestid.Teatada vedudest.Turvaliste vigade teatamiseks kasutage GitHubi väljaande jälgijat.Turvaga seotud vigade esitamiseks saatke e-kirju aadressil contact@kevacointuam.org.Töötage välja rakendus, kasutades Kevacoini detsentraliseeritud andmesalve.Projekti reklaamida.Panustage Kevacoini projekti lähtekood.Tõmbetaotlusi on teretulnud!Annetage projektile.",
    "faq-39": "Mis see erineb Namecoinist?",
    "faq-40": "Mis on Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoini meeskond-CryptoNote-Nodejs-Seas",
    "software-cryptonote-nodejs-pool-02": "Krüptonote-nodejs-",
    "software-cryptonote-nodejs-pool-03": "Lae alla",
    "software-cryptonote-nodejs-pool-04": "CryptoNote-NodeJS-Cound on suure jõudlusega kaevandusbasseini tarkvara, mis on kirjutatud NODE.JS-is koos looduslike C-lisanditega, mis on mõeldud Cryptonote-põhiste müntide jaoks.See sisaldab kerget näidet esiotsa skripti, mis kasutab basseini Ajax API-d.Bassein toetab erinevaid krüptonigsiooni algoritme.",
    "software-electrumx-01": "Kevacoini meeskond - Electromx",
    "software-electrumx-02": "Elektriline",
    "software-electrumx-03": "Lae alla",
    "software-electrumx-04": "Electromx on elektriserveri uuesti rakendamine, mis on loodud tuleviku käitlemiseks suuremate plokkidega.See tugev serveritarkvara pakub blockchaini päringute tõhusat käitlemist, muutes selle sobivaks kasutamiseks krüptovaluutadega, kus on suurenenud tehingumaht ja suuremaid plokkide suurusi.",
    "software-electrumx-05": "Põhijooned",
    "software-electrumx-06": "Mastaapsus: loodud suuremate plokkide toetamiseks, tagades, et see püsib plokiahela suuruste kasvades.",
    "software-electrumx-07": "Tõhusus: optimeeritud suure hulga plokiahelapäringute tõhusaks käitlemiseks.",
    "software-electrumx-08": "Ühilduvus: toetab erinevaid krüptovaluutasid, muutes selle erinevate plokiahela ökosüsteemide jaoks mitmekülgseks.",
    "software-keva-stratum-01": "Kevacoini meeskond - Keva Stratum",
    "software-keva-stratum-02": "Keva-voodi",
    "software-keva-stratum-03": "Lae alla",
    "software-keva-stratum-04": "Keva-Stratum on suure jõudlusega krüptonote kaevandamise kihi serveriga, millel on veebiliides, mis on spetsiaalselt kohandatud Kevacoini jaoks.",
    "software-keva-stratum-05": "Monero-Stratumist kahveldatud Keva-Stratum lihtsustab ehitamisprotsessi ja sisaldab vajalikke Monero lähtekoodi komponente, välistades vajaduse välise Monero lähtepuu järele.Samuti toetab see Windowsi ehitamist MSYS2 kaudu.",
    "software-keva-stratum-06": "Kihifunktsioonide nimekiri",
    "software-keva-stratum-07": "Ole oma bassein: seadistage ja hallake oma kaevandusbasseini.",
    "software-keva-stratum-08": "Riikide kättesaadavuse jälgimine: jälgige kaevandusseadmete kättesaadavust ja jõudlust.",
    "software-keva-stratum-09": "Jälgige statistika: jälgige aktsepteeritud aktsiaid, lükatud aktsiad ja blokeerige statistika.",
    "software-keva-stratum-10": "Tuvastage haiged platvormid: hõlpsasti tuvastamisel või talitlushäirete korral.",
    "software-keva-stratum-11": "Daemon ebaõnnestub üle loendi: pideva toimimise tagamiseks konfigureerige deemonide ebaõnnestumise loend.",
    "software-keva-stratum-12": "Aktsiate samaaegne töötlemine: optimaalse jõudluse saavutamiseks hallake samaaegselt mitme aktsia esitust.",
    "software-keva-stratum-13": "Ilus veebiliides: hallake ja jälgige kaevandusbasseini intuitiivse veebiliidesega.",
    "software-keva-stratum-14": "Funktsioonid üksikasjalikult",
    "software-keva-stratum-15": "1. Ole oma bassein:",
    "software-keva-stratum-16": "Võimaldab teil seadistada privaatse kaevandusbasseini, andes teile kontrolli kaevandusprotsessi ja basseinitasude üle.",
    "software-keva-stratum-17": "2",
    "software-keva-stratum-18": "Jälgib pidevalt kaevandusarvete olekut, tagades, et need toimivad ja teostavad optimaalselt.",
    "software-keva-stratum-19": "3. Jälgige aktsepteerimisi, lükkab tagasi, blokeerib statistika:",
    "software-keva-stratum-20": "Pakub üksikasjalikku statistikat aktsepteeritud ja tagasilükatud aktsiate ning leitud plokkide kohta, aidates teil jälgida basseini jõudlust.",
    "software-keva-stratum-21": "4. Haigete platvormide lihtne tuvastamine:",
    "software-keva-stratum-22": "Kiiresti tuvastab platvormid, mis on teostatavad või talitlushäired, võimaldades kiiret hooldust või asendamist.",
    "software-keva-stratum-23": "5. Daemon ebaõnnestub üle nimekirja:",
    "software-keva-stratum-24": "Seadistab mitu deemonit, et tagada ebaõnnestumine, kui esmane deemon langeb, säilitades pidevad kaevandamistoimingud.",
    "software-keva-stratum-25": "6. Aktsiate samaaegne töötlemine:",
    "software-keva-stratum-26": "Optimeerib jõudlust, käsitledes samaaegselt mitut aktsia esitlust, vähendades latentsust ja suurendades tõhusust.",
    "software-keva-stratum-27": "7. Ilus veebiliides:",
    "software-keva-stratum-28": "Intuitiivne veebiliides basseini haldamiseks ja jälgimiseks, reaalajas statistika ja lihtsa konfiguratsiooni pakkumiseks.",
    "software-keva-stratum-29": "Keva-Stratumi kasutamisega saate Kevacoini jaoks seadistada suure jõudlusega kaevandusbasseini, kasutades selle tugevaid funktsioone ja kasutajasõbralikku liidest, et kaevandamistoiminguid tõhusalt hallata ja jälgida.",
    "software-kevacoin-core-01": "Kevacoini meeskond - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoini südamik",
    "software-kevacoin-core-03": "Lae alla",
    "software-kevacoin-core-04": "Kevacoin on detsentraliseeritud avatud lähtekoodiga võtmeväärtuse andmete kauplus, mis on ehitatud Litecoini krüptovaluuta peal, mis ise põhineb bitcoinil.Namecoinist mõjutatud Kevacoin pakub ainulaadset lähenemisviisi andmete salvestamisel ja haldamisel, ehkki see teenib erinevaid eesmärke ja töötab erinevalt Namecoinist.",
    "software-kevacoin-core-05": "Mida teeb Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin võimaldab kasutajatel:",
    "software-kevacoin-core-07": "Salvestage võtmed ja väärtused: salvestage võtmeväärtusepaarid, kus iga väärtus võib olla kuni 3072 baiti.Klahvide arvul pole raskeid piire.",
    "software-kevacoin-core-08": "Klahvide ja väärtuste värskendamine: muutke olemasolevaid võtmeväärtusepaare.",
    "software-kevacoin-core-09": "Hooldage võrgu-unikaalseid nimeruume: nimekonfliktide vältimiseks nimeruumide all olevad rühmavõtmed.",
    "software-kevacoin-core-10": "Tehingute Kevacoins (KVA): kasutage tehingute jaoks looduslikku digitaalset valuutat Kevacoin (KVA).",
    "software-kevacoin-core-11": "Kasutage kevacoini juhtumeid",
    "software-kevacoin-core-12": "Detsentraliseeritud võtmeväärtuse andmebaasina saab Kevacoini kasutada erinevates rakendustes, sealhulgas:",
    "software-kevacoin-core-13": "Sotsiaalmeedia: salvestage andmed sotsiaalmeedia platvormide jaoks.",
    "software-kevacoin-core-14": "Mikroblogimine: toetage mikroveebidegevuse teenuseid detsentraliseeritud andmesalvestusega.",
    "software-kevacoin-core-15": "Rashes: turvaliselt salvestage ja hallake räsi andmeid.",
    "software-kevacoin-core-16": "Notari teenused: osutage detsentraliseeritud notariteenuseid.",
    "software-kevacoin-core-17": "Kevacoinil on piiratud toetus nutikate lepingute jaoks, sarnaselt Bitcoini ja Litecoiniga, see võimaldab endiselt arendada detsentraliseeritud rakendusi (DAPP).Andmed on Kevacoini plokiahelas detsentraliseeritud, samal ajal kui rakendusloogika arendatakse plokiahelalt välja.",
    "software-keva-wallet-01": "Kevacoini meeskond - Keva mobiilne rahakott",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Lae alla",
    "software-keva-wallet-04": "Kevawallet on Kevacoini jaoks kerge, õhuke rahakott.See on mõeldud kasutusmugavaks ja ehitatud moodsate tehnoloogiate abil sujuva kasutajakogemuse tagamiseks.",
    "software-keva-wallet-05": "Põhijooned",
    "software-keva-wallet-06": "React Native: ehitatud React Native'iga, pakkudes sujuvat ja reageerivat kasutajaliidest nii iOS -i kui ka Androidi platvormidel.",
    "software-keva-wallet-07": "Electrom: kasutab tõhusate ja turvaliste tehingute tagamiseks Kevacoini jaoks kohandatud kerget bitcoini klienti Electrom.",
    "software-keva-wallet-08": "Avatud lähtekood: põhineb avatud lähtekoodiga BlueWallet Bitcoini rahakotil, kasutades selle kindlat ja turvalist arhitektuuri.",
    "software-keva-wallet-09": "Ülevaade",
    "software-keva-wallet-10": "Kevawallet on loodud pakkuma turvalist ja mugavat viisi Kevacoinide (KVA) haldamiseks.Elektri efektiivse ja detsentraliseeritud serverimudeli abil tagades tagab Kevawallet kiire tehingute töötlemise, ilma et oleks vaja kogu plokiahelat alla laadida.",
    "software-keva-wallet-11": "Põhieelised",
    "software-keva-wallet-12": "Kerge: kogu Kevacoini plokiahela pole vaja alla laadida, muutes selle ideaalseks mobiilseadmete jaoks.",
    "software-keva-wallet-13": "Platform: tänu React Native'ile saadaval nii iOS-is kui ka Androidil.",
    "software-keva-wallet-14": "Turvaline: ehitatud BlueWalleti kindlale vundamendile, pärides selle turvafunktsioone ja parimaid tavasid.",
    "software-keva-wallet-15": "Põhineb blueWalletil",
    "software-keva-wallet-16": "Kevawallet pärib palju funktsioone ja turvameetmeid avatud lähtekoodiga Bitcoini rahakotist.See sisaldab:",
    "software-keva-wallet-17": "Mitme allkirjaga rahakotid: kinnitage oma kevacoinid mitme allkirjaga toega.",
    "software-keva-wallet-18": "Ainult valvekotid: jälgige oma aadresse ilma oma privaatseid võtmeid paljastamata.",
    "software-keva-wallet-19": "Kohandatud tehingud: looge täiustatud suvanditega kohandatud tehingud.",
    "software-keva-wallet-20": "Kevawalleti kasutamisega saate oma Kevacoine'i liikvel tõhusalt hallata, turvalisuse ja töökindlusega, mida pakub selle tugev arhitektuur ja aktiivne arendusringkond.",
    "software-keva-ipfs-01": "Kevacoini meeskond - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Lae alla",
    "software-keva-ipfs-04": "KEVA_IPFS on Keva mobiilirakenduse taustteenus, mis on loodud IPFS-failide üleslaadimise ja kinnitamise hõlbustamiseks.See tagakülg tagab sujuva interaktsiooni KEVA mobiilirakenduse ja planeetidevahelise failisüsteemi (IPFS) vahel.",
    "foot-01": "Ümber",
    "foot-02": "Meist",
    "foot-03": "Kontakt",
    "foot-04": "Toetus",
    "foot-05": "Kogukond",
    "foot-06": "Ressursid",
    "foot-07": "Valge paber",
    "foot-08": "Kevacoini meeskond",
    "nav-01": "Kevacoini meeskond",
    "nav-02": "Vali keel",
    "nav-03": "Protokoll",
    "nav-04": "KKK",
    "nav-05": "Tarkvara",
    "nav-06": "Giidid",
    "g1-01": "Kevacoini meeskond - ehitage MSYS2 abil Windowsi jaoks Keva Stratum",
    "g1-02": "Ehitage MSYS2 abil Windowsi jaoks Keva Stratum",
    "g1-03": "Samm 1:",
    "g1-04": "Laadige alla MSYS2 installija aadressilt https://www.msys2.org/:",
    "g1-05": "Lae alla",
    "g1-06": "2. samm:",
    "g1-07": "Installige allalaaditud installijast MSYS2, Skip Variant Sticuto Goundis, nii et õige kesta saab käivitada",
    "g1-08": "3. samm:",
    "g1-09": "Käivitage Mingw64 kas menüüst Start või käsurealt 'Mingw64'",
    "g1-10": "4. samm:",
    "g1-11": "Värskendussüsteem, võib olla vajalik Mingw64 taaskäivitamine",
    "g1-12": "5. samm:",
    "g1-13": "Installige ehitusnõuded",
    "g1-14": "6. samm:",
    "g1-15": "Ehituse tugi jaoks peame kasutama Go vanemat versiooni.Siin kasutame viimast teadaolevat projekti ehitamiseks 1.19.13",
    "g1-16": "7. samm:",
    "g1-17": "Looge installimiseks kataloog",
    "g1-18": "8. samm:",
    "g1-19": "Unzip Go installi kataloogi Go",
    "g1-20": "9. samm:",
    "g1-21": "Eksportige keskkonnamuutuja GOROOT osutab installi kataloogi Go",
    "g1-22": "10. samm:",
    "g1-23": "Uuendage PATH keskkonnamuutujat",
    "g1-24": "11. samm:",
    "g1-25": "Kontrollige, kas meie GO versioon sobib",
    "g1-26": "1.19.13",
    "g1-27": "12. samm:",
    "g1-28": "Seadke Go111Module „Auto” jaoks, et luua ühilduvus",
    "g1-29": "13. samm:",
    "g1-30": "Kloon keva-stratumi hoidla",
    "g1-31": "14. samm:",
    "g1-32": "Navigeerige Keva-stratumi kataloogi",
    "g1-33": "15. samm:",
    "g1-34": "Tehke kataloog, millest ehitada, siin kasutame ehitust",
    "g1-35": "16. samm:",
    "g1-36": "Liikuge ehituse kataloogi",
    "g1-37": "17. samm:",
    "g1-38": "Käivitage CMake koos MSYS -i tööriistaketiga",
    "g1-39": "18. samm:",
    "g1-40": "Ehitage Keva-stratum",
    "g1-41": "19. samm:",
    "g1-42": "UPDATE KEVA-Stratumi konfiguratsiooni",
    "g1-43": "20. samm:",
    "g1-44": "Jookse Keva Stratum",
    "g1-45": "Ehituse fail, mis asub C:/MSYS2/Home/'kasutaja'/keva-stratum/ehita.Teises asukohta kolides vajate kevastratum.exe, libcnutil.dll, config.json ja www kataloogi",
    "g1-46": "Nimekiri",
    "g1-47": "Maadeavastaja",
    "g2-01": "Kevacoini meeskond - ehita Linuxi jaoks keva_ipfs",
    "g2-02": "Ehitage Linuxi jaoks keva_ipfs",
    "g2-03": "Samm 1:",
    "g2-04": "Veenduge, et süsteem oleks ajakohane",
    "g2-05": "2. samm:",
    "g2-06": "Installige Git ja Golang",
    "g2-07": "3. samm:",
    "g2-08": "Kloon keva_ipfs hoidla",
    "g2-09": "4. samm:",
    "g2-10": "Navigeerige Keva_IPFS -i",
    "g2-11": "5. samm:",
    "g2-12": "Tehke ehituse kataloog ja liikuge selle juurde",
    "g2-13": "6. samm:",
    "g2-14": "Ehitage Keva_ipfs",
    "g2-15": "7. samm:",
    "g2-16": "Kopeeri config.json kataloogi loomiseks",
    "g2-17": "8. samm:",
    "g2-18": "Värskendage config.json",
    "g2-19": "9. samm:",
    "g2-20": "Käivitage Keva_ipfs",
    "g3-01": "Kevacoini meeskond - ehita Linuxi jaoks Keva Stratum",
    "g3-02": "Ehitage Linuxi jaoks Keva Stratum",
    "g3-03": "Samm 1:",
    "g3-04": "Värskendussüsteem",
    "g3-05": "2. samm:",
    "g3-06": "Installige ehitusnõuded",
    "g3-07": "3. samm:",
    "g3-08": "Installige Golang ja Git",
    "g3-09": "4. samm:",
    "g3-10": "Kloon keva-voodi",
    "g3-11": "5. samm:",
    "g3-12": "Sisestage Keva-Stratumi kataloog",
    "g3-13": "6. samm:",
    "g3-14": "Tehke ehituse kataloog",
    "g3-15": "7. samm:",
    "g3-16": "Liiguge kataloogi ehitamiseks",
    "g3-17": "8. samm:",
    "g3-18": "Eksportige GO111Module automaatselt ühilduvuse jaoks",
    "g3-19": "9. samm:",
    "g3-20": "Konfigureerige Make",
    "g3-21": "10. samm:",
    "g3-22": "Ehitage Keva-stratum",
    "g3-23": "11. samm:",
    "g3-24": "Kontrollige olemasolevaid ehituse väljundeid",
    "g3-25": "12. samm:",
    "g3-26": "Värskendage config.json",
    "g4-01": "Kevacoini meeskond-seadistage Cryptonote-Nodejs-Sead",
    "g4-02": "Seadistamine Cryptonote-NodeJS-Sead",
    "g4-03": "Samm 1:",
    "g4-04": "Värskendussüsteem",
    "g4-05": "2. samm:",
    "g4-06": "Installige ehitusnõuded",
    "g4-07": "3. samm:",
    "g4-08": "Installige NVM",
    "g4-09": "4. samm:",
    "g4-10": "Installige nodejs 11.0.0",
    "g4-11": "5. samm:",
    "g4-12": "Seadke NPM Python 2.7 kasutamiseks",
    "g4-13": "6. samm:",
    "g4-14": "Kloonikrüptonote-nodejs-pila hoidla",
    "g4-15": "7. samm:",
    "g4-16": "Liikuge basseini",
    "g4-17": "8. samm:",
    "g4-18": "Käivitage NPM värskendus",
    "g4-19": "9. samm:",
    "g4-20": "Kopeerige Kevacoin.json saidile config.json",
    "g4-21": "10. samm:",
    "g4-22": "Värskendage config.json",
    "g4-23": "11. samm:",
    "g4-24": "Run bassein",
    "g5-01": "Kevacoini meeskond - ehitage Kevacoini südamik Linuxi jaoks sõltub",
    "g5-02": "Ehitage Kevacoini südamik Linuxi jaoks sõltuvalt",
    "g5-03": "Samm 1:",
    "g5-04": "Värskendussüsteem",
    "g5-05": "2. samm:",
    "g5-06": "Installige ehitusnõuded",
    "g5-07": "3. samm:",
    "g5-08": "Kloon kevacoini hoidla",
    "g5-09": "4. samm:",
    "g5-10": "Liikuge Kevacoinis olevate kataloogide juurde",
    "g5-11": "5. samm:",
    "g5-12": "Run Make sihtimine Linux",
    "g5-13": "6. samm:",
    "g5-14": "Navigeerige kataloogis",
    "g5-15": "7. samm:",
    "g5-16": "Käivitage autogeen.sh",
    "g5-17": "8. samm:",
    "g5-18": "Käivitage konfigureerimine, Linuxi sihtimine sõltub ehitamisest",
    "g5-19": "9. samm:",
    "g5-20": "Ehitage Kevacoin",
    "g5-21": "10. samm:",
    "g5-22": "Ehitage juurutuspakett",
    "g5-23": "11. samm:",
    "g5-24": "Paigaldage ehitatud Kevacoin",
    "g6-01": "Kevacoini meeskond - ehitage Kevacoini südamikku Windowsi jaoks sõltub",
    "g6-02": "Ehitage Kevacoini südamik akende jaoks, kasutades",
    "g6-03": "Samm 1:",
    "g6-04": "Värskendussüsteem",
    "g6-05": "2. samm:",
    "g6-06": "Installige ehitusnõuded",
    "g6-07": "3. samm:",
    "g6-08": "Installige MINGW-W64 ristkompileerimise tööriistakett",
    "g6-09": "4. samm:",
    "g6-10": "Seadke vaike Mingw32 G ++ kompilaatori suvand POSIX -i",
    "g6-11": "5. samm:",
    "g6-12": "Kloon kevacoini hoidla",
    "g6-13": "6. samm:",
    "g6-14": "Liikuge Kevacoinis olevate kataloogide juurde",
    "g6-15": "7. samm:",
    "g6-16": "Käitus teha akende sihtimine",
    "g6-17": "8. samm:",
    "g6-18": "Navigeerige kataloogis",
    "g6-19": "9. samm:",
    "g6-20": "Käivitage autogeen.sh",
    "g6-21": "10. samm:",
    "g6-22": "Käivitage konfigureerimine, akende sihtimine sõltub ehitamisest",
    "g6-23": "11. samm:",
    "g6-24": "Ehitage Kevacoin",
    "g6-25": "12. samm:",
    "g6-26": "Ehitage juurutuspakett",
    "nav-07": "Ehitage Kevacioni südamikku Linuxi jaoks, kasutades",
    "nav-08": "Ehitage Kevacioni südamik akende jaoks, kasutades",
    "nav-09": "Ehitage Linuxi jaoks keva-stratum",
    "nav-10": "Ehitage MSYS-i abil Windowsi jaoks Keva-Stratum",
    "nav-11": "Ehitage Linuxi jaoks keva_ipfs",
    "nav-12": "Krüptonote-nodejs-"
}