{
    "index-01": "Kevacoin -joukkue",
    "index-02": "Tervetuloa",
    "index-03": "Tervetuloa Kevacoin -tiimin verkkosivustolle!",
    "index-04": "Työskentele, mutta nauti resursseista.",
    "aboutus-01": "Kevacoin -joukkue",
    "aboutus-02": "Meistä",
    "aboutus-03": "Vain jotkut satunnaiset ihmiset, jotka uskovat tähän projektiin ja sen sopivuuteen Blockchain Eco -järjestelmään.",
    "contact-01": "Kevacoin -joukkue",
    "contact-02": "Yhdistä meihin",
    "contact-03": "Lähetä meille sähköpostia",
    "contact-04": "Liity mukaan Discordiin",
    "contact-05": "Osallistua GitHub -keskusteluihin",
    "contact-06": "Seuraa meitä x @kevacointeamilla",
    "protocol-01": "Kevacoin -tiimi - Kevacoin -protokolla",
    "protocol-02": "Symboli",
    "protocol-03": "Kva",
    "protocol-04": "Kokonaismäärä",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Ennakko-",
    "protocol-07": "Ei",
    "protocol-08": "Kehittäjämaksu",
    "protocol-09": "POW -algoritmi",
    "protocol-10": "Satunnainen",
    "protocol-11": "Estää palkkio",
    "protocol-12": "500, puolittuu joka 4. vuosi",
    "protocol-13": "Estää aika",
    "protocol-14": "2 minuuttia",
    "protocol-15": "Vaikeuden säätö",
    "protocol-16": "Digishield, jokainen lohko",
    "protocol-17": "Segwit",
    "protocol-18": "Aktivoitu",
    "protocol-19": "Estää",
    "protocol-20": "6 000 000 painoyksikköä",
    "protocol-21": "Maksimaalinen avainkoko",
    "protocol-22": "255 tavua",
    "protocol-23": "Avainten maksimaalinen lukumäärä",
    "protocol-24": "Ei kovaa rajaa",
    "protocol-25": "Maksimaarinen koko",
    "protocol-26": "3072 tavua",
    "protocol-27": "Protokolla",
    "support-01": "Kevacoin -tiimi - tukee joukkuetta",
    "support-02": "Kevacoin -blockchain on avoimen lähdekoodin yhteisön tuettu projekti.",
    "support-03": "Kevacoin -tiimi on ryhmä yksilöitä, jotka ovat vapaaehtoisia aikansa, taitonsa ja resursseidensa palvelemiseksi huoltajina blockchainiin.",
    "support-04": "Menestykseen osallistuminen on kaikkien käsissä.",
    "support-05": "Kuinka voin auttaa kysyt?",
    "support-06": "Paras tapa on osallistua joukkueisiin pyrkimyksiin edistää Kevacoin Blockchainia.On olemassa monia hattuja, jotka täytetään, missä panokset voivat auttaa menestykseen.",
    "support-07": "Pikemminkin lahjoittaa?Saimme sinut peittämään!",
    "support-08": "Annetaan se kohtaamaan, isännöinti on kallista.",
    "support-09": "Käyttäjien kevacointeam.org -sovelluksen asianmukainen tukeminen on laajennettava solmuja ja L2 -palveluita, kuten Electrumx.Keva.ONE: stä toimitetut nykyiset resurssit on suunniteltu erittäin halpoiksi ja ne eivät ole riittämättömiä raskaiden kuormien palvelemiseen.Laajennus tarvitsi todella vaihdon ja niiden tuottaman liikenteen tukemiseksi.",
    "support-10": "Hosting -rahasto",
    "support-11": "*AWS on nykyinen palveluntarjoaja;Se on johdonmukainen, helppo ennustaa ja globaalia, joten se ratkaisee useimmat haasteet.Palvelun suunnittelu ja laajuus riippuvat rahastosta.Ihanteellisessa maailmassa joukkue voisi tukea käyttäjiä seuraavalla suunnittelulla",
    "support-12": "Vaihtavat korkean kysynnän, mutta useimmissa on joitain taloudellisia esteitä;Alla on joukkueen osoitteet luetteloiden kattamiseksi ja likviditeetin tarjoamiseksi",
    "support-13": "Pörssirahasto",
    "support-14": "Haluatko osallistua yksittäiseen ryhmän jäseneen?",
    "support-15": "Tukea joukkuetta",
    "faq-01": "Kevacoin -joukkue - Kevacoin -kysymyksen UKK",
    "faq-02": "Usein Kysytyt Kysymykset",
    "faq-03": "Nimi \"Keva\" on lyhenne avainarvosta (äänitetty Kee-VA, ja lyhyt symboli on KVA).Se on avainarvovarasto, joka on rakennettu blockchainiin, Bitcoinin ja Litecoinin koodipohjaan.Sen lisäksi, että se on kryptovaluutan, se antaa käyttäjille mahdollisuuden lisätä ja turvallisesti lisätä, päivittää tai poistaa avainarvopareja lohkoketjuun.",
    "faq-04": "Kevacoiniin vaikuttaa Namecoin, ja koodin avainarvoosa on voimakkaasti muutettu Namecoinin nimen rekisteröintikoodista.",
    "faq-05": "Vaikka Namecoin vaikuttaa Kevacoiniin, se toimii hyvin eri tavalla ja palvelee hyvin erilaista tarkoitusta kuin jälkimmäinen: Kevacoin on avainarvoinen myymälä, kun taas Namecoin on nimen rekisteröintijärjestelmä.Kevacoinilla ei ole kovaa rajaa näppäinten lukumäärään, ja arvon maksimaalinen pituus on 3072 tavua.Namecoin'silla on 520 tavuraja jokaiselle nimitilaan.Kevacoinin nimitilan tunnus, jonka verkosto on luonut yksilöllisesti konfliktien välttämiseksi.Käyttäjä valitsee Namecoinin nimitilan, ja sen on oltava ainutlaatuinen koko verkossa.Kevacoinin kanssa sinun ei tarvitse huolehtia nimitilan kyykkystä.Kevacoinin avainarvoparit eivät vanhene.",
    "faq-06": "Paljonko Kevacoin -tietovaraston käyttö maksaa?",
    "faq-07": "Ennen avainarvoparin lisäämistä on luotava nimitila parien pitämiseksi.Järjestelmä pidättää 0,01 kVa nimitilan luomiseen, eikä määrää voida käyttää.Avainarvo voidaan lisätä nimitilaan kaivostyöntekijöiden määrittämällä tapahtumamaksulla.",
    "faq-08": "Kevacoin on julkinen lohkoketju ja kuka tahansa voi kirjoittaa sille.Verkko on alttiina roskapostin väärinkäytökselle ilman transaktiomaksua.Lisäksi kaivostyöläiset validoivat tapahtumia, ja ne on korvattava teoksilleen.",
    "faq-09": "Mistä saan kevacoinia?",
    "faq-10": "Helpoin tapa saada Kevacoin on kaivostoiminnan kautta.Kevacoin käyttää RandomKevaa (variantti RandomX) hajautusalgoritmia ja on yhteensopiva Monero -kaivosohjelmiston kanssa.Voit käyttää esimerkiksi XMRIG: tä tai XMR-STAK: ta kaivosohjelmana.",
    "faq-11": "Mikä on Kevacoinin suurin tarjonta?",
    "faq-12": "Lohkopalkkio on aluksi 500 kVa.Palkkio puolitetaan noin joka neljäs vuosi (joka 1050000 lohko, noin 2 minuuttia jokaisesta lohkosta).Puolivälissä oleva aikataulu on sama kuin Bitcoin ja Litecoin.Kevacoinin enimmäismäärä on 1 050 000 000 kVa.",
    "faq-13": "Mikä on enimmäislohkon koko?",
    "faq-14": "Kevacoin perustuu Bitcoiniin ja Litecoiniin, ja erillinen todistaja (SEGWIT) on mahdollista alusta alkaen.SEGWIT: n kanssa Bitcoinin teoreettisesti enimmäiskoko on noin 4 Mt.Lohkon ei-linnoitusosan skaalauskerroin on kuitenkin 4 ja todistajan osa A -kerroin 1. Tämän artikkelin mukaan 2,3 Mt: n lohkon kokoa odotetaan keskimääräisillä SEGWIT-transaktioilla.Se on noin 0,6 Mt ei-herkkyystietoille.Kevacoinin avainarvoparit ovat ei-herkkyystietoja, ja se vie osan 0,6 Mt: sta, jos Kevacoinilla on sama lohkon kokoinen asetus kuin Bitcoin.Suurimman arvon koon ollessa 3 kt, 0,6 Mt näyttää olevan riittämätön.",
    "faq-15": "Kevacoin mahdollistaa enimmäislohkon koon 6MB (max_block_weight on 6000000).Ei-lujuuden tietojen koko voi olla noin 1 Mt.Se on noin 400 kt ylimääräinen tila, joka on varattu avainarvoparille.Samoin kuin Bitcoin, on hyvin epätodennäköistä, että 6 Mt voidaan käyttää täysin tapahtuman rakenteen vuoksi.Odotettu maksimilohkon koko on noin 3 Mt Kevacoinille.",
    "faq-16": "Kuintko ennen kolikoita?",
    "faq-17": "Ei vain, että Genesis -lohkon palkkio on 0,00001 kVa (normaali lohkopalkinto on 500 kVa).",
    "faq-18": "Kuinka kauan avainarvopäivityksen vahvistaminen kestää?",
    "faq-19": "Kevacoin on lohko -aika noin kaksi minuuttia.Siksi saatat joutua odottamaan kyseistä aikaa ennen kuin avainarvopari on vahvistettu ja lisätään seuraava lohko.Voit tarkistaa asiakaskomennon keva_Pengingin tarkistamaan odottavat avainarvot tapahtumat.",
    "faq-20": "Mikä on nimitila ja miksi tarvitsemme sellaista?",
    "faq-21": "Jokainen nimitila on ainutlaatuinen tila sinulle turvallisesti lisätä tai päivittää avainarvopareja ilman mahdollisia konflikteja muiden käyttäjien kanssa.Nimitilassa on henkilöllisyystodistus, joka on taattu olevan ainutlaatuinen koko verkossa.Siinä on myös näytönimi, jota voidaan käyttää seuraamaan nimitiloja sisäisesti.Nimitilan tunnus on Base-58-koodattu merkkijono ja alkaa aina.",
    "faq-22": "Tärkein syy ainutlaatuisen nimitilan tunnuksen määrittämiseen on välttää nimeä kyykky.",
    "faq-23": "Tukeeko Kevacoin älykästä sopimusta?",
    "faq-24": "Kevacoin perustuu bitcoiniin/litecoiniin, joten sillä on samanlainen tuki älykkäille sopimuksille.Kevacoin on keskittyä datavarastoon ja se jättää sovelluslogiikan toteuttamisen lohkoketjusta.",
    "faq-25": "Otetaan esimerkki sijoitetusta mikroblogijärjestelmästä.Niin kauan kuin käyttäjätiedot on kirjoitettu tietovarastoon ja se on julkisesti saatavilla, kuka tahansa voi kirjoittaa sovelluksen (hänen suosikki ohjelmointikielensä avulla) olemassa olevien blogien näyttämiseksi ja uusien lisäämiseksi.Sovellus voi olla oma tai avoin lähdekoodi, mutta sisältö on sama, koska meillä on yksi totuuden lähde.",
    "faq-26": "Mikä on suurin avain ja arvon koko?",
    "faq-27": "Avainkoko on 255 tavua ja arvon koko 3072 tavua.Suurin arvon koko määritetään max_script_element_size.Se on 520 Bitcoinissa ja nostamme sen arvoon 3072. Tämän koon valitsemiseen ei ole erityistä syytä.520 tavua näyttää olevan liian pieni ja liian rajallinen.Mutta se ei myöskään voi olla liian iso, koska haluamme välttää mahdollisia DOS -hyökkäyksiä.",
    "faq-28": "Miksi RandomKeva valitaan todistusalgoritmiksi?",
    "faq-29": "Kevacoin käyttää työtodistuksen konsensusmenetelmänä.Hajausalgoritmi on RandomKeva.Joitakin syitä tähän valintaan: se on CPU -ystävällinen.AES NI -ohjeiden suorittimet voivat saada paremman hash -nopeuden.Se on muisti-kova hash-algoritmi ja kuluttaa paljon vähemmän voimaa kuin GPU ja ASIC.Se voi olla enemmän ASIC-kestävyyttä, joten se on oikeudenmukaisempaa yksittäisten kaivostyöntekijöiden kanssa.",
    "faq-30": "Vaikka Kevacoin perustuu Bitcoin/Litecoiniin, muokkasimme hiukan otsikkorakennetta, jotta se olisi yhteensopiva Monero -kaivosohjelmiston kanssa.Seurauksena voidaan käyttää mitä tahansa monero-kaivosohjelmistoa kevacoinin (esim. Xmrig tai XMR-Stak) kaivoon.",
    "faq-31": "Mikä on vaikeuden säätöalgoritmi?",
    "faq-32": "Kevacoin käyttää digishieldin vaikeuden säätöalgoritmia, samoin kuin Dogecoinin käyttämää.Lohkon tavoiteaika säädetään jokaisesta lohkosta.Digishield estää uima -altaan hyppääjien kielteisen vaikutuksen.Esimerkiksi, jos suuri määrä hash -nopeutta liittyy Kevacoin -louhintaan, vaikeustavoite kasvaa nopeasti helpon palkkion estämiseksi.Samoin vaikeustavoite vähenee, kun suuri määrä hash -nopeuslehtiä, niin että lohkot syntyvät edelleen noin 2 minuutissa jopa vähemmän hajautusvoimilla.",
    "faq-33": "Mitkä ovat 51 prosentin hyökkäyksen aiheuttamat uhat?",
    "faq-34": "Suurin 51%: n hyökkäyksen riski on kaksinkertainen kulutus.Tämä on tunnettu riski työtodistukselle perustuville kryptovaluutoille.Hyökkääjä ei kuitenkaan voi mielivaltaisesti muuttaa avainarvopareja, joita hän ei omista.Pahinta hyökkääjä voi tehdä estää tai kääntää avainarvot.Verkko ei hyväksy muiden omistajien peukaloimia avainarvoisia pareja, koska ne ovat salaustekijöitä turvassa.Esteiset tai käänteiset tapahtumat pysyvät Mempoolissa ja lopulta lisätään lohkoketjuun, kun hyökkäys pysähtyy.",
    "faq-35": "Onko tietoni näkyvissä yleisölle?",
    "faq-36": "Kaikki avainarvoiset tapahtumat ovat näkyvissä yleisölle, koska tämä on Bitcoin-tyylisen blockchainin luonne.Arvot voidaan salata tai tallentaa vain arvojen tiivisteet arvojen luottamuksellisuuden suojaamiseksi.",
    "faq-37": "Kuinka voin osallistua Kevacoinin kehitykseen?",
    "faq-38": "Kiitos kysymästä!Kevacoin on yhteisöhanke, ja yhteisön osallistuminen on elintärkeää sen pitkäaikaiselle menestykselle.Voit auttaa meitä eri tavoin: lataa asiakasohjelmisto, suorita ja testata sitä.Suorita julkinen täysi solmu.Ole kaivosmies tai käynnistä kaivosaltaan.Tarkista tai kirjoita asiakirjat, mukaan lukien tämä UKK.Voit lähettää vetopyyntöjä osoitteeseen https://github.com/kevacoin-team -varasto.Kirjoita yksikkötestejä, päähän -testejä ja regressiotestejä.Ilmoita virheistä.Raportoidaksesi ei-turvallisuusvirheitä käyttämällä GitHub-ongelmalaitetta.Jos haluat ilmoittaa turvallisuuteen liittyvistä virheistä, lähetä sähköpostia osoitteeseen contact@kevacinteam.org.Kehitä sovellus käyttämällä Kevacoin-sijoitettua tietovarastoa.Mainostaa projektia.Osallista lähdekoodia Kevacoin -projektiin.Pull -pyynnöt ovat tervetulleita!Lahjoita projektille.",
    "faq-39": "Mikä se eroaa Namecoinista?",
    "faq-40": "Mikä on Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin-tiimi-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "ladata",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool on korkean suorituskyvyn kaivospooliohjelmisto, joka on kirjoitettu Node.js: llä natiivi-C-lisäosilla, jotka on suunniteltu kryptonote-pohjaisille kolikoille.Se sisältää kevyen esimerkin etuosan käsikirjoituksen, joka käyttää uima-altaan AJAX-sovellusliittymää.Uima -allas tukee erilaisia ​​kryptonight -algoritmeja.",
    "software-electrumx-01": "Kevacoin -tiimi - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "ladata",
    "software-electrumx-04": "Electrumx on elektrum-palvelimen uudelleen toteuttaminen, joka on suunniteltu käsittelemään tulevaisuutta suuremmilla lohkoilla.Tämä vankka palvelinohjelmisto tarjoaa tehokkaan blockchain -kyselyjen käsittelyn, mikä tekee siitä sopivan käytettäväksi kryptovaluuttojen kanssa, joilla on lisääntynyt transaktiomäärät ja suuremmat lohkokoot.",
    "software-electrumx-05": "Avainominaisuudet",
    "software-electrumx-06": "Skaalautuvuus: Suunniteltu tukemaan suurempia lohkoja, varmistaen, että se pysyy suorituskyvynä, kun lohkoketjukoko kasvaa.",
    "software-electrumx-07": "Tehokkuus: Optimoitu tehokkaasti suuren määrän lohkoketjujen kyselyjen käsittelemiseen.",
    "software-electrumx-08": "Yhteensopivuus: Tukee erilaisia ​​kryptovaluuttoja, mikä tekee siitä monipuolisen erilaisille blockchain -ekosysteemeille.",
    "software-keva-stratum-01": "Kevacoin -joukkue - Keva Stratum",
    "software-keva-stratum-02": "Keva-vuode",
    "software-keva-stratum-03": "ladata",
    "software-keva-stratum-04": "Keva-stratum on korkean suorituskyvyn kryptotonote-kaivoskerrospalvelin, jolla on web-käyttöliittymä, joka on räätälöity erityisesti Kevacoinille.",
    "software-keva-stratum-05": "Monero-stratumista haarukka, Keva-stratum yksinkertaistaa rakennusprosessia ja sisältää tarvittavat Monero-lähdekoodikomponentit, mikä eliminoi ulkoisen Monero-lähdepuun tarpeen.Se tukee myös ikkunoiden rakentamista MSYS2: n kautta.",
    "software-keva-stratum-06": "Stratum -ominaisuusluettelo",
    "software-keva-stratum-07": "Ole oma uima -allas: Aseta ja hallitse omaa kaivospooliasi.",
    "software-keva-stratum-08": "Laitteiden saatavuuden seuranta: Seuraa kaivoslaitteiden saatavuutta ja suorituskykyä.",
    "software-keva-stratum-09": "Radan tilastot: Seuraa hyväksyttyjä osakkeita, hylättyjä osakkeita ja lohkotilastoja.",
    "software-keva-stratum-10": "Tunnista sairaat laitteet: Tunnista helposti suorituskyky- tai toimintahäiriöt.",
    "software-keva-stratum-11": "Daemon Fail Over -luettelo: Määritä luettelo epäonnistumisesta daemoneista jatkuvan toiminnan varmistamiseksi.",
    "software-keva-stratum-12": "Samanaikaiset osakkeiden käsittely: Käsittele useita osakkeiden lähetyksiä samanaikaisesti optimaalisen suorituskyvyn saavuttamiseksi.",
    "software-keva-stratum-13": "Kaunis web -käyttöliittymä: Hallitse ja tarkkaile kaivospooliasi intuitiivisella verkkoliittymällä.",
    "software-keva-stratum-14": "Ominaisuudet yksityiskohtaisesti",
    "software-keva-stratum-15": "1. Ole oma uima -allas:",
    "software-keva-stratum-16": "Voit perustaa yksityisen kaivospohjan, jolloin voit hallita kaivosprosessia ja poolmaksuja.",
    "software-keva-stratum-17": "2. Laitteiden saatavuuden seuranta:",
    "software-keva-stratum-18": "Tarkkailee jatkuvasti kaivoslaitteiden tilaa varmistaen, että ne ovat toiminnassa ja suorittavat optimaalisesti.",
    "software-keva-stratum-19": "3. Pidä seuranta, hylkää, estävät tilastot:",
    "software-keva-stratum-20": "Tarjoaa yksityiskohtaisia ​​tilastoja hyväksytyistä ja hylätyistä osakkeista sekä löydetyistä lohkoista, jotka auttavat sinua seuraamaan uima -altaan suorituskykyä.",
    "software-keva-stratum-21": "4. Sairaslaitteiden helppo havaitseminen:",
    "software-keva-stratum-22": "Tunnistaa nopeasti suorituskyvyn tai toimintahäiriöiden laitteet, mikä mahdollistaa nopean kunnossapidon tai vaihdon.",
    "software-keva-stratum-23": "5. Daemon epäonnistuu luettelossa:",
    "software-keva-stratum-24": "Määrittää useita daemoneja varmistaaksesi epäonnistumisen, jos ensisijainen daemoni laskee, ylläpitäen jatkuvia kaivostoimintoja.",
    "software-keva-stratum-25": "6. Samanaikaiset osakkeet käsittely:",
    "software-keva-stratum-26": "Optimoi suorituskyvyn käsittelemällä useita osakkeiden lähetyksiä samanaikaisesti, vähentämällä viivettä ja lisäämällä tehokkuutta.",
    "software-keva-stratum-27": "7. Kaunis web -käyttöliittymä:",
    "software-keva-stratum-28": "Intuitiivinen verkkoliitäntä poolin hallitsemiseksi ja seuraamiseksi, reaaliaikaisten tilastojen ja helpon kokoonpanon tarjoamiseksi.",
    "software-keva-stratum-29": "KEVA-STRATUM: lla voit asettaa korkean suorituskyvyn kaivospoolin Kevacoinille hyödyntämällä sen vankkoja ominaisuuksia ja käyttäjäystävällistä käyttöliittymää kaivostoiminnan hallintaan ja seuraamiseen tehokkaasti.",
    "software-kevacoin-core-01": "Kevacoin -joukkue - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin -ydin",
    "software-kevacoin-core-03": "ladata",
    "software-kevacoin-core-04": "Kevacoin on hajautettu, avoimen lähdekoodin avainarvovarasto, joka on rakennettu Litecoin-kryptovaluutan päälle, joka itsessään perustuu Bitcoiniin.Namecoinin vaikuttama Kevacoin tarjoaa ainutlaatuisen lähestymistavan tiedonsiirtoon ja hallintaan, vaikka se palvelee erilaisia ​​tarkoituksia ja toimii eri tavalla kuin Namecoin.",
    "software-kevacoin-core-05": "Mitä Kevacoin tekee?",
    "software-kevacoin-core-06": "Kevacoin antaa käyttäjille mahdollisuuden:",
    "software-kevacoin-core-07": "Tallennusavaimet ja arvot: Säilytä avain-arvoparit, joissa kukin arvo voi olla enintään 3072 tavua.Näppäimien lukumäärällä ei ole kovia rajoja.",
    "software-kevacoin-core-08": "Päivitysnäppäimet ja arvot: Muokkaa olemassa olevia avain-arvopareja.",
    "software-kevacoin-core-09": "Ylläpidä verkko-ainutlaatuisia nimitilat: Ryhmäavaimet nimitiloissa nimien konfliktien estämiseksi.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Käytä alkuperäistä digitaalista valuuttaa, Kevacoin (KVA).",
    "software-kevacoin-core-11": "Käyttötapaukset Kevacoinille",
    "software-kevacoin-core-12": "Hajautettuna avainarvotietokannana Kevacoinia voidaan käyttää erilaisissa sovelluksissa, mukaan lukien:",
    "software-kevacoin-core-13": "Sosiaalinen media: Tallenna tiedot sosiaalisen median alustoille.",
    "software-kevacoin-core-14": "Mikrobloggaaminen: Tuki mikroblogipalveluita hajautetulla tiedontalloilla.",
    "software-kevacoin-core-15": "Hashes: Tallenna ja hallitse turvallisesti hash -tietoja.",
    "software-kevacoin-core-16": "Notaaripalvelut: Tarjoa hajautettuja notaaripalveluita.",
    "software-kevacoin-core-17": "Kevacoinilla on rajallinen tuki älykkäille sopimuksille, kuten Bitcoin ja Litecoin, se mahdollistaa silti hajautettujen sovellusten (DAPP) kehittämisen.Tiedot pysyvät hajautettuina Kevacoin -lohkoketjussa, kun taas sovelluslogiikka kehitetään lohkoketjusta.",
    "software-keva-wallet-01": "Kevacoin -tiimi - Keva Mobile -lompakko",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "ladata",
    "software-keva-wallet-04": "Kevawallet on kevyt, ohut lompakko Kevacoinille.Se on suunniteltu helppokäyttöiseksi ja rakennettu modernilla tekniikalla saumattoman käyttökokemuksen tarjoamiseksi.",
    "software-keva-wallet-05": "Avainominaisuudet",
    "software-keva-wallet-06": "React Native: Rakennettu React Native -sovelluksella, joka tarjoaa sujuvan ja reagoivan käyttöliittymän sekä iOS- että Android -alustoilla.",
    "software-keva-wallet-07": "Electrum: hyödyntää kevyttä Bitcoin -asiakasohjelmaa, joka on mukautettu Kevacoinille tehokkaiden ja turvallisten tapahtumien varmistamiseksi.",
    "software-keva-wallet-08": "Avoin lähdekoodi: perustuu avoimen lähdekoodin Bluewallet Bitcoin-lompakkoon hyödyntäen sen vankkaa ja turvallista arkkitehtuuria.",
    "software-keva-wallet-09": "Yleiskatsaus",
    "software-keva-wallet-10": "Kevawallet on suunniteltu tarjoamaan turvallinen ja kätevä tapa hallita Kevacoins (KVA).Hyödyntämällä Electrumin tehokasta ja hajautettua palvelinmallia Kevawallet varmistaa nopean tapahtumien käsittelyn ilman, että tarve ladata koko lohkoketju.",
    "software-keva-wallet-11": "Avainedut",
    "software-keva-wallet-12": "Kevyt: Koko Kevacoin -blockchain ei tarvitse ladata, mikä tekee siitä ihanteellisen mobiililaitteille.",
    "software-keva-wallet-13": "Alustarjous: Saatavana sekä iOS: lla että Androidilla, React-kotoperäisen ansiosta.",
    "software-keva-wallet-14": "Suojattu: Rakennettu Bluewalletin kiinteälle pohjalle, perimällä sen turvaominaisuudet ja parhaat käytännöt.",
    "software-keva-wallet-15": "Perustuu Bluewalletiin",
    "software-keva-wallet-16": "Kevawallet perii monia ominaisuuksia ja turvatoimenpiteitä Bluewalletista, avoimen lähdekoodin Bitcoin-lompakosta.Tämä sisältää:",
    "software-keva-wallet-17": "Monikiertaiset lompakot: Kiinnitä kevacoinit monikiertaisella tuella.",
    "software-keva-wallet-18": "Vain vartiointilomakkeet: Tarkkaile osoitteitasi paljastamatta yksityisiä avaimia.",
    "software-keva-wallet-19": "Mukautetut tapahtumat: Luo mukautettuja tapahtumia edistyneillä vaihtoehdoilla.",
    "software-keva-wallet-20": "Kevawalletia käyttämällä voit hallita kevacoinejasi tehokkaasti matkalla, ja sen vahva arkkitehtuuri ja aktiivinen kehitysyhteisö tarjoaa turvallisuutta ja luotettavuutta.",
    "software-keva-ipfs-01": "Kevacoin -tiimi - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "ladata",
    "software-keva-ipfs-04": "Keva_iPfs on Keva-mobiilisovelluksen taustapalvelu, joka on suunniteltu helpottamaan IPFS-tiedostojen lähettämistä ja kiinnittämistä.Tämä tausta varmistaa saumattoman vuorovaikutuksen Keva-mobiilisovelluksen ja planeettojenvälisen tiedostojärjestelmän (IPFS) välillä.",
    "foot-01": "Noin",
    "foot-02": "Meistä",
    "foot-03": "Ottaa yhteyttä",
    "foot-04": "Tuki",
    "foot-05": "Yhteisö",
    "foot-06": "Resurssit",
    "foot-07": "Valkoinen paperi",
    "foot-08": "Kevacoin -joukkue",
    "nav-01": "Kevacoin -joukkue",
    "nav-02": "Valitse kieli",
    "nav-03": "Protokolla",
    "nav-04": "Faq",
    "nav-05": "Ohjelmisto",
    "nav-06": "Oppaat",
    "g1-01": "Kevacoin -tiimi - Rakenna Keva Stratum for Windows MSYS2: n avulla",
    "g1-02": "Rakenna Keva Stratum Windowsille MSYS2: n avulla",
    "g1-03": "Vaihe 1:",
    "g1-04": "Lataa MSYS2 -asennusohjelma osoitteesta https://www.msys2.org/:",
    "g1-05": "ladata",
    "g1-06": "Vaihe 2:",
    "g1-07": "Asenna MSYS2 ladatusta asennusohjelmasta, Skip -vaihtoehto suorittaaksesi lopussa, jotta oikea kuori voidaan käynnistää",
    "g1-08": "Vaihe 3:",
    "g1-09": "Käynnistä MingW64 joko aloitusvalikosta tai komentoriviltä 'Mingw64'",
    "g1-10": "Vaihe 4:",
    "g1-11": "Päivitysjärjestelmä, MingW64: n uudelleenkäyttö voidaan tarvita",
    "g1-12": "Vaihe 5:",
    "g1-13": "Asenna rakennusvaatimukset",
    "g1-14": "Vaihe 6:",
    "g1-15": "Rakennustukea varten meidän on käytettävä vanhempaa Go -versiota.Täällä käytämme uusinta tiedossa projektin 1.19.13 rakentamiseksi",
    "g1-16": "Vaihe 7:",
    "g1-17": "Luo hakemisto asentaaksesi",
    "g1-18": "Vaihe 8:",
    "g1-19": "Unzip mene go -asennushakemistoon",
    "g1-20": "Vaihe 9:",
    "g1-21": "Vie Goroot -ympäristömuuttuja osoittaaksesi go -asennushakemisto",
    "g1-22": "Vaihe 10:",
    "g1-23": "Päivitä polkuympäristömuuttuja",
    "g1-24": "Vaihe 11:",
    "g1-25": "Tarkista, että GO -versio vastaa",
    "g1-26": "1.19.13",
    "g1-27": "Vaihe 12:",
    "g1-28": "Aseta GO1111Module arvoon 'auto' rakennusyhteensopivuutta varten",
    "g1-29": "Vaihe 13:",
    "g1-30": "Klooni Keva-stratum-arkisto",
    "g1-31": "Vaihe 14:",
    "g1-32": "Siirry Keva-stratum-hakemistoon",
    "g1-33": "Vaihe 15:",
    "g1-34": "Tee hakemisto rakennettavaksi, täältä käytämme rakennusta",
    "g1-35": "Vaihe 16:",
    "g1-36": "Siirtyä rakennushakemistoon",
    "g1-37": "Vaihe 17:",
    "g1-38": "Suorita cmake msys -työkaluketjun kanssa",
    "g1-39": "Vaihe 18:",
    "g1-40": "Rakenna keva-stratum",
    "g1-41": "Vaihe 19:",
    "g1-42": "Päivitä keva-stratum-kokoonpano",
    "g1-43": "Vaihe 20:",
    "g1-44": "KEVA STRATUM",
    "g1-45": "Rakenna tiedosto, joka sijaitsee C:/MSYS2/HONE/'Käyttäjä'/Keva-Stratum/Build.Jos siirryt toiseen sijaintiin, tarvitset kevastratum.exe, libcnutil.dll, config.json ja www -hakemisto",
    "g1-46": "Listaus",
    "g1-47": "tutkimusmatkailija",
    "g2-01": "Kevacoin -tiimi - Rakenna keva_ipfs linuxille",
    "g2-02": "Rakenna keva_ipfs linuxille",
    "g2-03": "Vaihe 1:",
    "g2-04": "Varmista, että järjestelmä on ajan tasalla",
    "g2-05": "Vaihe 2:",
    "g2-06": "Asenna Git ja Golang",
    "g2-07": "Vaihe 3:",
    "g2-08": "Klooni keva_ipfs -arkisto",
    "g2-09": "Vaihe 4:",
    "g2-10": "Siirry keva_ipfs",
    "g2-11": "Vaihe 5:",
    "g2-12": "Tee rakennushakemisto ja siirry siihen",
    "g2-13": "Vaihe 6:",
    "g2-14": "Rakenna keva_ipfs",
    "g2-15": "Vaihe 7:",
    "g2-16": "Kopioi config.json rakennushakemistoon",
    "g2-17": "Vaihe 8:",
    "g2-18": "Päivitä config.json",
    "g2-19": "Vaihe 9:",
    "g2-20": "Käynnistä keva_ipfs",
    "g3-01": "Kevacoin -tiimi - Rakenna Keva Stratum linuxille",
    "g3-02": "Rakenna keva -kerros Linuxille",
    "g3-03": "Vaihe 1:",
    "g3-04": "Päivitysjärjestelmä",
    "g3-05": "Vaihe 2:",
    "g3-06": "Asenna rakennusvaatimukset",
    "g3-07": "Vaihe 3:",
    "g3-08": "Asenna Golang ja Git",
    "g3-09": "Vaihe 4:",
    "g3-10": "Keva-bed",
    "g3-11": "Vaihe 5:",
    "g3-12": "Kirjoita keva-stratum-hakemisto",
    "g3-13": "Vaihe 6:",
    "g3-14": "Tehdä rakennushakemisto",
    "g3-15": "Vaihe 7:",
    "g3-16": "Siirry rakennushakemistoon",
    "g3-17": "Vaihe 8:",
    "g3-18": "Vie GO1111Module automaattisesti rakennusyhteensopivuutta varten",
    "g3-19": "Vaihe 9:",
    "g3-20": "Määritä Make",
    "g3-21": "Vaihe 10:",
    "g3-22": "Rakenna keva-stratum",
    "g3-23": "Vaihe 11:",
    "g3-24": "Katso läsnä olevat rakennuslähteet",
    "g3-25": "Vaihe 12:",
    "g3-26": "Päivitä config.json",
    "g4-01": "Kevacoin-tiimi-Asennus Cryptonote-Nodejs-Pool",
    "g4-02": "Asetus Cryptonote-Nodejs-Pool",
    "g4-03": "Vaihe 1:",
    "g4-04": "Päivitysjärjestelmä",
    "g4-05": "Vaihe 2:",
    "g4-06": "Asenna rakennusvaatimukset",
    "g4-07": "Vaihe 3:",
    "g4-08": "Asenna NVM",
    "g4-09": "Vaihe 4:",
    "g4-10": "Asenna NodeJS 11.0.0",
    "g4-11": "Vaihe 5:",
    "g4-12": "Aseta NPM käyttääksesi Python 2.7: tä",
    "g4-13": "Vaihe 6:",
    "g4-14": "Klooni Cryptonote-nodejs-pool-arkisto",
    "g4-15": "Vaihe 7:",
    "g4-16": "Siirtyä uima -altaaseen",
    "g4-17": "Vaihe 8:",
    "g4-18": "Suorita NPM -päivitys",
    "g4-19": "Vaihe 9:",
    "g4-20": "Kopioi kevacoin.json - config.json",
    "g4-21": "Vaihe 10:",
    "g4-22": "Päivitä config.json",
    "g4-23": "Vaihe 11:",
    "g4-24": "Ajaa uima -allas",
    "g5-01": "Kevacoin -tiimi - Rakenna Kevacoin Core Linuxille riippuu",
    "g5-02": "Rakenna kevacoin -ydin Linuxille riippuu",
    "g5-03": "Vaihe 1:",
    "g5-04": "Päivitysjärjestelmä",
    "g5-05": "Vaihe 2:",
    "g5-06": "Asenna rakennusvaatimukset",
    "g5-07": "Vaihe 3:",
    "g5-08": "Klooni Kevacoin -arkisto",
    "g5-09": "Vaihe 4:",
    "g5-10": "Siirry riippuen hakemistoon Kevacoinissa",
    "g5-11": "Vaihe 5:",
    "g5-12": "Suorita kohdistaminen Linux",
    "g5-13": "Vaihe 6:",
    "g5-14": "Siirtyä hakemistoon",
    "g5-15": "Vaihe 7:",
    "g5-16": "Suorita autogen.sh",
    "g5-17": "Vaihe 8:",
    "g5-18": "Suorita kokoonpano, Linuxin kohdistaminen riippuu rakenteesta",
    "g5-19": "Vaihe 9:",
    "g5-20": "Rakentaa kevacoin",
    "g5-21": "Vaihe 10:",
    "g5-22": "Rakenna käyttöönottopaketti",
    "g5-23": "Vaihe 11:",
    "g5-24": "Asenna rakennettu kevacoin",
    "g6-01": "Kevacoin -tiimi - Rakenna Kevacoin -ydin Windowsille riippuu",
    "g6-02": "Rakenna kevacoin -ydin Windowsille riippuu",
    "g6-03": "Vaihe 1:",
    "g6-04": "Päivitysjärjestelmä",
    "g6-05": "Vaihe 2:",
    "g6-06": "Asenna rakennusvaatimukset",
    "g6-07": "Vaihe 3:",
    "g6-08": "Asenna MingW-W64-ristikompilaatiotyökaluketju",
    "g6-09": "Vaihe 4:",
    "g6-10": "Aseta oletus MingW32 G ++ -kääntäjävaihtoehto Posixiin",
    "g6-11": "Vaihe 5:",
    "g6-12": "Klooni Kevacoin -arkisto",
    "g6-13": "Vaihe 6:",
    "g6-14": "Siirry riippuen hakemistoon Kevacoinissa",
    "g6-15": "Vaihe 7:",
    "g6-16": "Suorita kohdistaminen Windows",
    "g6-17": "Vaihe 8:",
    "g6-18": "Siirtyä hakemistoon",
    "g6-19": "Vaihe 9:",
    "g6-20": "Suorita autogen.sh",
    "g6-21": "Vaihe 10:",
    "g6-22": "Suorita kokoonpano, Windowsin kohdistaminen riippuu rakenteesta",
    "g6-23": "Vaihe 11:",
    "g6-24": "Rakentaa kevacoin",
    "g6-25": "Vaihe 12:",
    "g6-26": "Rakenna käyttöönottopaketti",
    "nav-07": "Rakenna Kevacoin -ydin Linuxille riippuu",
    "nav-08": "Rakenna Kevacoin -ydin Windowsille riippuu",
    "nav-09": "Rakenna keva-stratum linuxille",
    "nav-10": "Rakenna keva-stratum Windowsille MSYS: n avulla",
    "nav-11": "Rakenna keva_ipfs linuxille",
    "nav-12": "Cryptonote-Nodejs-Pool"
}