{
    "index-01": "कीवाकोइन टीम",
    "index-02": "स्वागत",
    "index-03": "Kevacoin टीम वेबसाइट में आपका स्वागत है!",
    "index-04": "प्रगति में काम करें लेकिन कृपया संसाधनों का आनंद लें।",
    "aboutus-01": "कीवाकोइन टीम",
    "aboutus-02": "हमारे बारे में",
    "aboutus-03": "बस कुछ यादृच्छिक लोग जो इस परियोजना में विश्वास करते हैं और यह ब्लॉकचेन इको सिस्टम में फिट बैठता है।",
    "contact-01": "कीवाकोइन टीम",
    "contact-02": "हमारे साथ जुड़ें",
    "contact-03": "हमें एक ईमेल भेजो",
    "contact-04": "डिस्कोर्ड पर हमसे जुड़ें",
    "contact-05": "GitHub चर्चाओं में संलग्न हैं",
    "contact-06": "X @kevacointeam पर हमें फॉलो करें",
    "protocol-01": "Kevacoin टीम - Kevacoin प्रोटोकॉल",
    "protocol-02": "प्रतीक",
    "protocol-03": "केवीए",
    "protocol-04": "कुल आपूर्ति",
    "protocol-05": "1,050,000,000",
    "protocol-06": "पूर्व-खोदा गया",
    "protocol-07": "नहीं",
    "protocol-08": "डेवलपर शुल्क",
    "protocol-09": "PoW एल्गोरिथ्म",
    "protocol-10": "रैंडमकेवा",
    "protocol-11": "ब्लॉक इनाम",
    "protocol-12": "500, हर 4 साल में आधा",
    "protocol-13": "ब्लॉक टाइम",
    "protocol-14": "दो मिनट",
    "protocol-15": "कठिनाई समायोजन",
    "protocol-16": "DigiShield, हर ब्लॉक",
    "protocol-17": "सेगविट",
    "protocol-18": "सक्रिय",
    "protocol-19": "वज़न",
    "protocol-20": "6,000,000 वजन इकाइयाँ",
    "protocol-21": "अधिकतम कुंजी आकार",
    "protocol-22": "255 बाइट्स",
    "protocol-23": "चाबियों की अधिकतम संख्या",
    "protocol-24": "कोई कठिन सीमा नहीं",
    "protocol-25": "अधिकतम मूल्य आकार",
    "protocol-26": "3072 बाइट्स",
    "protocol-27": "शिष्टाचार",
    "support-01": "Kevacoin टीम - टीम का समर्थन करें",
    "support-02": "Kevacoin Blockchain एक खुला स्रोत समुदाय समर्थित परियोजना है।",
    "support-03": "Kevacoin टीम ब्लॉकचेन के लिए संरक्षक के रूप में सेवा करने के लिए अपने समय, कौशल और संसाधनों को स्वेच्छा से काम करने वाले व्यक्तियों का एक समूह है।",
    "support-04": "सफलता में योगदान देना सभी के हाथों में है।",
    "support-05": "मैं आपके द्वारा पूछे जाने वाली टीम की मदद कैसे कर सकता हूं?",
    "support-06": "सबसे अच्छा तरीका है कीवाकोइन ब्लॉकचेन की प्रगति करने के लिए टीमों के प्रयासों में योगदान करना। भरने के लिए कई टोपियां हैं जहां योगदान सफलता को चलाने में मदद कर सकता है।",
    "support-07": "बल्कि दान करें?हम आपको कवर कर गए!",
    "support-08": "चलो इसका सामना करते हैं, होस्टिंग महंगी है।",
    "support-09": "उपयोगकर्ताओं को ठीक से समर्थन करने के लिए kevacointeam.org को इलेक्ट्रमक्स जैसी नोड्स और L2 सेवाओं का विस्तार करने की आवश्यकता है।Keva.one से प्रदान किए गए वर्तमान संसाधन सुपर सस्ते होने के लिए डिज़ाइन किए गए हैं और भारी भार सेवा के लिए अपर्याप्त हैं।विस्तार वास्तव में एक्सचेंजों और उनके द्वारा उत्पन्न ट्रैफ़िक का ठीक से समर्थन करने के लिए आवश्यक है।",
    "support-10": "होस्टिंग फंड",
    "support-11": "*AWS वर्तमान प्रदाता है;यह सुसंगत है, पूर्वानुमान में आसान है और वैश्विक है इसलिए अधिकांश चुनौतियों को हल करता है।सेवा डिजाइन और स्कोप फंड पर निर्भर होंगे।एक आदर्श दुनिया में टीम निम्नलिखित डिजाइन के साथ उपयोगकर्ताओं का समर्थन कर सकती है",
    "support-12": "उच्च मांग में आदान -प्रदान लेकिन अधिकांश में कुछ वित्तीय बाधाएं हैं;नीचे लिस्टिंग फीस को कवर करने और तरलता प्रदान करने के लिए टीम के पते हैं",
    "support-13": "विनिमय निधि",
    "support-14": "एक व्यक्तिगत टीम के सदस्य में योगदान करना चाहते हैं?",
    "support-15": "टीम का समर्थन करें",
    "faq-01": "Kevacoin टीम - Kevacoin FAQ",
    "faq-02": "अक्सर पूछे जाने वाले प्रश्नों",
    "faq-03": "\"केवा\" नाम कुंजी-मूल्य (प्रोन्यूड की-वा , और छोटा प्रतीक केवीए) के लिए एक संक्षिप्त नाम है।यह बिटकॉइन और लिटकोइन के कोड-बेस पर ब्लॉकचेन पर बनाया गया एक कुंजी-मूल्य स्टोर है।एक क्रिप्टोक्यूरेंसी होने के अलावा, यह उपयोगकर्ताओं को ब्लॉकचेन पर कुंजी-मूल्य जोड़े को आसानी से और सुरक्षित रूप से जोड़ने, अपडेट करने या हटाने की अनुमति देता है।",
    "faq-04": "Kevacoin Namecoin से प्रभावित है, कोड के प्रमुख-मूल्य वाले भाग के साथ Namecoin के नाम पंजीकरण कोड से भारी रूप से संशोधित किया गया है।",
    "faq-05": "भले ही Kevacoin Namecoin से प्रभावित है, यह बहुत अलग तरीके से काम करता है और उत्तरार्द्ध की तुलना में बहुत अलग उद्देश्य परोसता है: Kevacoin एक प्रमुख-मूल्य स्टोर है, जबकि Namecoin एक नाम पंजीकरण प्रणाली है।केवाकोइन की कुंजी की संख्या पर कोई कठिन सीमा नहीं है, और मूल्य की अधिकतम लंबाई 3072 बाइट है।Namecoin की प्रत्येक नेमस्पेस के लिए 520 बाइट सीमा है।केवाकोइन की नेमस्पेस आईडी विशिष्ट रूप से नेटवर्क द्वारा संघर्ष से बचने के लिए उत्पन्न हुई।Namecoin का नेमस्पेस उपयोगकर्ता द्वारा चुना जाता है और पूरे नेटवर्क में अद्वितीय होना है।Kevacoin के साथ, आपको नेमस्पेस स्क्वाटिंग के बारे में चिंता करने की आवश्यकता नहीं है।Kevacoin के कुंजी-मूल्य जोड़े समाप्त नहीं होते हैं।",
    "faq-06": "Kevacoin डेटा स्टोर का उपयोग करने में कितना खर्चा होता है?",
    "faq-07": "एक कुंजी-मूल्य जोड़ी जोड़ने से पहले, जोड़े को पकड़ने के लिए एक नाम स्थान बनाने की आवश्यकता होती है।सिस्टम नेमस्पेस के निर्माण के लिए 0.01 केवीए सुरक्षित है और राशि खर्च नहीं की जा सकती है।खनिकों द्वारा निर्धारित लेनदेन शुल्क के साथ, नाम स्थान पर कुंजी-मूल्य जोड़ सकते हैं।",
    "faq-08": "Kevacoin एक सार्वजनिक ब्लॉकचेन है और कोई भी इसे लिख सकता है।नेटवर्क लेनदेन शुल्क के बिना दुरुपयोग को स्पैम करने के लिए असुरक्षित है।इसके अलावा, लेनदेन को खनिकों द्वारा मान्य किया जाता है, और उन्हें अपने कार्यों के लिए मुआवजा देने की आवश्यकता होती है।",
    "faq-09": "मुझे Kevacoin कहाँ मिल सकता है?",
    "faq-10": "Kevacoin प्राप्त करने का सबसे आसान तरीका खनन के माध्यम से है। Kevacoin रैंडमकेवा (रैंडमएक्स का एक संस्करण) हैशिंग एल्गोरिथ्म का उपयोग करता है और मोनेरो माइनिंग सॉफ्टवेयर के साथ संगत है। आप खनन सॉफ्टवेयर के रूप में, उदाहरण के लिए, XMRIG या XMR-STAK का उपयोग कर सकते हैं।",
    "faq-11": "Kevacoin की अधिकतम आपूर्ति क्या है?",
    "faq-12": "ब्लॉक इनाम शुरू में 500 केवीए है।इनाम को हर चार साल (प्रत्येक 1050000 ब्लॉक, प्रत्येक ब्लॉक के लिए लगभग 2 मिनट) के बारे में आधा कर दिया जाता है। आधा शेड्यूल बिटकॉइन और लिटकोइन के समान है। केवाकोइन की अधिकतम आपूर्ति 1,050,000,000 केवीए है।",
    "faq-13": "अधिकतम ब्लॉक आकार क्या है?",
    "faq-14": "केवाकोइन बिटकॉइन और लाईटकॉइन पर आधारित है, जिसमें अलग -अलग गवाह (SEGWIT) की शुरुआत से ही सक्षम है।सेगविट के साथ, बिटकॉइन सैद्धांतिक रूप से लगभग 4MB का अधिकतम ब्लॉक आकार है।हालांकि, ब्लॉक के गैर-गवाह भाग में 4 का स्केलिंग कारक है और गवाह का हिस्सा 1 का एक कारक है। इस लेख के अनुसार, औसत सेगविट लेनदेन के साथ 2.3MB ब्लॉक आकार की उम्मीद की जाएगी।यह गैर-गवाह डेटा के लिए लगभग 0.6MB है।Kevacoin के कुंजी-मूल्य जोड़े गैर-गवाह डेटा हैं, और 0.6mb के हिस्से पर कब्जा कर लेंगे यदि Kevacoin में बिटकॉइन के समान ब्लॉक आकार सेटिंग है।3KB के अधिकतम मूल्य आकार के साथ, 0.6MB अपर्याप्त लगता है।",
    "faq-15": "Kevacoin 6MB के अधिकतम ब्लॉक आकार की अनुमति देता है (Max_block_weight 6000000 है)। गैर-गवाह डेटा आकार लगभग 1MB हो सकता है।यह लगभग 400kb अतिरिक्त स्थान है जो कुंजी-मूल्य जोड़े के लिए आरक्षित है।बिटकॉइन के समान, यह बहुत संभावना नहीं है कि 6MB को लेनदेन की संरचना के कारण पूरी तरह से उपयोग किया जा सकता है।अपेक्षित अधिकतम ब्लॉक आकार Kevacoin के लिए लगभग 3MB है।",
    "faq-16": "क्या आपने सिक्कों को पूर्व-खनन किया था?",
    "faq-17": "नहीं, इतना ही नहीं, उत्पत्ति ब्लॉक का इनाम 0.00001 केवीए है (सामान्य ब्लॉक इनाम 500 केवीए है)।",
    "faq-18": "एक कुंजी-मूल्य अद्यतन की पुष्टि करने में कितना समय लगता है?",
    "faq-19": "Kevacoin में लगभग दो मिनट का ब्लॉक समय है।इसलिए आपको अपने कुंजी-मूल्य जोड़ी की पुष्टि होने और अगले ब्लॉक को जोड़ने से पहले उस समय के बारे में प्रतीक्षा करने की आवश्यकता हो सकती है।आप लंबित कुंजी-मूल्य लेनदेन की जांच करने के लिए क्लाइंट कमांड keva_pending का उपयोग कर सकते हैं।",
    "faq-20": "एक नेमस्पेस क्या है, और हमें एक की आवश्यकता क्यों है?",
    "faq-21": "प्रत्येक नेमस्पेस आपके लिए अन्य उपयोगकर्ताओं के साथ किसी भी संभावित संघर्ष के बिना कुंजी-मूल्य जोड़े को सुरक्षित रूप से जोड़ने या अपडेट करने के लिए एक अनूठा स्थान है।एक नेमस्पेस में एक आईडी है जो पूरे नेटवर्क में अद्वितीय होने की गारंटी है।इसका एक डिस्प्ले नाम भी है जिसका उपयोग आंतरिक रूप से नामस्थानों का ट्रैक रखने के लिए किया जा सकता है।एक नेमस्पेस आईडी एक बेस -58 एन्कोडेड स्ट्रिंग है और हमेशा शुरू होती है।",
    "faq-22": "अद्वितीय नेमस्पेस आईडी असाइन करने का मुख्य कारण नाम स्क्वाटिंग से बचने के लिए है।",
    "faq-23": "क्या Kevacoin स्मार्ट अनुबंध का समर्थन करता है?",
    "faq-24": "Kevacoin बिटकॉइन/Litecoin पर आधारित है, इसलिए इसमें स्मार्ट अनुबंध के लिए समान स्तर का समर्थन है।Kevacoin एक डी-सेंट्रलाइज़्ड डेटा स्टोर है और यह ब्लॉकचेन से एप्लिकेशन लॉजिक के कार्यान्वयन को छोड़ देता है।",
    "faq-25": "डी-सेंट्रलाइज़्ड माइक्रो ब्लॉगिंग सिस्टम का उदाहरण लें।जब तक उपयोगकर्ता डेटा डेटा स्टोर में लिखा जाता है और सार्वजनिक रूप से सुलभ होता है, तब तक कोई भी मौजूदा ब्लॉगों को प्रदर्शित करने और नए जोड़ने के लिए एक एप्लिकेशन (उसकी पसंदीदा प्रोग्रामिंग भाषा का उपयोग करके) लिख सकता है।एप्लिकेशन मालिकाना या खुला स्रोत हो सकता है, लेकिन सामग्री समान है क्योंकि हमारे पास सत्य का एक एकल स्रोत है।",
    "faq-26": "अधिकतम कुंजी और मूल्य आकार क्या है?",
    "faq-27": "अधिकतम कुंजी आकार 255 बाइट्स है, और मूल्य आकार 3072 बाइट्स है।अधिकतम मान का आकार max_script_element_size द्वारा निर्धारित किया जाता है।यह बिटकॉइन में 520 है और हम इसे 3072 तक बढ़ाते हैं। इस आकार को चुनने का कोई विशेष कारण नहीं है।520 बाइट्स बहुत छोटे और बहुत सीमित लगते हैं।लेकिन यह बहुत बड़ा नहीं हो सकता है, क्योंकि हम संभावित डॉस हमलों से बचना चाहते हैं।",
    "faq-28": "क्यों रैंडमकेवा को प्रूफ-ऑफ-वर्क एल्गोरिथ्म के रूप में चुना जाता है?",
    "faq-29": "Kevacoin अपनी सर्वसम्मति विधि के रूप में प्रूफ-ऑफ-वर्क का उपयोग करता है।हैशिंग एल्गोरिथ्म रैंडमकेवा है।इस विकल्प के कुछ कारण: यह सीपीयू के अनुकूल है।एईएस नी निर्देश के साथ सीपीयू एक बेहतर हैश दर प्राप्त कर सकता है।यह मेमोरी-हार्ड हैश एल्गोरिथ्म है और GPU और ASIC की तुलना में बहुत कम शक्ति का उपभोग करता है।यह अधिक ASIC- प्रतिरोधी हो सकता है, इसलिए व्यक्तिगत खनिकों के लिए अधिक उचित है।",
    "faq-30": "भले ही केवाकोइन बिटकॉइन/लिटकोइन पर आधारित है, लेकिन हमने इसे मोनरो माइनिंग सॉफ्टवेयर के साथ संगत बनाने के लिए हेडर संरचना को थोड़ा संशोधित किया।नतीजतन, कोई भी किसी भी मोनरो माइनिंग सॉफ्टवेयर का उपयोग Kevacoin (जैसे XMRIG या XMR-STAK) में कर सकता है।",
    "faq-31": "कठिनाई समायोजन एल्गोरिथ्म क्या है?",
    "faq-32": "Kevacoin Digishield कठिनाई समायोजन एल्गोरिथ्म का उपयोग करता है, उसी के समान है जो Dogecoin द्वारा उपयोग किया जाता है।ब्लॉक लक्ष्य समय को हर ब्लॉक को समायोजित किया जाता है।Digishield पूल जंपर्स के नकारात्मक प्रभाव को रोकता है।उदाहरण के लिए, यदि बड़ी मात्रा में हैश दर केवाकोइन खनन में शामिल हो जाती है, तो आसान पुरस्कारों को रोकने के लिए कठिनाई लक्ष्य जल्दी से बढ़ेगा।इसी तरह, कठिनाई का लक्ष्य तब कम हो जाएगा जब हैश दर की बड़ी मात्रा में छोड़ दिया जाता है, ताकि कम हैशिंग पावर के साथ भी ब्लॉक लगभग 2 मिनट में उत्पन्न होंगे।",
    "faq-33": "51% हमले से उत्पन्न खतरे क्या हैं?",
    "faq-34": "51% हमले का सबसे बड़ा जोखिम दोहरा खर्च है।यह प्रूफ-ऑफ-वर्क आधारित क्रिप्टोकरेंसी के लिए एक प्रसिद्ध जोखिम है।हालांकि, एक हमलावर मनमाने ढंग से कुंजी-मूल्य जोड़े को नहीं बदल सकता है जो वह/वह नहीं है।सबसे खराब हमलावर कर सकता है कि कुंजी-मूल्य लेनदेन को ब्लॉक या उलट दिया जाए।गैर-मालिकों द्वारा छेड़छाड़ की गई कुंजी-मूल्य जोड़े नेटवर्क द्वारा स्वीकार नहीं किए जाएंगे, क्योंकि वे क्रिप्टोग्राफिक रूप से सुरक्षित हैं।अवरुद्ध या उलट लेनदेन मेमपूल में रहेगा और हमले के रुकने पर अंततः ब्लॉकचेन में जोड़ा जाएगा।",
    "faq-35": "क्या मेरा डेटा जनता को दिखाई दे रहा है?",
    "faq-36": "सभी प्रमुख-मूल्य लेनदेन जनता को दिखाई देते हैं, क्योंकि यह बिटकॉइन स्टाइल ब्लॉकचेन की प्रकृति है।कोई मूल्यों को एन्क्रिप्ट कर सकता है, या केवल मूल्यों की हैश को स्टोर कर सकता है, मूल्यों की गोपनीयता की रक्षा के लिए।",
    "faq-37": "मैं केवाकोइन के विकास में कैसे योगदान कर सकता हूं?",
    "faq-38": "पूछने के लिए धन्यवाद!Kevacoin एक सामुदायिक परियोजना है और समुदाय से भागीदारी अपनी दीर्घकालिक सफलता के लिए महत्वपूर्ण है।आप हमें अलग -अलग तरीकों से मदद कर सकते हैं: क्लाइंट सॉफ्टवेयर डाउनलोड करें, इसे चलाएं और परीक्षण करें।एक सार्वजनिक पूर्ण नोड चलाएं।एक खनिक बनें या खनन पूल शुरू करें।इस FAQ सहित प्रलेखन की समीक्षा या लिखें।आप https://github.com/kevacoin-team repositories पर पुल अनुरोध सबमिट कर सकते हैं।यूनिट टेस्ट, एंड-टू-एंड टेस्ट और रिग्रेशन टेस्ट लिखें।बग रिपोर्ट करें।गैर-सुरक्षा बग्स की रिपोर्ट करने के लिए, GitHub समस्या ट्रैकर का उपयोग करें।सुरक्षा से संबंधित बग्स की रिपोर्ट करने के लिए, कृपया contact@kevacointeam.org पर ईमेल भेजें।Kevacoin de-entralized डेटा स्टोर का उपयोग करके एप्लिकेशन विकसित करें।परियोजना को बढ़ावा देना।Kevacoin परियोजना में स्रोत कोड में योगदान करें।पुल अनुरोधों का स्वागत किया जाता है!परियोजना को दान करें।",
    "faq-39": "यह Namecoin से अलग क्या है?",
    "faq-40": "Kevacoin क्या है?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin टीम-क्रिप्टोनोट-नोडज-पूल",
    "software-cryptonote-nodejs-pool-02": "क्रिप्टोनोट-नोडज-पूल",
    "software-cryptonote-nodejs-pool-03": "डाउनलोड करना",
    "software-cryptonote-nodejs-pool-04": "क्रिप्टोनोट-नोडज-पूल एक उच्च-प्रदर्शन खनन पूल सॉफ्टवेयर है, जो नोड.जेएस में लिखा गया है, जो कि देशी सी एडॉन के साथ है, जिसे क्रिप्टोनोट-आधारित सिक्कों के लिए डिज़ाइन किया गया है।इसमें एक हल्का उदाहरण फ्रंट-एंड स्क्रिप्ट शामिल है जो पूल के अजाक्स एपीआई का उपयोग करता है।पूल विभिन्न Cryptonight एल्गोरिदम का समर्थन करता है।",
    "software-electrumx-01": "Kevacoin टीम - Electrumx",
    "software-electrumx-02": "इलेक्ट्रोमैक्स",
    "software-electrumx-03": "डाउनलोड करना",
    "software-electrumx-04": "ElectrumX बड़े ब्लॉकों के साथ भविष्य को संभालने के लिए डिज़ाइन किए गए इलेक्ट्रम-सर्वर का पुन: कार्य है।यह मजबूत सर्वर सॉफ्टवेयर ब्लॉकचेन क्वेरीज़ के कुशल हैंडलिंग प्रदान करता है, जिससे यह क्रिप्टोकरेंसी के साथ उपयोग के लिए उपयुक्त है, जो कि लेनदेन की मात्रा और बड़े ब्लॉक आकारों का अनुभव करता है।",
    "software-electrumx-05": "प्रमुख विशेषताऐं",
    "software-electrumx-06": "स्केलेबिलिटी: बड़े ब्लॉकों का समर्थन करने के लिए इंजीनियर, यह सुनिश्चित करते हुए कि यह ब्लॉकचेन आकार बढ़ने के साथ प्रदर्शन करता है।",
    "software-electrumx-07": "दक्षता: कुशलता से ब्लॉकचेन प्रश्नों की एक उच्च मात्रा को संभालने के लिए अनुकूलित।",
    "software-electrumx-08": "संगतता: विभिन्न क्रिप्टोकरेंसी का समर्थन करता है, जिससे यह विभिन्न ब्लॉकचेन पारिस्थितिक तंत्र के लिए बहुमुखी है।",
    "software-keva-stratum-01": "केवाकोइन टीम - केवा स्ट्रैटम",
    "software-keva-stratum-02": "केवा बेड",
    "software-keva-stratum-03": "डाउनलोड करना",
    "software-keva-stratum-04": "Keva-Stratum एक उच्च-प्रदर्शन क्रिप्टोनोट खनन स्ट्रैटम सर्वर है जिसमें एक वेब इंटरफ़ेस है, विशेष रूप से Kevacoin के लिए सिलवाया गया है।",
    "software-keva-stratum-05": "मोनरो-स्टैटम से फोर्क, केवा-स्टैटम बिल्ड प्रक्रिया को सरल बनाता है और इसमें आवश्यक मोनरो सोर्स कोड घटक शामिल होते हैं, जो बाहरी मोनो सोर्स ट्री की आवश्यकता को समाप्त करते हैं।यह MSYS2 के माध्यम से विंडोज पर बिल्डिंग का भी समर्थन करता है।",
    "software-keva-stratum-06": "स्ट्रैटम सुविधा सूची",
    "software-keva-stratum-07": "अपना खुद का पूल बनें: सेट अप करें और अपने स्वयं के खनन पूल को प्रबंधित करें।",
    "software-keva-stratum-08": "रिग्स उपलब्धता निगरानी: खनन रिग्स की उपलब्धता और प्रदर्शन की निगरानी करें।",
    "software-keva-stratum-09": "ट्रैक आँकड़े: स्वीकृत शेयरों का ट्रैक रखें, शेयरों को अस्वीकार कर दें, और आँकड़ों को ब्लॉक करें।",
    "software-keva-stratum-10": "बीमार रिग्स का पता लगाएं: आसानी से प्रदर्शन या खराबी रिग्स के तहत पहचानें।",
    "software-keva-stratum-11": "डेमॉन फेल ओवर लिस्ट: निरंतर संचालन सुनिश्चित करने के लिए डेमन्स पर विफलता की एक सूची को कॉन्फ़िगर करें।",
    "software-keva-stratum-12": "समवर्ती शेयर प्रसंस्करण: इष्टतम प्रदर्शन के लिए एक साथ कई शेयर सबमिशन को संभालें।",
    "software-keva-stratum-13": "सुंदर वेब इंटरफ़ेस: एक सहज ज्ञान युक्त वेब इंटरफ़ेस के साथ अपने खनन पूल को प्रबंधित और मॉनिटर करें।",
    "software-keva-stratum-14": "विस्तार से सुविधाएँ",
    "software-keva-stratum-15": "1. अपने स्वयं के पूल बनें:",
    "software-keva-stratum-16": "आपको एक निजी खनन पूल स्थापित करने की अनुमति देता है, जिससे आपको खनन प्रक्रिया और पूल शुल्क पर नियंत्रण मिल जाता है।",
    "software-keva-stratum-17": "2. रिग्स उपलब्धता निगरानी:",
    "software-keva-stratum-18": "लगातार खनन रिग्स की स्थिति की निगरानी करता है, यह सुनिश्चित करता है कि वे चालू हैं और बेहतर प्रदर्शन कर रहे हैं।",
    "software-keva-stratum-19": "3. स्वीकार, अस्वीकार, ब्लॉक आँकड़े का ट्रैक रखें:",
    "software-keva-stratum-20": "स्वीकृत और अस्वीकार किए गए शेयरों पर विस्तृत आँकड़े प्रदान करता है, साथ ही साथ पाए गए ब्लॉक भी, आपको पूल के प्रदर्शन की निगरानी करने में मदद करते हैं।",
    "software-keva-stratum-21": "4. बीमार रिग्स का आसान पता लगाना:",
    "software-keva-stratum-22": "शीघ्रता से रखरखाव या प्रतिस्थापन के लिए अनुमति देने वाले प्रदर्शन या खराबी के अधीन होने वाले रिग्स की पहचान करता है।",
    "software-keva-stratum-23": "5. डेमॉन फेल ओवर लिस्ट:",
    "software-keva-stratum-24": "यदि प्राथमिक डेमॉन नीचे जाता है, तो निरंतर खनन संचालन को बनाए रखने की स्थिति में विफल होने के लिए कई डेमों को कॉन्फ़िगर करता है।",
    "software-keva-stratum-25": "6. समवर्ती शेयर प्रसंस्करण:",
    "software-keva-stratum-26": "एक साथ कई शेयर सबमिशन को संभालकर प्रदर्शन का अनुकूलन करता है, विलंबता को कम करता है और दक्षता बढ़ाता है।",
    "software-keva-stratum-27": "7. सुंदर वेब इंटरफ़ेस:",
    "software-keva-stratum-28": "पूल के प्रबंधन और निगरानी के लिए एक सहज ज्ञान युक्त वेब इंटरफ़ेस, वास्तविक समय के आंकड़े और आसान कॉन्फ़िगरेशन प्रदान करता है।",
    "software-keva-stratum-29": "केवा-स्ट्रैटम का उपयोग करके, आप अपने खनन संचालन को कुशलता से प्रबंधित करने और निगरानी करने के लिए अपनी मजबूत सुविधाओं और उपयोगकर्ता के अनुकूल इंटरफ़ेस का लाभ उठाते हुए, केवाकोइन के लिए एक उच्च-प्रदर्शन खनन पूल सेट कर सकते हैं।",
    "software-kevacoin-core-01": "केवाकोइन टीम - केवाकोइन कोर",
    "software-kevacoin-core-02": "केवाकोइन कोर",
    "software-kevacoin-core-03": "डाउनलोड करना",
    "software-kevacoin-core-04": "Kevacoin एक विकेन्द्रीकृत, ओपन-सोर्स की-वैल्यू डेटा स्टोर है जो लिटकोइन क्रिप्टोक्यूरेंसी के शीर्ष पर बनाया गया है, जो स्वयं बिटकॉइन पर आधारित है।Namecoin से प्रभावित, Kevacoin डेटा भंडारण और प्रबंधन के लिए एक अनूठा दृष्टिकोण प्रदान करता है, हालांकि यह विभिन्न उद्देश्यों को पूरा करता है और Namecoin से अलग तरीके से संचालित होता है।",
    "software-kevacoin-core-05": "Kevacoin क्या करता है?",
    "software-kevacoin-core-06": "Kevacoin उपयोगकर्ताओं को सक्षम बनाता है:",
    "software-kevacoin-core-07": "सुरक्षित रूप से रिकॉर्ड कुंजी और मान: कुंजी-मूल्य जोड़े को स्टोर करें जहां प्रत्येक मान 3072 बाइट्स तक हो सकता है।चाबियों की संख्या पर कोई कठिन सीमा नहीं है।",
    "software-kevacoin-core-08": "कुंजियों और मानों को अपडेट करें: मौजूदा कुंजी-मूल्य जोड़े को संशोधित करें।",
    "software-kevacoin-core-09": "नेटवर्क-अद्वितीय नामस्थान बनाए रखें: नाम संघर्षों को रोकने के लिए नामस्थानों के तहत समूह कुंजियाँ।",
    "software-kevacoin-core-10": "लेन -देन के लिए ट्रांसएक्ट Kvacoins (KVA): देशी डिजिटल मुद्रा, Kvacoin (KVA) का उपयोग करें।",
    "software-kevacoin-core-11": "Kevacoin के लिए मामलों का उपयोग करें",
    "software-kevacoin-core-12": "एक विकेन्द्रीकृत कुंजी-मूल्य डेटाबेस के रूप में, केवाकोइन का उपयोग विभिन्न अनुप्रयोगों में किया जा सकता है, जिसमें शामिल हैं:",
    "software-kevacoin-core-13": "सोशल मीडिया: सोशल मीडिया प्लेटफॉर्म के लिए डेटा स्टोर करें।",
    "software-kevacoin-core-14": "माइक्रो ब्लॉगिंग: विकेंद्रीकृत डेटा भंडारण के साथ माइक्रो ब्लॉगिंग सेवाओं का समर्थन करें।",
    "software-kevacoin-core-15": "हैश: हैश डेटा को सुरक्षित रूप से स्टोर और प्रबंधित करें।",
    "software-kevacoin-core-16": "नोटरी सेवाएं: विकेंद्रीकृत नोटरी सेवाएं प्रदान करें।",
    "software-kevacoin-core-17": "Kevacoin को बिटकॉइन और Litecoin के समान स्मार्ट अनुबंधों के लिए सीमित समर्थन है, यह अभी भी विकेंद्रीकृत अनुप्रयोगों (DAPPs) के विकास के लिए अनुमति देता है।डेटा केवाकोइन ब्लॉकचेन पर विकेंद्रीकृत रहता है, जबकि एप्लिकेशन लॉजिक को ब्लॉकचेन से विकसित किया जाता है।",
    "software-keva-wallet-01": "केवाकोइन टीम - केवा मोबाइल वॉलेट",
    "software-keva-wallet-02": "केववललेट",
    "software-keva-wallet-03": "डाउनलोड करना",
    "software-keva-wallet-04": "Kevawallet Kvacoin के लिए एक हल्का, पतला बटुआ है।यह उपयोग में आसानी के लिए डिज़ाइन किया गया है और एक सहज उपयोगकर्ता अनुभव प्रदान करने के लिए आधुनिक तकनीकों का उपयोग करके बनाया गया है।",
    "software-keva-wallet-05": "प्रमुख विशेषताऐं",
    "software-keva-wallet-06": "रिएक्ट नेटिव: रिएक्ट नेटिव के साथ बनाया गया, iOS और Android दोनों प्लेटफार्मों पर एक चिकनी और उत्तरदायी उपयोगकर्ता इंटरफ़ेस प्रदान करता है।",
    "software-keva-wallet-07": "इलेक्ट्रम: कुशल और सुरक्षित लेनदेन सुनिश्चित करने के लिए केवाकोइन के लिए अनुकूलित एक हल्के बिटकॉइन क्लाइंट, इलेक्ट्रम का उपयोग करता है।",
    "software-keva-wallet-08": "ओपन सोर्स: ओपन-सोर्स ब्लूवेललेट बिटकॉइन वॉलेट के आधार पर, इसके मजबूत और सुरक्षित वास्तुकला का लाभ उठाते हैं।",
    "software-keva-wallet-09": "अवलोकन",
    "software-keva-wallet-10": "Kevawallet को अपने Kevacoins (KVA) को प्रबंधित करने के लिए एक सुरक्षित और सुविधाजनक तरीका प्रदान करने के लिए डिज़ाइन किया गया है।इलेक्ट्रम के कुशल और विकेंद्रीकृत सर्वर मॉडल का लाभ उठाकर, Kevawallet पूरे ब्लॉकचेन को डाउनलोड करने की आवश्यकता के बिना त्वरित लेनदेन प्रसंस्करण सुनिश्चित करता है।",
    "software-keva-wallet-11": "मुख्य लाभ",
    "software-keva-wallet-12": "लाइटवेट: पूरे Kevacoin ब्लॉकचेन को डाउनलोड करने की आवश्यकता नहीं है, जिससे यह मोबाइल उपकरणों के लिए आदर्श है।",
    "software-keva-wallet-13": "क्रॉस-प्लेटफ़ॉर्म: आईओएस और एंड्रॉइड दोनों पर उपलब्ध, रिएक्ट नेटिव के लिए धन्यवाद।",
    "software-keva-wallet-14": "सुरक्षित: ब्लूवेललेट के ठोस नींव पर निर्मित, इसकी सुरक्षा सुविधाओं और सर्वोत्तम प्रथाओं को विरासत में मिला।",
    "software-keva-wallet-15": "BlueWallet पर आधारित है",
    "software-keva-wallet-16": "Kevawallet को एक ओपन-सोर्स बिटकॉइन वॉलेट Bluewallet से कई सुविधाएँ और सुरक्षा उपाय विरासत में मिलते हैं।यह भी शामिल है:",
    "software-keva-wallet-17": "मल्टी-सिग्नेचर वॉलेट्स: मल्टी-सिग्नेचर सपोर्ट के साथ अपने केवाकोइन्स को सुरक्षित करें।",
    "software-keva-wallet-18": "वॉच-ओनली वॉलेट्स: अपनी निजी कुंजियों को उजागर किए बिना अपने पते की निगरानी करें।",
    "software-keva-wallet-19": "कस्टम लेनदेन: उन्नत विकल्पों के साथ कस्टम लेनदेन बनाएं।",
    "software-keva-wallet-20": "Kevawallet का उपयोग करके, आप अपने मजबूत आर्किटेक्चर और सक्रिय विकास समुदाय द्वारा प्रदान की गई सुरक्षा और विश्वसनीयता के साथ, अपने Kevacoins को कुशलतापूर्वक प्रबंधित कर सकते हैं।",
    "software-keva-ipfs-01": "केवाकोइन टीम - केवा आईपीएफएस",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "डाउनलोड करना",
    "software-keva-ipfs-04": "Keva_ipfs Keva मोबाइल ऐप के लिए बैक-एंड सेवा है, जिसे IPFS फ़ाइलों के अपलोड और पिनिंग को सुविधाजनक बनाने के लिए डिज़ाइन किया गया है।यह बैक-एंड केवा मोबाइल ऐप और इंटरप्लेनेटरी फाइल सिस्टम (IPFS) के बीच सहज संपर्क सुनिश्चित करता है।",
    "foot-01": "के बारे में",
    "foot-02": "हमारे बारे में",
    "foot-03": "संपर्क",
    "foot-04": "सहायता",
    "foot-05": "समुदाय",
    "foot-06": "संसाधन",
    "foot-07": "सफेद कागज",
    "foot-08": "केवाकोइन टीम",
    "nav-01": "केवाकोइन टीम",
    "nav-02": "भाषा चुने",
    "nav-03": "शिष्टाचार",
    "nav-04": "सामान्य प्रश्न",
    "nav-05": "सॉफ़्टवेयर",
    "nav-06": "गाइड",
    "g1-01": "Kevacoin टीम - MSYS2 का उपयोग करके खिड़कियों के लिए केवा स्ट्रैटम का निर्माण करें",
    "g1-02": "MSYS2 का उपयोग करके खिड़कियों के लिए केवा स्ट्रैटम का निर्माण करें",
    "g1-03": "स्टेप 1:",
    "g1-04": "Https://www.msys2.org/ से MSYS2 इंस्टॉलर डाउनलोड करें:",
    "g1-05": "डाउनलोड करना",
    "g1-06": "चरण दो:",
    "g1-07": "डाउनलोड किए गए इंस्टॉलर से MSYS2 स्थापित करें, अंत में चलाने के लिए विकल्प छोड़ें ताकि सही शेल लॉन्च किया जा सके",
    "g1-08": "चरण 3:",
    "g1-09": "Mingw64 लॉन्च करें या तो स्टार्ट मेनू से या कमांड लाइन से 'Mingw64' के साथ",
    "g1-10": "चरण 4:",
    "g1-11": "अद्यतन प्रणाली, mingw64 को फिर से शुरू करना आवश्यक हो सकता है",
    "g1-12": "चरण 5:",
    "g1-13": "बिल्ड आवश्यकताओं को स्थापित करें",
    "g1-14": "चरण 6:",
    "g1-15": "बिल्ड सपोर्ट के लिए हमें GO के पुराने संस्करण का उपयोग करने की आवश्यकता है।यहां हम प्रोजेक्ट 1.19.13 के निर्माण के लिए नवीनतम ज्ञात उपयोग करते हैं",
    "g1-16": "चरण 7:",
    "g1-17": "स्थापित करने के लिए एक निर्देशिका बनाएं",
    "g1-18": "चरण 8:",
    "g1-19": "Unzip गो इन द गो इंस्टॉल डायरेक्टरी में जाएं",
    "g1-20": "चरण 9:",
    "g1-21": "गो इंस्टॉल डायरेक्टरी को इंगित करने के लिए गोरूट पर्यावरण चर निर्यात करें",
    "g1-22": "चरण 10:",
    "g1-23": "पथ पर्यावरण चर को अपडेट करें",
    "g1-24": "चरण 11:",
    "g1-25": "जाँच करें कि हमारे गो संस्करण से मेल खाते हैं",
    "g1-26": "1.19.13",
    "g1-27": "चरण 12:",
    "g1-28": "निर्माण संगतता के लिए 'ऑटो' पर GO1111module सेट करें",
    "g1-29": "चरण 13:",
    "g1-30": "क्लोन केवा-स्ट्रैटम रिपॉजिटरी",
    "g1-31": "चरण 14:",
    "g1-32": "केवा-स्ट्रैटम निर्देशिका में नेविगेट करें",
    "g1-33": "चरण 15:",
    "g1-34": "निर्माण करने के लिए एक निर्देशिका बनाएं, यहां हम बिल्ड का उपयोग करते हैं",
    "g1-35": "चरण 16:",
    "g1-36": "बिल्ड डायरेक्टरी में नेविगेट करें",
    "g1-37": "चरण 17:",
    "g1-38": "MSYS टूल चेन के साथ Cmake चलाएं",
    "g1-39": "चरण 18:",
    "g1-40": "केवा-स्टैटम का निर्माण",
    "g1-41": "चरण 19:",
    "g1-42": "केवा-स्ट्रैटम कॉन्फ़िगरेशन को अपडेट करें",
    "g1-43": "चरण 20:",
    "g1-44": "केवा स्ट्रैटम चलाएं",
    "g1-45": "CILD फ़ाइल C:/MSYS2/HOME/'USER'/KEVA-STRATUM/BUILD के भीतर स्थित है।यदि किसी अन्य स्थान पर जा रहा है तो आपको kevastratum.exe, libcnutil.dll, config.json और www निर्देशिका की आवश्यकता होती है",
    "g1-46": "लिस्टिंग",
    "g1-47": "एक्सप्लोरर",
    "g2-01": "Kevacoin टीम - लिनक्स के लिए keva_ipfs का निर्माण करें",
    "g2-02": "लिनक्स के लिए keva_ipfs का निर्माण करें",
    "g2-03": "स्टेप 1:",
    "g2-04": "सुनिश्चित करें कि सिस्टम अद्यतित है",
    "g2-05": "चरण दो:",
    "g2-06": "गिट और गोलंग स्थापित करें",
    "g2-07": "चरण 3:",
    "g2-08": "क्लोन Keva_ipfs रिपॉजिटरी",
    "g2-09": "चरण 4:",
    "g2-10": "Keva_ipfs में नेविगेट करें",
    "g2-11": "चरण 5:",
    "g2-12": "बिल्ड डायरेक्टरी बनाएं और इसे नेविगेट करें",
    "g2-13": "चरण 6:",
    "g2-14": "Keva_ipfs का निर्माण करें",
    "g2-15": "चरण 7:",
    "g2-16": "निर्देशिका बनाने के लिए config.json कॉपी करें",
    "g2-17": "चरण 8:",
    "g2-18": "अपडेट config.json",
    "g2-19": "चरण 9:",
    "g2-20": "Keva_ipfs लॉन्च करें",
    "g3-01": "Kevacoin टीम - लिनक्स के लिए केवा स्ट्रैटम का निर्माण",
    "g3-02": "लिनक्स के लिए केवा स्ट्रैटम का निर्माण करें",
    "g3-03": "स्टेप 1:",
    "g3-04": "अद्यतन तंत्र",
    "g3-05": "चरण दो:",
    "g3-06": "बिल्ड आवश्यकताओं को स्थापित करें",
    "g3-07": "चरण 3:",
    "g3-08": "गोलंग और गिट स्थापित करें",
    "g3-09": "चरण 4:",
    "g3-10": "क्लोन केवा-बेड",
    "g3-11": "चरण 5:",
    "g3-12": "केवा-स्ट्रैटम निर्देशिका दर्ज करें",
    "g3-13": "चरण 6:",
    "g3-14": "बिल्ड डायरेक्टरी बनाएं",
    "g3-15": "चरण 7:",
    "g3-16": "निर्देशिका का निर्माण करने के लिए नेविगेट करें",
    "g3-17": "चरण 8:",
    "g3-18": "संगतता के लिए ऑटो को GO1111module निर्यात करें",
    "g3-19": "चरण 9:",
    "g3-20": "कॉन्फ़िगर करें",
    "g3-21": "चरण 10:",
    "g3-22": "केवा-स्टैटम का निर्माण",
    "g3-23": "चरण 11:",
    "g3-24": "बिल्ड आउटपुट की जाँच करें",
    "g3-25": "चरण 12:",
    "g3-26": "अपडेट config.json",
    "g4-01": "Kevacoin टीम-सेटअप क्रिप्टोनोट-नोडज-पूल",
    "g4-02": "सेटअप क्रिप्टनोट-नोडज-पूल",
    "g4-03": "स्टेप 1:",
    "g4-04": "अद्यतन तंत्र",
    "g4-05": "चरण दो:",
    "g4-06": "बिल्ड आवश्यकताओं को स्थापित करें",
    "g4-07": "चरण 3:",
    "g4-08": "NVM स्थापित करें",
    "g4-09": "चरण 4:",
    "g4-10": "नोडज 11.0.0 स्थापित करें",
    "g4-11": "चरण 5:",
    "g4-12": "पायथन 2.7 का उपयोग करने के लिए एनपीएम सेट करें",
    "g4-13": "चरण 6:",
    "g4-14": "क्लोन क्रिप्टनोट-नोडज-पूल रिपॉजिटरी",
    "g4-15": "चरण 7:",
    "g4-16": "पूल में नेविगेट करें",
    "g4-17": "चरण 8:",
    "g4-18": "NPM अपडेट चलाएं",
    "g4-19": "चरण 9:",
    "g4-20": "Kevacoin.json को config.json पर कॉपी करें",
    "g4-21": "चरण 10:",
    "g4-22": "अपडेट config.json",
    "g4-23": "चरण 11:",
    "g4-24": "रन पूल",
    "g5-01": "Kevacoin टीम - लिनक्स के लिए Kvacoin कोर का निर्माण करना निर्भर करता है",
    "g5-02": "लिनक्स के लिए Kvacoin कोर का निर्माण करना निर्भर करता है",
    "g5-03": "स्टेप 1:",
    "g5-04": "अद्यतन तंत्र",
    "g5-05": "चरण दो:",
    "g5-06": "बिल्ड आवश्यकताओं को स्थापित करें",
    "g5-07": "चरण 3:",
    "g5-08": "क्लोन केवाकोइन रिपॉजिटरी",
    "g5-09": "चरण 4:",
    "g5-10": "केवाकोइन के भीतर निर्भर निर्देशिका पर नेविगेट करें",
    "g5-11": "चरण 5:",
    "g5-12": "रन लिनक्स बनाओ",
    "g5-13": "चरण 6:",
    "g5-14": "एक निर्देशिका को नेविगेट करें",
    "g5-15": "चरण 7:",
    "g5-16": "Autogen.sh चलाएं",
    "g5-17": "चरण 8:",
    "g5-18": "रन कॉन्फ़िगर करें, लिनक्स को लक्षित करना बिल्ड पर निर्भर करता है",
    "g5-19": "चरण 9:",
    "g5-20": "कावाकोइन का निर्माण करें",
    "g5-21": "चरण 10:",
    "g5-22": "परिनियोजन पैकेज बनाएँ",
    "g5-23": "चरण 11:",
    "g5-24": "निर्मित Kevacoin स्थापित करें",
    "g6-01": "Kevacoin टीम - विंडोज का उपयोग करने के लिए Kvacoin कोर का निर्माण करना निर्भर करता है",
    "g6-02": "विंडोज का उपयोग करने के लिए Kvacoin कोर का निर्माण निर्भर करता है",
    "g6-03": "स्टेप 1:",
    "g6-04": "अद्यतन तंत्र",
    "g6-05": "चरण दो:",
    "g6-06": "बिल्ड आवश्यकताओं को स्थापित करें",
    "g6-07": "चरण 3:",
    "g6-08": "MINGW-W64 क्रॉस-संकलन उपकरण श्रृंखला स्थापित करें",
    "g6-09": "चरण 4:",
    "g6-10": "POSIX के लिए डिफ़ॉल्ट MingW32 G ++ कंपाइलर विकल्प सेट करें",
    "g6-11": "चरण 5:",
    "g6-12": "क्लोन केवाकोइन रिपॉजिटरी",
    "g6-13": "चरण 6:",
    "g6-14": "केवाकोइन के भीतर निर्भर निर्देशिका पर नेविगेट करें",
    "g6-15": "चरण 7:",
    "g6-16": "टारगेटिंग विंडो करें",
    "g6-17": "चरण 8:",
    "g6-18": "एक निर्देशिका को नेविगेट करें",
    "g6-19": "चरण 9:",
    "g6-20": "Autogen.sh चलाएं",
    "g6-21": "चरण 10:",
    "g6-22": "रन कॉन्फ़िगर करें, विंडोज को लक्षित करना बिल्ड पर निर्भर करता है",
    "g6-23": "चरण 11:",
    "g6-24": "कावाकोइन का निर्माण करें",
    "g6-25": "चरण 12:",
    "g6-26": "परिनियोजन पैकेज बनाएँ",
    "nav-07": "लिनक्स के लिए Kevacoin कोर का निर्माण करना निर्भर करता है",
    "nav-08": "विंडोज का उपयोग करने के लिए Kevacoin कोर का निर्माण निर्भर करता है",
    "nav-09": "लिनक्स के लिए केवा-स्ट्रैटम का निर्माण करें",
    "nav-10": "MSYS का उपयोग करके खिड़कियों के लिए केवा-स्ट्रैटम का निर्माण करें",
    "nav-11": "लिनक्स के लिए keva_ipfs का निर्माण करें",
    "nav-12": "क्रिप्टोनोट-नोडज-पूल"
}
