{
    "index-01": "केवाकॉइन टीम",
    "index-02": "स्वागत है",
    "index-03": "केवाकॉइन टीम वेबसाइट में आपका स्वागत है!",
    "index-04": "कार्य प्रगति पर है लेकिन कृपया संसाधनों का आनंद लें।",
    "aboutus-01": "केवाकॉइन टीम",
    "aboutus-02": "हमारे बारे में",
    "aboutus-03": "बस कुछ यादृच्छिक लोग जो इस परियोजना में विश्वास करते हैं और यह ब्लॉकचेन इको सिस्टम में फिट बैठता है।",
    "contact-01": "केवाकॉइन टीम",
    "contact-02": "हमसे जुड़ें",
    "contact-03": "हमें एक ईमेल भेजें",
    "contact-04": "डिस्कॉर्ड पर हमसे जुड़ें",
    "contact-05": "GitHub चर्चाओं में शामिल हों",
    "contact-06": "हमें X @KevacoinTeam पर फ़ॉलो करें",
    "protocol-01": "केवाकॉइन टीम - केवाकॉइन प्रोटोकॉल",
    "protocol-02": "प्रतीक",
    "protocol-03": "केवीए",
    "protocol-04": "कुल आपूर्ति",
    "protocol-05": "1,050,000,000",
    "protocol-06": "पूर्व-खनन",
    "protocol-07": "नहीं",
    "protocol-08": "डेवलपर शुल्क",
    "protocol-09": "पीओडब्ल्यू एल्गोरिथम",
    "protocol-10": "रैंडमकेवा",
    "protocol-11": "ब्लॉक रिवार्ड",
    "protocol-12": "500, हर 4 साल में आधा",
    "protocol-13": "ब्लॉक टाइम",
    "protocol-14": "2 मिनट",
    "protocol-15": "कठिनाई समायोजन",
    "protocol-16": "डिजीशील्ड, हर ब्लॉक",
    "protocol-17": "सेगविट",
    "protocol-18": "सक्रिय",
    "protocol-19": "ब्लॉक वेट",
    "protocol-20": "6,000,000 वजन इकाइयाँ",
    "protocol-21": "अधिकतम कुंजी आकार",
    "protocol-22": "255 बाइट्स",
    "protocol-23": "कुंजियों की अधिकतम संख्या",
    "protocol-24": "कोई कठोर सीमा नहीं",
    "protocol-25": "अधिकतम मान आकार",
    "protocol-26": "3072 बाइट्स",
    "support-01": "केवाकॉइन टीम - टीम का समर्थन करें",
    "support-02": "केवाकॉइन ब्लॉकचेन एक खुला स्रोत समुदाय समर्थित परियोजना है।",
    "support-03": "केवाकॉइन टीम ब्लॉकचेन के संरक्षक के रूप में सेवा करने के लिए अपना समय, कौशल और संसाधन स्वेच्छा से देने वाले व्यक्तियों का एक समूह है।",
    "support-04": "सफलता में योगदान देना हर किसी के हाथ में है।",
    "support-05": "आप जिस टीम से पूछ रहे हैं मैं उसकी सहायता कैसे कर सकता हूँ?",
    "support-06": "केवाकॉइन ब्लॉकचेन की प्रगति के लिए टीम के प्रयासों में योगदान करना सबसे अच्छा तरीका है। भरने के लिए कई जगहें हैं जहां योगदान सफलता को आगे बढ़ाने में मदद कर सकता है।",
    "support-07": "बल्कि दान करें? हमने आपको कवर किया है!",
    "support-08": "आइए मान लें, होस्टिंग महंगी है।",
    "support-09": "उपयोगकर्ताओं को ठीक से समर्थन देने के लिए kevacointeam.org को नोड्स और इलेक्ट्रमक्स जैसी L2 सेवाओं का विस्तार करने की आवश्यकता है। keva.one से उपलब्ध कराए गए वर्तमान संसाधन अत्यधिक सस्ते होने के लिए डिज़ाइन किए गए हैं और भारी भार की सेवा के लिए अपर्याप्त हैं। वास्तव में विस्तार की आवश्यकता है एक्सचेंजों और उनके द्वारा उत्पन्न ट्रैफ़िक का उचित समर्थन करें।",
    "support-10": "होस्टिंग फ़ंड",
    "support-11": "*AWS वर्तमान प्रदाता है; यह सुसंगत, पूर्वानुमान लगाने में आसान और वैश्विक है इसलिए अधिकांश चुनौतियों का समाधान करता है। सेवा डिजाइन और दायरा फंड पर निर्भर होगा। एक आदर्श दुनिया में टीम निम्नलिखित के साथ उपयोगकर्ताओं का समर्थन कर सकती है डिज़ाइन",
    "support-12": "एक्सचेंजों की मांग अधिक है लेकिन अधिकांश में कुछ वित्तीय बाधाएं हैं; लिस्टिंग शुल्क को कवर करने और तरलता प्रदान करने के लिए टीम के पते नीचे दिए गए हैं",
    "support-13": "विनिमय निधि",
    "support-14": "क्या आप टीम के किसी सदस्य के लिए योगदान देना चाहते हैं?",
    "faq-01": "केवाकॉइन टीम - केवाकॉइन FAQ",
    "faq-02": "अक्सर पूछे जाने वाले प्रश्न",
    "faq-03": "नाम \"केवा\" की-वैल्यू (उच्चारण की-वीए, और संक्षिप्त प्रतीक केवीए) का संक्षिप्त रूप है। यह ब्लॉकचेन पर निर्मित एक की-वैल्यू स्टोर है, कोड पर- बिटकॉइन और लाइटकॉइन का आधार। एक क्रिप्टोकरेंसी होने के अलावा, यह उपयोगकर्ताओं को ब्लॉकचेन पर कुंजी-मूल्य जोड़े को आसानी से और सुरक्षित रूप से जोड़ने, अपडेट करने या हटाने की अनुमति देता है।",
    "faq-04": "केवाकॉइन नेमकॉइन से प्रभावित है, कोड का मुख्य-मूल्य भाग नेमकॉइन के नाम पंजीकरण कोड से काफी हद तक संशोधित है।",
    "faq-05": "भले ही केवाकॉइन नेमकॉइन से प्रभावित है, यह बहुत अलग तरीके से काम करता है और बाद वाले की तुलना में बहुत अलग उद्देश्य को पूरा करता है: केवाकॉइन एक कुंजी-मूल्य स्टोर है, जबकि नेमकॉइन एक नाम पंजीकरण प्रणाली है। केवाकॉइन पर कोई सख्त सीमा नहीं है कुंजियों की संख्या, और मान की अधिकतम लंबाई 3072 बाइट है। नेमकॉइन की प्रत्येक नेमस्पेस के लिए 520 बाइट सीमा होती है। टकराव से बचने के लिए केवाकॉइन की नेमस्पेस आईडी विशिष्ट रूप से उपयोगकर्ता द्वारा चुनी जाती है केवाकॉइन के साथ, आपको नेमस्पेस स्क्वैटिंग के बारे में चिंता करने की ज़रूरत नहीं है।",
    "faq-06": "केवाकॉइन डेटा स्टोर का उपयोग करने में कितना खर्च आता है?",
    "faq-07": "कुंजी-मूल्य जोड़ी जोड़ने से पहले, जोड़े को रखने के लिए एक नामस्थान बनाना होगा। सिस्टम नामस्थान के निर्माण के लिए 0.01 केवीए आरक्षित रखता है और राशि खर्च नहीं की जा सकती है। कोई व्यक्ति इसमें कुंजी-मान जोड़ सकता है नामस्थान, खनिकों द्वारा निर्धारित लेनदेन शुल्क के साथ।",
    "faq-08": "केवाकॉइन एक सार्वजनिक ब्लॉकचेन है और कोई भी इसे लिख सकता है। लेनदेन शुल्क के बिना नेटवर्क स्पैमिंग के दुरुपयोग के प्रति संवेदनशील है। इसके अलावा, लेनदेन खनिकों द्वारा मान्य किए जाते हैं, और उन्हें उनके काम के लिए मुआवजा दिया जाना चाहिए।",
    "faq-09": "मुझे केवाकॉइन कहां मिल सकता है?",
    "faq-10": "केवाकॉइन प्राप्त करने का सबसे आसान तरीका खनन है। केवाकॉइन रैंडमकेवा (रैंडमएक्स का एक प्रकार) हैशिंग एल्गोरिदम का उपयोग करता है और मोनेरो माइनिंग सॉफ्टवेयर के साथ संगत है। उदाहरण के लिए, आप एक्सएमरिग या एक्सएमआर-स्टैक का उपयोग कर सकते हैं खनन सॉफ्टवेयर।",
    "faq-11": "केवाकॉइन की अधिकतम आपूर्ति क्या है?",
    "faq-12": "ब्लॉक रिवार्ड प्रारंभ में 500 केवीए है। रिवॉर्ड लगभग हर चार साल में आधा कर दिया जाता है (प्रत्येक 1050000 ब्लॉक, प्रत्येक ब्लॉक के लिए लगभग 2 मिनट)। हॉल्टिंग शेड्यूल बिटकॉइन और लाइटकॉइन के समान है। अधिकतम आपूर्ति केवाकॉइन की क्षमता 1,050,000,000 KVA है।",
    "faq-13": "अधिकतम ब्लॉक आकार क्या है?",
    "faq-14": "केवाकॉइन बिटकॉइन और लाइटकॉइन पर आधारित है, जिसमें शुरुआत से ही अलग-अलग गवाह (सेगविट) सक्षम है। सेगविट के साथ, सैद्धांतिक रूप से बिटकॉइन का अधिकतम ब्लॉक आकार लगभग 4 एमबी है। हालांकि, ब्लॉक का गैर-साक्षी हिस्सा इसका स्केलिंग कारक 4 है और साक्षी भाग का कारक 1 है। इस लेख के अनुसार, औसत सेगविट लेनदेन के साथ 2.3 एमबी ब्लॉक आकार की उम्मीद की जाएगी, जो कि केवाकॉइन के कुंजी-मूल्य जोड़े के लिए लगभग 0.6 एमबी है गैर-साक्षी डेटा, और यदि केवाकॉइन में बिटकॉइन के समान ब्लॉक आकार सेटिंग है, तो 0.6 एमबी का हिस्सा 3 केबी के अधिकतम मूल्य आकार के साथ अपर्याप्त प्रतीत होता है।",
    "faq-15": "केवाकॉइन 6MB के अधिकतम ब्लॉक आकार की अनुमति देता है (MAX_BLOCK_WEIGHT 6000000 है)। गैर-साक्षी डेटा का आकार लगभग 1MB हो सकता है। यह कुंजी-मूल्य जोड़े के लिए लगभग 400KB अतिरिक्त स्थान आरक्षित है। बिटकॉइन के समान, यह है लेन-देन की संरचना के कारण 6एमबी का पूरी तरह से उपयोग किए जाने की संभावना नहीं है। केवाकॉइन के लिए अपेक्षित अधिकतम ब्लॉक आकार लगभग 3एमबी है।",
    "faq-16": "क्या आपने सिक्के पहले से खोदे थे?",
    "faq-17": "नहीं। इतना ही नहीं, जेनेसिस ब्लॉक का रिवॉर्ड 0.00001 KVA है (सामान्य ब्लॉक रिवार्ड 500 KVA है)",
    "faq-18": "की-वैल्यू अपडेट की पुष्टि करने में कितना समय लगता है?",
    "faq-19": "केवाकॉइन का ब्लॉक समय लगभग दो मिनट का होता है। इसलिए आपकी कुंजी-मूल्य जोड़ी की पुष्टि होने और अगला ब्लॉक जोड़ने से पहले आपको लगभग उतने समय तक इंतजार करना पड़ सकता है। आप क्लाइंट कमांड keva_pending का उपयोग कर सकते हैं लंबित कुंजी-मूल्य लेनदेन की जाँच करें।",
    "faq-20": "नेमस्पेस क्या है, और हमें इसकी आवश्यकता क्यों है?",
    "faq-21": "प्रत्येक नेमस्पेस आपके लिए अन्य उपयोगकर्ताओं के साथ किसी भी संभावित टकराव के बिना कुंजी-मूल्य जोड़े को सुरक्षित रूप से जोड़ने या अपडेट करने के लिए एक अद्वितीय स्थान है। नेमस्पेस में एक आईडी होती है जो पूरे नेटवर्क में अद्वितीय होने की गारंटी देती है। इसमें यह भी है एक प्रदर्शन नाम जिसका उपयोग आंतरिक रूप से नामस्थानों का ट्रैक रखने के लिए किया जा सकता है। एक नामस्थान आईडी एक बेस-58 एन्कोडेड स्ट्रिंग है और हमेशा 'एन' से शुरू होती है।",
    "faq-22": "यूनिक नेमस्पेस आईडी निर्दिष्ट करने का मुख्य कारण नाम को लेकर विवाद से बचना है।",
    "faq-23": "क्या केवाकॉइन स्मार्ट कॉन्ट्रैक्ट का समर्थन करता है?",
    "faq-24": "केवाकॉइन बिटकॉइन/लाइटकॉइन पर आधारित है, इसलिए इसमें स्मार्ट कॉन्ट्रैक्ट के लिए समान स्तर का समर्थन है। केवाकॉइन एक डी-सेंट्रलाइज्ड डेटा स्टोर है और यह ब्लॉकचेन से एप्लिकेशन लॉजिक के कार्यान्वयन को छोड़ देता है।",
    "faq-25": "विकेंद्रीकृत माइक्रो ब्लॉगिंग सिस्टम का उदाहरण लें। जब तक उपयोगकर्ता डेटा डेटा स्टोर में लिखा जाता है और सार्वजनिक रूप से सुलभ होता है, तब तक कोई भी व्यक्ति मौजूदा ब्लॉग प्रदर्शित करने और नए ब्लॉग जोड़ने के लिए (अपनी पसंदीदा प्रोग्रामिंग भाषा का उपयोग करके) एप्लिकेशन लिख सकता है। एप्लिकेशन मालिकाना या ओपन सोर्स हो सकता है, लेकिन सामग्री एक ही है क्योंकि हमारे पास सच्चाई का एक ही स्रोत है।",
    "faq-26": "अधिकतम कुंजी और मान आकार क्या है?",
    "faq-27": "अधिकतम कुंजी आकार 255 बाइट्स है, और मान आकार 3072 बाइट्स है। अधिकतम मान आकार MAX_SCRIPT_ELEMENT_SIZE द्वारा निर्धारित किया जाता है। यह बिटकॉइन में 520 है और हम इसे बढ़ाकर 3072 कर देते हैं। इस आकार को चुनने का कोई विशेष कारण नहीं है। 520 बाइट्स बहुत छोटे और बहुत सीमित लगते हैं। लेकिन यह बहुत बड़ा भी नहीं हो सकता, क्योंकि हम संभावित DoS हमलों से बचना चाहते हैं।",
    "faq-28": "RandomKeva को क्यों चुना गया है? प्रूफ-ऑफ-वर्क एल्गोरिथम?",
    "faq-29": "केवाकॉइन अपनी सर्वसम्मति विधि के रूप में प्रूफ-ऑफ-वर्क का उपयोग करता है। हैशिंग एल्गोरिथम रैंडमकेवा है। इस विकल्प के कुछ कारण: यह CPU के अनुकूल है। AES NI निर्देश वाले CPU बेहतर हैश दर प्राप्त कर सकते हैं। यह मेमोरी-हार्ड हैश एल्गोरिथम है और GPU और ASIC की तुलना में बहुत कम बिजली की खपत करता है। यह ASIC-प्रतिरोधी हो सकता है, इसलिए व्यक्तिगत खनिकों के लिए अधिक उचित है।",
    "faq-30": "भले ही केवाकॉइन बिटकॉइन/लाइटकॉइन पर आधारित है, हमने इसे मोनरो माइनिंग सॉफ़्टवेयर के साथ संगत बनाने के लिए हेडर संरचना को थोड़ा संशोधित किया है। परिणामस्वरूप, कोई भी केवाकॉइन (जैसे XMRig या XMR-Stak) को माइन करने के लिए किसी भी मोनरो माइनिंग सॉफ़्टवेयर का उपयोग कर सकता है।",
    "faq-31": "कठिनाई समायोजन एल्गोरिथम क्या है?",
    "faq-32": "केवाकॉइन DigiShield कठिनाई समायोजन एल्गोरिथम का उपयोग करता है, जो DogeCoin द्वारा उपयोग किए जाने वाले के समान है। ब्लॉक लक्ष्य समय को प्रत्येक ब्लॉक में समायोजित किया जाता है। डिजीशील्ड पूल जंपर्स के नकारात्मक प्रभाव को रोकता है। उदाहरण के लिए, यदि बड़ी मात्रा में हैश रेट केवाकॉइन माइनिंग में शामिल होता है, तो आसान पुरस्कारों को रोकने के लिए कठिनाई लक्ष्य तेज़ी से बढ़ जाएगा। इसी तरह, बड़ी मात्रा में हैश रेट के चले जाने पर कठिनाई लक्ष्य कम हो जाएगा, ताकि कम हैशिंग पावर के साथ भी लगभग 2 मिनट में ब्लॉक जेनरेट हो जाएँ।",
    "faq-33": "51% हमले से क्या खतरे हैं?",
    "faq-34": "51% हमले का सबसे बड़ा जोखिम डबल-स्पेंडिंग है। यह प्रूफ-ऑफ-वर्क आधारित क्रिप्टोकरेंसी के लिए एक जाना-माना जोखिम है। हालाँकि, हमलावर मनमाने ढंग से उन की-वैल्यू पेयर को नहीं बदल सकता है जो उसके पास नहीं हैं। सबसे बुरा जो हमलावर कर सकता है वह है की-वैल्यू ट्रांजेक्शन को ब्लॉक या रिवर्स करना। गैर-स्वामियों द्वारा छेड़छाड़ की गई की-वैल्यू पेयर को नेटवर्क द्वारा स्वीकार नहीं किया जाएगा, क्योंकि वे क्रिप्टोग्राफ़िक रूप से सुरक्षित हैं। अवरुद्ध या उलटे हुए लेन-देन मेमपूल में रहेंगे और अंततः जब हमला बंद हो जाएगा तो उन्हें ब्लॉकचेन में जोड़ दिया जाएगा।",
    "faq-35": "क्या मेरा डेटा सार्वजनिक रूप से दिखाई देता है?",
    "faq-36": "सभी कुंजी-मूल्य लेन-देन सार्वजनिक रूप से दिखाई देते हैं, क्योंकि यह बिटकॉइन शैली ब्लॉकचेन की प्रकृति है। मूल्यों की गोपनीयता की रक्षा के लिए कोई भी मूल्यों को एन्क्रिप्ट कर सकता है, या केवल मूल्यों के हैश को संग्रहीत कर सकता है।",
    "faq-37": "मैं केवाकोइन के विकास में कैसे योगदान दे सकता हूँ?",
    "faq-38": "पूछने के लिए धन्यवाद! केवाकोइन एक सामुदायिक परियोजना है और समुदाय की भागीदारी इसकी दीर्घकालिक सफलता के लिए महत्वपूर्ण है। आप हमें विभिन्न तरीकों से मदद कर सकते हैं: क्लाइंट सॉफ़्टवेयर डाउनलोड करें, इसे चलाएँ और परीक्षण करें। एक सार्वजनिक पूर्ण नोड चलाएँ। एक माइनर बनें या एक माइनिंग पूल शुरू करें। इस FAQ सहित दस्तावेज़ की समीक्षा करें या लिखें। आप https://github.com/kevacoin-team रिपॉजिटरी में पुल अनुरोध सबमिट कर सकते हैं। यूनिट टेस्ट, एंड-टू-एंड टेस्ट और रिग्रेशन टेस्ट लिखें। बग की रिपोर्ट करें। गैर-सुरक्षा बग की रिपोर्ट करने के लिए, Github समस्या ट्रैकर का उपयोग करें। सुरक्षा-संबंधी बग की रिपोर्ट करने के लिए, कृपया contact@kevacointeam.org पर ईमेल भेजें। केवाकोइन विकेंद्रीकृत डेटा स्टोर का उपयोग करके एप्लिकेशन विकसित करें। प्रोजेक्ट को बढ़ावा दें। केवाकोइन प्रोजेक्ट में स्रोत कोड का योगदान करें। पुल अनुरोधों का स्वागत है! प्रोजेक्ट को दान करें।",
    "software-cryptonote-nodejs-pool-01": "केवाकोइन टीम - क्रिप्टोनोट-नोडज-पूल",
    "software-cryptonote-nodejs-pool-02": "क्रिप्टोनोट-नोडजेएस-पूल",
    "software-cryptonote-nodejs-pool-03": "डाउनलोड करें",
    "software-cryptonote-nodejs-pool-04": "क्रिप्टोनोट-नोडज-पूल एक उच्च-प्रदर्शन खनन पूल सॉफ़्टवेयर है जो मूल C ऐडऑन के साथ Node.js में लिखा गया है, जिसे क्रिप्टोनोट-आधारित सिक्कों के लिए डिज़ाइन किया गया है। इसमें एक हल्का उदाहरण फ्रंट-एंड स्क्रिप्ट शामिल है जो पूल के AJAX API का उपयोग करता है। पूल विभिन्न क्रिप्टोनाइट एल्गोरिदम का समर्थन करता है।",
    "software-electrumx-01": "केवाकॉइन टीम - ElectrumX",
    "software-electrumx-02": "इलेक्ट्रमएक्स",
    "software-electrumx-03": "डाउनलोड करें",
    "software-electrumx-04": "इलेक्ट्रमएक्स, बड़े ब्लॉकों के साथ भविष्य को संभालने के लिए डिज़ाइन किए गए इलेक्ट्रम-सर्वर का पुन: कार्यान्वयन है। यह मजबूत सर्वर सॉफ्टवेयर ब्लॉकचेन प्रश्नों के कुशल प्रबंधन की पेशकश करता है, जो इसे बढ़ी हुई लेनदेन मात्रा का अनुभव करने वाली क्रिप्टोकरेंसी के साथ उपयोग के लिए उपयुक्त बनाता है। और बड़े ब्लॉक आकार।",
    "software-electrumx-05": "मुख्य विशेषताएँ",
    "software-electrumx-06": "स्केलेबिलिटी: बड़े ब्लॉकों का समर्थन करने के लिए इंजीनियर किया गया है, यह सुनिश्चित करते हुए कि ब्लॉकचेन का आकार बढ़ने पर यह प्रदर्शनशील बना रहे।",
    "software-electrumx-07": "दक्षता: बड़ी मात्रा में ब्लॉकचेन प्रश्नों को कुशलतापूर्वक संभालने के लिए अनुकूलित।",
    "software-electrumx-08": "संगतता: विभिन्न क्रिप्टोकरेंसी का समर्थन करता है, जो इसे विभिन्न ब्लॉकचेन पारिस्थितिकी प्रणालियों के लिए बहुमुखी बनाता है।",
    "software-keva-stratum-01": "केवाकॉइन टीम - केवा स्ट्रैटम",
    "software-keva-stratum-02": "केवा-स्ट्रैटम",
    "software-keva-stratum-03": "डाउनलोड करें",
    "software-keva-stratum-04": "केवा-स्ट्रैटम एक उच्च-प्रदर्शन वाला क्रिप्टोनोट माइनिंग स्ट्रैटम सर्वर है जिसमें वेब इंटरफ़ेस है, जो विशेष रूप से केवाकॉइन के लिए तैयार किया गया है।",
    "software-keva-stratum-05": "मोनरो-स्ट्रेटम से फोर्क किया गया, केवा-स्ट्रैटम निर्माण प्रक्रिया को सरल बनाता है और आवश्यक मोनोरो स्रोत कोड घटकों को शामिल करता है, जिससे बाहरी मोनेरो स्रोत पेड़ की आवश्यकता समाप्त हो जाती है। यह MSYS2 के माध्यम से विंडोज़ पर निर्माण का भी समर्थन करता है। ।",
    "software-keva-stratum-06": "स्ट्रैटम फ़ीचर सूची",
    "software-keva-stratum-07": "अपना खुद का पूल बनें: अपना खुद का खनन पूल स्थापित करें और प्रबंधित करें।",
    "software-keva-stratum-08": "रिग उपलब्धता निगरानी: खनन रिग की उपलब्धता और प्रदर्शन की निगरानी करें।",
    "software-keva-stratum-09": "आंकड़े ट्रैक करें: स्वीकृत शेयरों, अस्वीकृत शेयरों और ब्लॉक आंकड़ों पर नज़र रखें।",
    "software-keva-stratum-10": "बीमार रिग्स का पता लगाएं: खराब प्रदर्शन करने वाले या खराब रिग्स की आसानी से पहचान करें।",
    "software-keva-stratum-11": "डेमन फेल ओवर लिस्ट: निरंतर संचालन सुनिश्चित करने के लिए डेमॉन फेल ओवर की एक सूची कॉन्फ़िगर करें।",
    "software-keva-stratum-12": "समवर्ती शेयर प्रसंस्करण: इष्टतम प्रदर्शन के लिए एक साथ कई शेयर सबमिशन संभालें।",
    "software-keva-stratum-13": "सुंदर वेब इंटरफ़ेस: एक सहज वेब इंटरफ़ेस के साथ अपने खनन पूल को प्रबंधित और मॉनिटर करें।",
    "software-keva-stratum-14": "विशेषताएं विस्तार से",
    "software-keva-stratum-15": "1. अपना खुद का पूल बनें:",
    "software-keva-stratum-16": "आपको एक निजी खनन पूल स्थापित करने की अनुमति देता है, जिससे आपको खनन प्रक्रिया और पूल शुल्क पर नियंत्रण मिलता है।",
    "software-keva-stratum-17": "2. रिग्स उपलब्धता निगरानी:",
    "software-keva-stratum-18": "खनन रिगों की स्थिति पर लगातार नज़र रखता है, यह सुनिश्चित करता है कि वे चालू हैं और सर्वोत्तम प्रदर्शन कर रहे हैं।",
    "software-keva-stratum-19": "3. स्वीकार, अस्वीकार, ब्लॉक आँकड़े का ट्रैक रखें:",
    "software-keva-stratum-20": "स्वीकृत और अस्वीकृत शेयरों के साथ-साथ पाए गए ब्लॉकों पर विस्तृत आँकड़े प्रदान करता है, जो आपको पूल के प्रदर्शन की निगरानी करने में मदद करता है।",
    "software-keva-stratum-21": "4. सिक रिग्स का आसान पता लगाना:",
    "software-keva-stratum-22": "उन रिगों की तुरंत पहचान करता है जो खराब प्रदर्शन कर रहे हैं या ख़राब हैं, जिससे शीघ्र रखरखाव या प्रतिस्थापन की अनुमति मिलती है।",
    "software-keva-stratum-23": "5. डेमन फेल ओवर लिस्ट:",
    "software-keva-stratum-24": "प्राथमिक डेमॉन के नीचे जाने की स्थिति में विफल होने को सुनिश्चित करने के लिए, निरंतर खनन कार्यों को बनाए रखने के लिए कई डेमॉन को कॉन्फ़िगर करता है।",
    "software-keva-stratum-25": "6. समवर्ती शेयर प्रसंस्करण:",
    "software-keva-stratum-26": "एक साथ कई शेयर सबमिशन को संभालकर, विलंबता को कम करके और दक्षता बढ़ाकर प्रदर्शन को अनुकूलित करता है।",
    "software-keva-stratum-27": "7. सुंदर वेब इंटरफ़ेस:",
    "software-keva-stratum-28": "पूल के प्रबंधन और निगरानी के लिए एक सहज वेब इंटरफ़ेस, वास्तविक समय के आँकड़े और आसान कॉन्फ़िगरेशन प्रदान करता है।",
    "software-keva-stratum-29": "केवा-स्ट्रैटम का उपयोग करके, आप केवाकॉइन के लिए एक उच्च-प्रदर्शन खनन पूल स्थापित कर सकते हैं, अपने खनन कार्यों को कुशलतापूर्वक प्रबंधित और मॉनिटर करने के लिए इसकी मजबूत सुविधाओं और उपयोगकर्ता-अनुकूल इंटरफ़ेस का लाभ उठा सकते हैं।",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Download",
    "software-kevacoin-core-04": "Kevacoin is a decentralized, open-source key-value data store built on top of the Litecoin cryptocurrency, which itself is based on Bitcoin. Influenced by Namecoin, Kevacoin offers a unique approach to data storage and management, although it serves different purposes and operates differently from Namecoin.",
    "software-kevacoin-core-05": "What Does Kevacoin Do?",
    "software-kevacoin-core-06": "Kevacoin enables users to:",
    "software-kevacoin-core-07": "Securely Record Keys and Values: Store key-value pairs where each value can be up to 3072 bytes. There are no hard limits on the number of keys.",
    "software-kevacoin-core-08": "Update Keys and Values: Modify existing key-value pairs.",
    "software-kevacoin-core-09": "Maintain Network-Unique Namespaces: Group keys under namespaces to prevent name conflicts.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Use the native digital currency, Kevacoin (KVA), for transactions.",
    "software-kevacoin-core-11": "Use Cases for Kevacoin",
    "software-kevacoin-core-12": "As a decentralized key-value database, Kevacoin can be used in various applications, including:",
    "software-kevacoin-core-13": "Social Media: Store data for social media platforms.",
    "software-kevacoin-core-14": "Micro Blogging: Support micro blogging services with decentralized data storage.",
    "software-kevacoin-core-15": "Hashes: Securely store and manage hash data.",
    "software-kevacoin-core-16": "Notary Services: Provide decentralized notary services.",
    "software-kevacoin-core-17": "Kevacoin has limited support for smart contracts, similar to Bitcoin and Litecoin, it still allows for the development of decentralized applications (dApps). The data remains decentralized on the Kevacoin blockchain, while the application logic is developed off the blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "Download",
    "software-keva-wallet-04": "KevaWallet is a lightweight, thin wallet for Kevacoin. It is designed for ease of use and built using modern technologies to provide a seamless user experience.",
    "software-keva-wallet-05": "Key Features",
    "software-keva-wallet-06": "React Native: Built with React Native, providing a smooth and responsive user interface on both iOS and Android platforms.",
    "software-keva-wallet-07": "Electrum: Utilizes Electrum, a lightweight Bitcoin client, adapted for Kevacoin to ensure efficient and secure transactions.",
    "software-keva-wallet-08": "Open Source: Based on the open-source BlueWallet Bitcoin wallet, leveraging its robust and secure architecture.",
    "software-keva-wallet-09": "Overview",
    "software-keva-wallet-10": "KevaWallet is designed to offer a secure and convenient way to manage your Kevacoins (KVA). By leveraging Electrum's efficient and decentralized server model, KevaWallet ensures quick transaction processing without the need to download the entire blockchain.",
    "software-keva-wallet-11": "Key Benefits",
    "software-keva-wallet-12": "Lightweight: No need to download the entire Kevacoin blockchain, making it ideal for mobile devices.",
    "software-keva-wallet-13": "Cross-Platform: Available on both iOS and Android, thanks to React Native.",
    "software-keva-wallet-14": "Secure: Built on the solid foundation of BlueWallet, inheriting its security features and best practices.",
    "software-keva-wallet-15": "Based on BlueWallet",
    "software-keva-wallet-16": "KevaWallet inherits many features and security measures from BlueWallet, an open-source Bitcoin wallet. This includes:",
    "software-keva-wallet-17": "Multi-Signature Wallets: Secure your Kevacoins with multi-signature support.",
    "software-keva-wallet-18": "Watch-Only Wallets: Monitor your addresses without exposing your private keys.",
    "software-keva-wallet-19": "Custom Transactions: Create custom transactions with advanced options.",
    "software-keva-wallet-20": "By using KevaWallet, you can efficiently manage your Kevacoins on the go, with the security and reliability provided by its robust architecture and active development community.",
    "software-keva-ipfs-01": "केवाकॉइन टीम - केवा आईपीएफएस",
    "software-keva-ipfs-02": "केवा_आईपीएफएस",
    "software-keva-ipfs-03": "डाउनलोड करें",
    "software-keva-ipfs-04": "keva_ipfs, केवा मोबाइल ऐप के लिए बैक-एंड सेवा है, जिसे आईपीएफएस फ़ाइलों को अपलोड और पिन करने की सुविधा के लिए डिज़ाइन किया गया है। यह बैक-एंड केवा मोबाइल ऐप और इंटरप्लेनेटरी के बीच निर्बाध बातचीत सुनिश्चित करता है। फ़ाइल सिस्टम (आईपीएफएस).",
    "foot-01": "के बारे में",
    "foot-02": "हमारे बारे में",
    "foot-03": "संपर्क करें",
    "foot-04": "समर्थन",
    "foot-05": "समुदाय",
    "foot-06": "संसाधन",
    "foot-07": "श्वेतपत्र",
    "foot-08": "केवाकॉइन टीम",
    "nav-01": "केवाकॉइन टीम",
    "nav-02": "भाषा चुनें",
    "nav-03": "प्रोटोकॉल",
    "nav-04": "एफएक्यू",
    "nav-05": "सॉफ़्टवेयर",
    "nav-06": "मार्गदर्शिकाएँ"
}