{
    "index-01": "Kevacoin csapat",
    "index-02": "Üdvözöljük",
    "index-03": "Üdvözöljük a Kevacoin csapat weboldalán!",
    "index-04": "Dolgozzon folyamatban, de kérjük, élvezze az erőforrásokat.",
    "aboutus-01": "Kevacoin csapat",
    "aboutus-02": "Rólunk",
    "aboutus-03": "Csak néhány véletlenszerű ember, akik hisznek ebben a projektben, és illeszkednek a Blockchain ECO rendszerbe.",
    "contact-01": "Kevacoin csapat",
    "contact-02": "Lépjen kapcsolatba velünk",
    "contact-03": "Küldjön nekünk egy e -mailt",
    "contact-04": "Csatlakozzon hozzánk a Discordon",
    "contact-05": "Vegyen részt a GitHub megbeszélésein",
    "contact-06": "Kövess minket az X @kevacointeam oldalon",
    "protocol-01": "Kevacoin csapat - Kevacoin protokoll",
    "protocol-02": "Szimbólum",
    "protocol-03": "KVA",
    "protocol-04": "Teljes ellátás",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Előbányászott",
    "protocol-07": "Nem",
    "protocol-08": "Fejlesztési díj",
    "protocol-09": "POW algoritmus",
    "protocol-10": "Véletlenszerű",
    "protocol-11": "Blokk jutalom",
    "protocol-12": "500, 4 évente felére csökkent",
    "protocol-13": "Blokkolási idő",
    "protocol-14": "2 perc",
    "protocol-15": "Nehézségi kiigazítás",
    "protocol-16": "Digishield, minden blokk",
    "protocol-17": "Szegény",
    "protocol-18": "Aktív",
    "protocol-19": "Blokk súlya",
    "protocol-20": "6 000 000 súlyegység",
    "protocol-21": "Maximális kulcsméret",
    "protocol-22": "255 bájt",
    "protocol-23": "A kulcsok maximális száma",
    "protocol-24": "Nincs kemény határ",
    "protocol-25": "Maximális érték mérete",
    "protocol-26": "3072 bájt",
    "protocol-27": "Jegyzőkönyv",
    "support-01": "Kevacoin csapat - Támogassa a csapatot",
    "support-02": "A Kevacoin Blockchain egy nyílt forráskódú közösség által támogatott projekt.",
    "support-03": "A Kevacoin -csapat egy olyan csoport egy olyan csoport, amely önként vállalja idejét, készségeit és erőforrásait, hogy letétkezelőként szolgáljanak a blokkláncban.",
    "support-04": "A sikerhez való hozzájárulás mindenki kezében van.",
    "support-05": "Hogyan tudok segíteni a kérdezett csapatot?",
    "support-06": "A legjobb módja annak, hogy hozzájáruljon a csapatok erőfeszítéseihez a Kevacoin blokklánc előrehaladására.Sok kalapot kell kitölteni, ahol a hozzájárulások elősegíthetik a sikert.",
    "support-07": "Inkább adományoz?Lefedettünk!",
    "support-08": "Nézzünk szembe a tényekkel, a tárhely drága.",
    "support-09": "A felhasználók megfelelő támogatásához a Kevacointeam.orgnak kibővítenie kell a csomópontokat és az L2 szolgáltatásokat, például az Electrumx -ot.A Keva.One -tól származó jelenlegi erőforrások szuper olcsóak, és nem elégségesek a nehéz terhelések kiszolgálásához.A tőzsdei tőzsdei és az általuk generált forgalom megfelelő támogatásához valóban szükség van a bővítésre.",
    "support-10": "Tárhelyalap",
    "support-11": "*Az AWS a jelenlegi szolgáltató;Konzisztens, könnyen előrejelezhető és globális, így megoldja a legtöbb kihívást.A szolgáltatás megtervezése és hatókörje az alaptól függ.Egy ideális világban a csapat támogathatja a felhasználókat a következő formatervezéssel",
    "support-12": "A nagy keresletű cserék, de a legtöbbnek van pénzügyi akadályai;Az alábbiakban bemutatjuk a csapatcímeket a tőzsdei díjak fedezésére és a likviditás biztosítására",
    "support-13": "Cserealap",
    "support-14": "Szeretne hozzájárulni az egyes csapattagokhoz?",
    "support-15": "Támogassa a csapatot",
    "faq-01": "Kevacoin csapat - Kevacoin GYIK",
    "faq-02": "Gyakran Ismételt Kérdések",
    "faq-03": "A \"Keva\" név rövidítés a kulcsértékre (kiejtve a kee-va, és a rövid szimbólum KVA).Ez egy kulcsfontosságú áruház, amely a Blockchain-en épül, a Bitcoin és a Litecoin kódbázisán.Amellett, hogy kriptovaluta, lehetővé teszi a felhasználók számára, hogy könnyen és biztonságosan és biztonságosan frissítsék, frissítsék vagy töröljék a kulcs-érték párokat a blokkláncon.",
    "faq-04": "A Kevacoint a Namecoin befolyásolja, a kód kulcs-értékének részét erősen módosítva a Namecoin név regisztrációs kódjából.",
    "faq-05": "Annak ellenére, hogy a Kevacoint a névcoin befolyásolja, nagyon eltérően működik, és nagyon eltérő célt szolgál, mint az utóbbi: a Kevacoin kulcsfontosságú áruház, míg a Namecoin név regisztrációs rendszer.A Kevacoinnak nincs kemény korlátja a kulcsok számának, és az érték maximális hossza 3072 bájt.A Namecoin's 520 bájt korlátja van minden névtérhez.Kevacoin névtér -azonosítója, amelyet a hálózat egyedileg generált a konfliktusok elkerülése érdekében.A Namecoin névtérét a felhasználó választja ki, és a hálózaton keresztül egyedinek kell lennie.Kevacoinnal nem kell aggódnia a névtér guggolás miatt.A Kevacoin kulcsfontosságú párjai nem járnak le.",
    "faq-06": "Mennyibe kerül a Kevacoin Data Store használata?",
    "faq-07": "Mielőtt hozzáadna egy kulcsfontosságú párot, meg kell hoznia egy névtéret a párok tartásához.A rendszer 0,01 kVA -t tart fenn a névtér létrehozásához, és az összeget nem lehet felhasználni.A névtér kulcsértékét hozzá lehet adni, a bányászok által meghatározott tranzakciós díjat.",
    "faq-08": "Kevacoin egy nyilvános blokklánc, és bárki írhat rá.A hálózat kiszolgáltatott a visszaélés tranzakciós díja nélkül.Ezenkívül a tranzakciókat a bányászok validálják, és kompenzálni kell őket munkájukért.",
    "faq-09": "Hol kaphatok Kevacoint?",
    "faq-10": "A Kevacoin megszerzésének legegyszerűbb módja a bányászat révén.A Kevacoin RandomKevát (a RandomX variáns) hash -algoritmust használ, és kompatibilis a Monero bányászati ​​szoftverrel.Használhatja például az XMRIG vagy az XMR-STAK-t bányászati ​​szoftverként.",
    "faq-11": "Mi a Kevacoin maximális kínálata?",
    "faq-12": "A blokk jutalma kezdetben 500 kVa.A jutalom körülbelül négyévente felére csökken (minden 1050000 blokk, kb. 2 percig minden blokknál).A felesleges ütemterv megegyezik a bitcoinnal és a litecoinnal.A Kevacoin maximális kínálata 1 050 000 000 kVA.",
    "faq-13": "Mi a maximális blokkméret?",
    "faq-14": "A Kevacoin a Bitcoin és a Litecoin alapja, a kezdetektől fogva elkülönített tanú (SEGWIT).A Segwit segítségével a bitcoin elméletileg a maximális blokkméret körülbelül 4 MB.A blokk nem tanító részének skálázási tényezője azonban 4, a tanú A. rész pedig 1.Ez kb. 0,6 MB a nem tanúsító adatokhoz.A Kevacoin kulcsfontosságú párjai nem tanúi adatok, és 0,6 MB-os részét foglalják el, ha a Kevacoin ugyanolyan blokkméret-beállítással rendelkezik, mint a Bitcoin.A 3KB maximális értékméretével 0,6 MB nem megfelelő.",
    "faq-15": "A Kevacoin lehetővé teszi a maximális blokkméretet 6 MB (max_block_weight IS 6000000).A nem tanúi adatok mérete körülbelül 1 MB lehet.Körülbelül 400 kB extra hely van, amely a kulcs-érték párokhoz van fenntartva.A bitcoinhoz hasonlóan nagyon valószínűtlen, hogy a 6 MB teljes mértékben felhasználható a tranzakció felépítése miatt.A várható maximális blokkméret kb. 3 MB a Kevacoin számára.",
    "faq-16": "Előre bocsátottad az érméket?",
    "faq-17": "Nem csak, hogy a Genesis blokk jutalma 0,00001 kVA (a normál blokk jutalom 500 kVa).",
    "faq-18": "Mennyi ideig tart a kulcs-érték frissítés megerősítése?",
    "faq-19": "A Kevacoin blokkolási ideje körülbelül két perc.Ezért előfordulhat, hogy meg kell várnia ezt az időt, mielőtt megerősítik a kulcs-érték párját, és hozzáadják a következő blokkot.Használhatja a Keva_Pending kliens parancsot a függőben lévő kulcs-érték tranzakciók ellenőrzéséhez.",
    "faq-20": "Mi a névtér, és miért van szükségünk erre?",
    "faq-21": "Mindegyik névtér egyedülálló hely, amely a kulcsfontosságú párok biztonságos hozzáadására vagy frissítésére szolgál, anélkül, hogy más felhasználókkal potenciális konfliktusok lenne.A névtérnek van egy azonosítója, amely garantáltan egyedi a hálózaton keresztül.Van egy kijelző neve is, amely felhasználható a névterek belsőleg nyomon követésére.A névtér-azonosító egy alap-58 kódolt karakterlánc, és mindig kezdődik.",
    "faq-22": "Az egyedi névtér -azonosító hozzárendelésének fő oka az, hogy elkerüljük a névguggást.",
    "faq-23": "Támogatja -e Kevacoin az intelligens szerződést?",
    "faq-24": "A Kevacoin a bitcoin/litecoin -en alapul, tehát hasonló szintű támogatással rendelkezik az intelligens szerződéshez.A Kevacoin egy centralizált adatáru, és az alkalmazás logikájának megvalósítását elhagyja a blokkláncról.",
    "faq-25": "Vegyük a példa a centralizált mikro blogolási rendszerre.Mindaddig, amíg a felhasználói adatokat az adatboltba írják és nyilvánosan elérhetőek, bárki írhat egy alkalmazást (a kedvenc programozási nyelvével) a meglévő blogok megjelenítéséhez és újak hozzáadásához.Az alkalmazás lehet védett vagy nyílt forráskód, de a tartalom ugyanaz, mert egyetlen igazságforrásunk van.",
    "faq-26": "Mi a maximális kulcs- és értékméret?",
    "faq-27": "A maximális kulcsméret 255 bájt, és a 3072 bájt értéke.A maximális érték méretet a max_script_element_size határozza meg.Ez 520 a bitcoinban, és 3072 -re növeljük. Nincs különösebb oka annak, hogy ezt a méretet válasszuk.Úgy tűnik, hogy az 520 bájt túl kicsi és túl korlátozott.De ez sem lehet túl nagy, mert el akarjuk kerülni a lehetséges DOS -támadásokat.",
    "faq-28": "Miért választják meg a véletlenszerű kialakítás algoritmust?",
    "faq-29": "A Kevacoin konszenzusos módszerként használja a munka bizonyítását.A hash -algoritmus véletlenszerű.Ennek a választásnak néhány oka: CPU -barát.Az AES NI utasításokkal rendelkező CPU -k jobb hash -sebességet kaphatnak.Ez memória-kemény hash algoritmus, és sokkal kevesebb energiát fogyaszt, mint a GPU és az ASIC.Lehet, hogy ez ASIC-rezisztensebb, tehát tisztességesebb az egyes bányászok számára.",
    "faq-30": "Annak ellenére, hogy a Kevacoin a bitcoin/litecoin -en alapul, kissé módosítottuk a fejléc szerkezetét, hogy kompatibilis legyen a Monero bányászati ​​szoftverrel.Ennek eredményeként bármilyen Monero bányászati ​​szoftvert használhat a Kevacoin (például XMRIG vagy XMR-Stak) bányászatához.",
    "faq-31": "Mi a nehézségi beállítási algoritmus?",
    "faq-32": "A Kevacoin Digishield nehézségi beállítási algoritmust használ, ugyanúgy, mint a Dogecoin által használt.A blokk -célidőt minden blokk beállítja.A Digishield megakadályozza a medence jumperek negatív hatását.Például, ha nagy mennyiségű hash -sebesség csatlakozik a Kevacoin -bányászathoz, akkor a nehézségi célú cél gyorsan növekszik, hogy megakadályozzák a könnyű jutalmakat.Hasonlóképpen, a nehézségi célcsökkenés csökken, ha nagy mennyiségű hash -sebességű levelek, így a blokkok még kb. 2 perc alatt is előállítanak, még kevesebb kivonási teljesítmény mellett is.",
    "faq-33": "Milyen fenyegetéseket tesz az 51% -os támadás?",
    "faq-34": "Az 51% -os támadás legnagyobb kockázata a kettős kiadás.Ez a munka bizonyíték alapú kriptovaluták jól ismert kockázata.A támadó azonban önkényesen megváltoztathatja azt a kulcsfontosságú párokat, amelyek nem rendelkeznek.A legrosszabb, amit a támadó megtehet, az, hogy blokkolja vagy megfordítsa a kulcs-érték tranzakciókat.A nem tulajdonosok által megsértett kulcsfontosságú párokat a hálózat nem fogadja el, mivel kriptográfiailag biztonságosak.A blokkolt vagy fordított tranzakciók Mempoolban maradnak, és végül hozzáadják a blokklánchoz, amikor a támadás leáll.",
    "faq-35": "Az adataim láthatók -e a nyilvánosság számára?",
    "faq-36": "Az összes kulcsfontosságú tranzakció a nyilvánosság számára látható, mivel ez a bitcoin stílusú blokklánc jellege.Az értékek titkosítása vagy csak az értékek kivonatainak tárolása érdekében az értékek titkosságának védelme érdekében lehet tárolni.",
    "faq-37": "Hogyan tudok hozzájárulni a Kevacoin fejlődéséhez?",
    "faq-38": "Köszönöm a kérdést!A Kevacoin egy közösségi projekt, és a közösség részvétele elengedhetetlen a hosszú távú sikeréhez.Különböző módon segíthet nekünk: töltse le az ügyfélszoftvert, futtassa és tesztelje azt.Futtasson egy nyilvános teljes csomópontot.Legyen bányász, vagy indítson el egy bányászati ​​medencét.Tekintse át vagy írja be a dokumentációt, beleértve ezt a GYIK -t.Pull kéréseket küldhet a https://github.com/kevacoin-team tárolókra.Írjon egységteszteket, végpontok közötti teszteket és regressziós teszteket.Jelentés a hibákról.A nem biztonsági hibák bejelentéséhez használja a GitHub kérdés-nyomkövetést.A biztonsággal kapcsolatos hibák jelentéséhez kérjük, küldje el e-maileket a contact@kevacointeam.org címre.Az alkalmazás fejlesztése a Kevacoin decentralizált adatbolt segítségével.Népszerűsítse a projektet.Hozzájáruljon a forráskódhoz a Kevacoin projekthez.A húzási kérelmeket üdvözöljük!Adományozzon a projekthez.",
    "faq-39": "Miben különbözik a Namecointól?",
    "faq-40": "Mi az a Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin csapat-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Letöltés",
    "software-cryptonote-nodejs-pool-04": "A Cryptonote-NodeJS-Pool egy nagyteljesítményű bányászati ​​pool szoftver, amelyet a Node.js-ben írnak natív C kiegészítőkkel, Cryptonote-alapú érmékhez terveztek.Ez tartalmaz egy könnyű példa elülső szkriptet, amely a medence Ajax API-ját használja.A medence különféle Cryptonight algoritmusokat támogat.",
    "software-electrumx-01": "Kevacoin csapat - elektrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "Letöltés",
    "software-electrumx-04": "Az ElectrumX az elektrum-szerver újbóli megvalósítása, amelynek célja a nagyobb blokkokkal történő jövő kezelése.Ez a robusztus szerver szoftver hatékony kezelhetőséget kínál a blockchain lekérdezésekről, így alkalmassá teszi a kriptovalutákkal való felhasználást, amely megnövekedett tranzakciós mennyiségeket és nagyobb blokkméreteket tapasztal.",
    "software-electrumx-05": "Főbb jellemzők",
    "software-electrumx-06": "Skálázhatóság: A nagyobb blokkok támogatására tervezték, biztosítva, hogy továbbra is teljesítményű, amikor a blokklánc méretének növekedése növekszik.",
    "software-electrumx-07": "Hatékonyság: Optimalizálva a nagy mennyiségű blokklánc -lekérdezés hatékony kezelésére.",
    "software-electrumx-08": "Kompatibilitás: Támogatja a különféle kriptovalutákat, így sokoldalúvá teszi a különféle blokklánc -ökoszisztémákat.",
    "software-keva-stratum-01": "Kevacoin csapat - Keva Stratum",
    "software-keva-stratum-02": "Kevai ágy",
    "software-keva-stratum-03": "Letöltés",
    "software-keva-stratum-04": "A Keva-Stratum egy nagyteljesítményű Cryptonote Mining Stratum szerver, amelynek webes felülete van, amelyet kifejezetten a Kevacoin számára alakítottak ki.",
    "software-keva-stratum-05": "A Monero-Stratumból villás, a Keva-Stratum egyszerűsíti az összeállítási folyamatot, és tartalmazza a szükséges Monero forráskód-összetevőket, kiküszöbölve a külső Monero forrásfa szükségességét.Támogatja azt is, hogy az MSYS2 -en keresztül épül a Windows -on.",
    "software-keva-stratum-06": "Stratum szolgáltatáslista",
    "software-keva-stratum-07": "Légy saját medence: Állítsa be és kezelje saját bányászati ​​medencéjét.",
    "software-keva-stratum-08": "A felszerelések rendelkezésre állásának megfigyelése: Figyelje a bányászati ​​berendezések elérhetőségét és teljesítményét.",
    "software-keva-stratum-09": "Nyomon követési statisztikák: Kövesse nyomon az elfogadott részvényeket, az elutasított részvényeket és a blokk statisztikákat.",
    "software-keva-stratum-10": "Detektálja a beteg fúrótornyokat: Könnyen azonosítsa a végrehajtó vagy hibásan működő fúrótornyokat.",
    "software-keva-stratum-11": "Daemon Fail Over Lista: Konfigurálja a démonok meghibásodásának listáját a folyamatos működés biztosítása érdekében.",
    "software-keva-stratum-12": "Egyidejű részvények feldolgozása: Egyidejűleg kezelje a többszörös részvény -beadványokat az optimális teljesítmény érdekében.",
    "software-keva-stratum-13": "Gyönyörű webes felület: Kezelje és figyelje a bányászati ​​készletet egy intuitív webes felületen.",
    "software-keva-stratum-14": "Jellemzők részletesen",
    "software-keva-stratum-15": "1. Legyen a saját medencéje:",
    "software-keva-stratum-16": "Lehetővé teszi egy privát bányászati ​​medence felállítását, amely ellenőrzést ad a bányászati ​​folyamat és a pool díjak felett.",
    "software-keva-stratum-17": "2. A felszerelések elérhetőségének megfigyelése:",
    "software-keva-stratum-18": "Folyamatosan figyeli a bányászati ​​fúrótornyok állapotát, biztosítva, hogy azok működjenek és optimálisan működjenek.",
    "software-keva-stratum-19": "3. Kövesse nyomon az elfogadásokat, elutasítsák, blokkolja a statisztikákat:",
    "software-keva-stratum-20": "Részletes statisztikákat nyújt az elfogadott és elutasított részvényekről, valamint a talált blokkokról, segítve a medence teljesítményének figyelemmel kísérésében.",
    "software-keva-stratum-21": "4. A beteg fúrótornyok könnyű észlelése:",
    "software-keva-stratum-22": "Gyorsan azonosítja a teljesítő vagy hibás működés alatt álló felszereléseket, lehetővé téve az azonnali karbantartást vagy cserét.",
    "software-keva-stratum-23": "5. Daemon kudarc a listán:",
    "software-keva-stratum-24": "Több démont konfigurál, hogy biztosítsa a meghibásodást abban az esetben, ha az elsődleges démon lemerül, és fenntartja a folyamatos bányászati ​​műveleteket.",
    "software-keva-stratum-25": "6. Egyidejű részvények feldolgozása:",
    "software-keva-stratum-26": "Optimalizálja a teljesítményt a többszörös részvény -beadványok egyszerre történő kezelésével, csökkentve a késleltetést és a hatékonyság növelését.",
    "software-keva-stratum-27": "7. Gyönyörű webes felület:",
    "software-keva-stratum-28": "Intuitív webes felület a medence kezelésére és megfigyelésére, valós idejű statisztikák és egyszerű konfiguráció biztosításához.",
    "software-keva-stratum-29": "A Keva-Stratum használatával beállíthat egy nagyteljesítményű bányászati ​​medencét a Kevacoin számára, kiaknázva robusztus funkcióit és felhasználóbarát felületét a bányászati ​​műveletek hatékony kezelése és ellenőrzése érdekében.",
    "software-kevacoin-core-01": "Kevacoin csapat - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin mag",
    "software-kevacoin-core-03": "Letöltés",
    "software-kevacoin-core-04": "A Kevacoin egy decentralizált, nyílt forrású kulcsérték-adattár, amely a Litecoin kriptovaluta tetejére épül, amely maga a Bitcoin alapja.A Namecoin befolyásolva a Kevacoin egyedülálló megközelítést kínál az adattároláshoz és a menedzsmenthez, bár különböző célokat szolgál, és a Namecoin -tól eltérően működik.",
    "software-kevacoin-core-05": "Mit csinál Kevacoin?",
    "software-kevacoin-core-06": "A Kevacoin lehetővé teszi a felhasználók számára:",
    "software-kevacoin-core-07": "Biztonságosan rögzítse a kulcsokat és az értékeket: Tárolja a kulcsfontosságú párokat, ahol minden érték akár 3072 bájt is lehet.A kulcsok számára nincs kemény korlátozás.",
    "software-kevacoin-core-08": "Frissítse a kulcsokat és az értékeket: Módosítsa a meglévő kulcs-érték párokat.",
    "software-kevacoin-core-09": "A hálózati és egyedülálló névterek karbantartása: Csoportos kulcsok névterek alatt a névkonfliktusok megakadályozása érdekében.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Használja a natív digitális valutát, a Kevacoint (KVA) a tranzakciókhoz.",
    "software-kevacoin-core-11": "Használja a kevacoin eseteit",
    "software-kevacoin-core-12": "Decentralizált kulcs-érték-adatbázisként a Kevacoin különféle alkalmazásokban is használható, ideértve a következőket is:",
    "software-kevacoin-core-13": "Közösségi média: Adatokat tárol a közösségi média platformjaihoz.",
    "software-kevacoin-core-14": "Mikro blogolás: Támogassa a mikro blog -szolgáltatásokat a decentralizált adattárolással.",
    "software-kevacoin-core-15": "Hashes: Biztonságosan tárolja és kezelje a hash -adatokot.",
    "software-kevacoin-core-16": "Közjegyzői szolgáltatások: Biztosítson decentralizált közjegyzői szolgáltatásokat.",
    "software-kevacoin-core-17": "A Kevacoin korlátozott támogatást nyújt az intelligens szerződésekhez, hasonlóan a bitcoinhoz és a litecoinhoz, ez továbbra is lehetővé teszi a decentralizált alkalmazások (DAPPS) fejlesztését.Az adatok decentralizáltak a Kevacoin blokkláncon, míg az alkalmazás logikáját a blokkláncon kívül fejlesztették ki.",
    "software-keva-wallet-01": "Kevacoin csapat - Keva mobil pénztárca",
    "software-keva-wallet-02": "Kavawalllet",
    "software-keva-wallet-03": "Letöltés",
    "software-keva-wallet-04": "A Kevawallet egy könnyű, vékony pénztárca a Kevacoin számára.Úgy tervezték, hogy megkönnyítse és megépítse a modern technológiák használatát, hogy zökkenőmentes felhasználói élményt nyújtson.",
    "software-keva-wallet-05": "Főbb jellemzők",
    "software-keva-wallet-06": "React Native: A React Native -vel épített, sima és reagáló felhasználói felületet biztosítva mind az iOS, mind az Android platformon.",
    "software-keva-wallet-07": "Elektrum: Használja az Electrum -ot, egy könnyű bitcoin -klienst, amelyet a Kevacoin számára adaptálnak a hatékony és biztonságos tranzakciók biztosítása érdekében.",
    "software-keva-wallet-08": "Nyílt forráskód: A nyílt forráskódú Bluewallet Bitcoin pénztárca alapján, kiaknázva robusztus és biztonságos architektúráját.",
    "software-keva-wallet-09": "Áttekintés",
    "software-keva-wallet-10": "A Kevawallet célja, hogy biztonságos és kényelmes módszert kínáljon a Kevacoins (KVA) kezelésére.Az elektrum hatékony és decentralizált szervermodellének kihasználásával a Kevawallet biztosítja a gyors tranzakció feldolgozását anélkül, hogy a teljes blokkláncot le kellene töltenie.",
    "software-keva-wallet-11": "Legfontosabb előnyök",
    "software-keva-wallet-12": "Könnyű: Nem kell letölteni a teljes Kevacoin blokkláncot, így ideális a mobil eszközökhöz.",
    "software-keva-wallet-13": "Cross platform: Az iOS-on és az Androidon is elérhető, a React Native-nak köszönhetően.",
    "software-keva-wallet-14": "Biztonságos: A BlueWallet szilárd alapjára épül, amely örököli biztonsági tulajdonságait és bevált gyakorlatait.",
    "software-keva-wallet-15": "A BlueWallet alapján",
    "software-keva-wallet-16": "A Kevawallet számos funkciót és biztonsági intézkedést örököl a Bluewallet-től, egy nyílt forráskódú Bitcoin pénztárcától.Ebbe beletartozik:",
    "software-keva-wallet-17": "Több aláírási pénztárcák: Biztosítsa a Kevacoins-ot több aláírási támogatással.",
    "software-keva-wallet-18": "Csak néző pénztárcák: Figyelje meg a címeit anélkül, hogy feltárná a privát kulcsokat.",
    "software-keva-wallet-19": "Egyéni tranzakciók: Hozzon létre egyéni tranzakciókat fejlett beállításokkal.",
    "software-keva-wallet-20": "A Kevawallet használatával hatékonyan kezelheti a Kevacoins -ot útközben, a robusztus építészet és az aktív fejlesztési közösség által biztosított biztonsággal és megbízhatósággal.",
    "software-keva-ipfs-01": "Kevacoin csapat - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Letöltés",
    "software-keva-ipfs-04": "A Keva_ipfs a Keva mobil alkalmazás háttér-szolgáltatása, amelynek célja az IPFS fájlok feltöltésének és rögzítésének megkönnyítése.Ez a háttér biztosítja a Keva mobilalkalmazás és a bolygóközi fájlrendszer (IPF) közötti zökkenőmentes interakciót.",
    "foot-01": "Ról ről",
    "foot-02": "Rólunk",
    "foot-03": "Kapcsolatba lépni",
    "foot-04": "Támogatás",
    "foot-05": "Közösség",
    "foot-06": "Erőforrások",
    "foot-07": "Fehér papír",
    "foot-08": "Kevacoin csapat",
    "nav-01": "Kevacoin csapat",
    "nav-02": "Válasszon nyelvet",
    "nav-03": "Jegyzőkönyv",
    "nav-04": "GYIK",
    "nav-05": "Szoftver",
    "nav-06": "Útmutatók",
    "g1-01": "Kevacoin csapat - építsen Keva Stratum -ot a Windows -hoz MSYS2 használatával",
    "g1-02": "Építsen Keva Stratum -ot a Windows -hoz MSYS2 használatával",
    "g1-03": "1. lépés:",
    "g1-04": "Töltse le az MSYS2 telepítőjét a https://www.msys2.org/ -ból:",
    "g1-05": "Letöltés",
    "g1-06": "2. lépés:",
    "g1-07": "Telepítse az MSYS2 -t a letöltött telepítőből, hagyja ki a futtatást a végén, így a helyes héj elindítható",
    "g1-08": "3. lépés:",
    "g1-09": "Indítsa el a MINGW64 -et a Start menüből vagy a \"MINGW64 'parancssorból",
    "g1-10": "4. lépés:",
    "g1-11": "Frissítse a rendszert, szükség lehet a MINGW64 újraindítására",
    "g1-12": "5. lépés:",
    "g1-13": "Telepítse az építési követelményeket",
    "g1-14": "6. lépés:",
    "g1-15": "Az építési támogatáshoz a GO régebbi verzióját kell használnunk.Itt használjuk a legfrissebb ismertet, hogy felépítjük a projektet 1.19.13",
    "g1-16": "7. lépés:",
    "g1-17": "Hozzon létre egy könyvtárat a telepítéshez",
    "g1-18": "8. lépés:",
    "g1-19": "ENILIP Gépj be a Go Install Directory -ba",
    "g1-20": "9. lépés:",
    "g1-21": "Exportálja a Goroot környezeti változóját a Go Install Directory -re mutató mutattak",
    "g1-22": "10. lépés:",
    "g1-23": "Frissítse az elérési környezet változóját",
    "g1-24": "11. lépés:",
    "g1-25": "Ellenőrizze, hogy a Go verziónk megegyezik -e",
    "g1-26": "1.19.13",
    "g1-27": "12. lépés:",
    "g1-28": "Állítsa a Go111Module -t az 'Auto' -re az összeállítási kompatibilitáshoz",
    "g1-29": "13. lépés:",
    "g1-30": "Klón keva-rétegelt tároló",
    "g1-31": "14. lépés:",
    "g1-32": "Keresse meg a Keva-Stratum könyvtárat",
    "g1-33": "15. lépés:",
    "g1-34": "Készítsen egy könyvtárat az építkezéshez, itt a Build -t használjuk",
    "g1-35": "16. lépés:",
    "g1-36": "Keresse meg a Build könyvtárat",
    "g1-37": "17. lépés:",
    "g1-38": "Futtassa a CMAKE -t az MSYS szerszámlánccal",
    "g1-39": "18. lépés:",
    "g1-40": "Építsd meg a Keva-Stratum-ot",
    "g1-41": "19. lépés:",
    "g1-42": "Frissítse a keva-stratum config",
    "g1-43": "20. lépés:",
    "g1-44": "Futtassa a Keva Stratumot",
    "g1-45": "A C:/Msys2/Home/'User'/Keva-Stratum/Build.Ha egy másik helyre költözik, akkor a Kevastratum.exe, a libcnutil.dll, a config.json és a www könyvtárra van szüksége",
    "g1-46": "Tőzsdei jegyzés",
    "g1-47": "Felfedező",
    "g2-01": "Kevacoin csapat - épít a keva_ipfs for Linux számára",
    "g2-02": "Építsen Keva_ipfs -t a linuxhoz",
    "g2-03": "1. lépés:",
    "g2-04": "Győződjön meg arról, hogy a rendszer naprakész -e",
    "g2-05": "2. lépés:",
    "g2-06": "Telepítse a GIT -t és a GOLANG -t",
    "g2-07": "3. lépés:",
    "g2-08": "Klón Keva_ipfs lerakat",
    "g2-09": "4. lépés:",
    "g2-10": "Keresse meg a Keva_ipfs -t",
    "g2-11": "5. lépés:",
    "g2-12": "Készítse el a Build Directory -t, és navigáljon hozzá",
    "g2-13": "6. lépés:",
    "g2-14": "Építsd meg a Keva_ipfs -t",
    "g2-15": "7. lépés:",
    "g2-16": "Másolja a config.json -t a könyvtár felépítéséhez",
    "g2-17": "8. lépés:",
    "g2-18": "Frissítse a config.json -t",
    "g2-19": "9. lépés:",
    "g2-20": "Indítsa el a Keva_ipfs -t",
    "g3-01": "Kevacoin csapat - épít a Keva Stratum for Linux számára",
    "g3-02": "Építsen Keva Stratum -ot a Linux számára",
    "g3-03": "1. lépés:",
    "g3-04": "Frissítő rendszer",
    "g3-05": "2. lépés:",
    "g3-06": "Telepítse az építési követelményeket",
    "g3-07": "3. lépés:",
    "g3-08": "Telepítse a Golang and git -et",
    "g3-09": "4. lépés:",
    "g3-10": "Klónos klón",
    "g3-11": "5. lépés:",
    "g3-12": "Írja be a Keva-Stratum könyvtárat",
    "g3-13": "6. lépés:",
    "g3-14": "Készítse el a Build Directory -t",
    "g3-15": "7. lépés:",
    "g3-16": "Keresse meg a Könyvtár felépítését",
    "g3-17": "8. lépés:",
    "g3-18": "Exportálja a Go111Module -t az Auto -ba az összeállítás kompatibilitása érdekében",
    "g3-19": "9. lépés:",
    "g3-20": "Konfigurálva a gyártást",
    "g3-21": "10. lépés:",
    "g3-22": "Építsd meg a Keva-Stratum-ot",
    "g3-23": "11. lépés:",
    "g3-24": "Ellenőrizze a jelenlévő kimeneteket",
    "g3-25": "12. lépés:",
    "g3-26": "Frissítse a config.json -t",
    "g4-01": "Kevacoin csapat-Setup Cryptonote-NodeJs-Pool",
    "g4-02": "Beállítási kriptonote-nodejs-pool",
    "g4-03": "1. lépés:",
    "g4-04": "Frissítő rendszer",
    "g4-05": "2. lépés:",
    "g4-06": "Telepítse az építési követelményeket",
    "g4-07": "3. lépés:",
    "g4-08": "Telepítse az NVM -t",
    "g4-09": "4. lépés:",
    "g4-10": "Telepítse a nodejs 11.0.0 -ot",
    "g4-11": "5. lépés:",
    "g4-12": "Állítsa az NPM -et a Python 2.7 használatához",
    "g4-13": "6. lépés:",
    "g4-14": "Klón kriptonote-nodejs-pool tároló",
    "g4-15": "7. lépés:",
    "g4-16": "Keresse meg a medencét",
    "g4-17": "8. lépés:",
    "g4-18": "Futtassa az NPM frissítést",
    "g4-19": "9. lépés:",
    "g4-20": "Másolja a kevacoin.json -t a config.json címre",
    "g4-21": "10. lépés:",
    "g4-22": "Frissítse a config.json -t",
    "g4-23": "11. lépés:",
    "g4-24": "Futó medence",
    "g5-01": "Kevacoin Team - Build Kevacoin Core a Linux számára",
    "g5-02": "Építse meg a Kevacoin magot a Linux számára",
    "g5-03": "1. lépés:",
    "g5-04": "Frissítő rendszer",
    "g5-05": "2. lépés:",
    "g5-06": "Telepítse az építési követelményeket",
    "g5-07": "3. lépés:",
    "g5-08": "Klón kevacoin tároló",
    "g5-09": "4. lépés:",
    "g5-10": "Keresse meg a Kevacoinon belüli függő könyvtárat",
    "g5-11": "5. lépés:",
    "g5-12": "Futtassa a célzás Linuxot",
    "g5-13": "6. lépés:",
    "g5-14": "Navigáljon egy könyvtárat",
    "g5-15": "7. lépés:",
    "g5-16": "Futtassa az autogen.sh -t",
    "g5-17": "8. lépés:",
    "g5-18": "Futtassa a konfiguráció, a Linux megcélzása függ az építkezésen",
    "g5-19": "9. lépés:",
    "g5-20": "Építsd meg a Kevacoint",
    "g5-21": "10. lépés:",
    "g5-22": "A telepítési csomag felépítése",
    "g5-23": "11. lépés:",
    "g5-24": "Telepítse a beépített kevacoint",
    "g6-01": "Kevacoin csapat - építsen Kevacoin magot a Windows használatához",
    "g6-02": "Építse meg a Kevacoin magját az ablakokhoz",
    "g6-03": "1. lépés:",
    "g6-04": "Frissítő rendszer",
    "g6-05": "2. lépés:",
    "g6-06": "Telepítse az építési követelményeket",
    "g6-07": "3. lépés:",
    "g6-08": "Telepítse a MINGW-W64 keresztkompilációs szerszámláncot",
    "g6-09": "4. lépés:",
    "g6-10": "Állítsa be az alapértelmezett MINGW32 G ++ fordító opciót a POSIX -hez",
    "g6-11": "5. lépés:",
    "g6-12": "Klón kevacoin tároló",
    "g6-13": "6. lépés:",
    "g6-14": "Keresse meg a Kevacoinon belüli függő könyvtárat",
    "g6-15": "7. lépés:",
    "g6-16": "Futás A célzó ablakok készítése",
    "g6-17": "8. lépés:",
    "g6-18": "Navigáljon egy könyvtárat",
    "g6-19": "9. lépés:",
    "g6-20": "Futtassa az autogen.sh -t",
    "g6-21": "10. lépés:",
    "g6-22": "Futtassa a konfigurát, a Windows Célosítása függ a Build -ot",
    "g6-23": "11. lépés:",
    "g6-24": "Építsd meg a Kevacoint",
    "g6-25": "12. lépés:",
    "g6-26": "A telepítési csomag felépítése",
    "nav-07": "Építsd meg a Kevacoin magot a Linux számára",
    "nav-08": "Építse meg a Kevacoin magot az ablakokhoz",
    "nav-09": "Építsen Keva-Stratum-ot a Linux számára",
    "nav-10": "Építsen Keva-Stratum-ot a Windows-hoz MSYS használatával",
    "nav-11": "Építsen Keva_ipfs -t a linuxhoz",
    "nav-12": "Cryptonote-nodejs-pool"
}