{
    "index-01": "Tim Kevacoin",
    "index-02": "Selamat datang",
    "index-03": "Selamat datang di situs web tim Kevacoin!",
    "index-04": "Bekerja dalam proses tetapi silakan nikmati sumber dayanya.",
    "aboutus-01": "Tim Kevacoin",
    "aboutus-02": "Tentang kami",
    "aboutus-03": "Hanya beberapa orang acak yang percaya pada proyek ini dan kecocokannya dalam sistem eko ​​blockchain.",
    "contact-01": "Tim Kevacoin",
    "contact-02": "Terhubung dengan kami",
    "contact-03": "Kirimi kami email",
    "contact-04": "Bergabunglah dengan kami di Perselisihan",
    "contact-05": "Terlibat dalam diskusi github",
    "contact-06": "Ikuti kami di x @kevacointeam",
    "protocol-01": "Tim Kevacoin - Protokol Kevacoin",
    "protocol-02": "Simbol",
    "protocol-03": "Kva",
    "protocol-04": "Total Pasokan",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Pra-penambangan",
    "protocol-07": "TIDAK",
    "protocol-08": "Biaya pengembang",
    "protocol-09": "Algoritma POW",
    "protocol-10": "RandomKeva",
    "protocol-11": "Blokir hadiah",
    "protocol-12": "500, dibagi dua setiap 4 tahun",
    "protocol-13": "Waktu blok",
    "protocol-14": "2 menit",
    "protocol-15": "Penyesuaian Kesulitan",
    "protocol-16": "Digishield, setiap blok",
    "protocol-17": "Segwit",
    "protocol-18": "Diaktifkan",
    "protocol-19": "Blokir Berat",
    "protocol-20": "6.000.000 unit berat",
    "protocol-21": "Ukuran kunci maksimal",
    "protocol-22": "255 byte",
    "protocol-23": "Jumlah kunci maksimal",
    "protocol-24": "Tidak ada batasan yang sulit",
    "protocol-25": "Ukuran nilai maksimal",
    "protocol-26": "3072 byte",
    "protocol-27": "Protokol",
    "support-01": "Tim Kevacoin - Dukung tim",
    "support-02": "Kevacoin Blockchain adalah proyek yang didukung komunitas open source.",
    "support-03": "Tim Kevacoin adalah sekelompok orang yang secara sukarela menyumbangkan waktu, keterampilan, dan sumber daya mereka untuk melayani sebagai penjaga ke blockchain.",
    "support-04": "Berkontribusi pada kesuksesan ada di tangan semua orang.",
    "support-05": "Bagaimana saya bisa membantu tim yang Anda tanyakan?",
    "support-06": "Cara terbaik adalah berkontribusi pada upaya tim untuk memajukan blockchain Kevacoin.Ada banyak topi untuk mengisi di mana kontribusi dapat membantu mendorong kesuksesan.",
    "support-07": "Lebih suka menyumbang?Kami membuat Anda tertutup!",
    "support-08": "Mari kita hadapi itu, hosting itu mahal.",
    "support-09": "Untuk mendukung dengan baik pengguna kevacointeam.org perlu memperluas node dan layanan L2 seperti Electrumx.Sumber daya saat ini yang disediakan dari Keva.One dirancang untuk menjadi sangat murah dan tidak cukup untuk melayani beban berat.Ekspansi benar -benar diperlukan untuk mendukung pertukaran dan lalu lintas yang akan mereka hasilkan.",
    "support-10": "Dana hosting",
    "support-11": "*AWS adalah penyedia saat ini;Ini konsisten, mudah diperkirakan dan global sehingga memecahkan sebagian besar tantangan.Desain dan ruang lingkup layanan akan tergantung pada dana.Di dunia yang ideal tim dapat mendukung pengguna dengan desain berikut",
    "support-12": "Pertukaran dalam permintaan tinggi tetapi sebagian besar memiliki beberapa rintangan keuangan;Di bawah ini adalah alamat tim untuk mencakup biaya daftar dan memberikan likuiditas",
    "support-13": "Dana pertukaran",
    "support-14": "Ingin berkontribusi pada anggota tim individu?",
    "support-15": "Dukung tim",
    "faq-01": "Tim Kevacoin - Kevacoin FAQ",
    "faq-02": "Pertanyaan yang sering diajukan",
    "faq-03": "Nama \"Keva\" adalah singkatan untuk nilai kunci (pronoured kee-va, dan simbol pendeknya adalah kva).Ini adalah toko nilai kunci yang dibangun di atas blockchain, pada basis kode Bitcoin dan Litecoin.Selain menjadi cryptocurrency, ini memungkinkan pengguna untuk dengan mudah dan aman menambah, memperbarui atau menghapus pasangan nilai kunci di blockchain.",
    "faq-04": "Kevacoin dipengaruhi oleh namecoin, dengan bagian kunci dari kode yang sangat dimodifikasi dari kode pendaftaran nama Namecoin.",
    "faq-05": "Meskipun Kevacoin dipengaruhi oleh namecoin, ia bekerja sangat berbeda dan melayani tujuan yang sangat berbeda dari yang terakhir: Kevacoin adalah toko nilai kunci, sedangkan namecoin adalah sistem pendaftaran nama.Kevacoin tidak memiliki batas keras pada jumlah kunci, dan panjang nilai maksimal adalah 3072 byte.Namecoin memiliki batas 520 byte untuk setiap namespace.ID Namespace Kevacoin secara unik dihasilkan oleh jaringan untuk menghindari konflik.Namecoin's Namespace dipilih oleh pengguna dan harus unik di seluruh jaringan.Dengan Kevacoin, Anda tidak perlu khawatir tentang jongkok namespace.Pasangan nilai kunci Kevacoin tidak kedaluwarsa.",
    "faq-06": "Berapa biaya untuk menggunakan penyimpanan data Kevacoin?",
    "faq-07": "Sebelum menambahkan pasangan nilai kunci, orang perlu membuat namespace untuk menahan pasangan.Sistem cadangan 0,01 kVA untuk pembuatan namespace dan jumlahnya tidak dapat dibelanjakan.Seseorang dapat menambahkan nilai kunci ke namespace, dengan biaya transaksi yang ditentukan oleh penambang.",
    "faq-08": "Kevacoin adalah blockchain publik dan siapa pun dapat menulis untuk itu.Jaringan rentan terhadap penyalahgunaan spam tanpa biaya transaksi.Selain itu, transaksi divalidasi oleh penambang, dan mereka perlu dikompensasi untuk pekerjaan mereka.",
    "faq-09": "Dimana saya bisa mendapatkan kevacoin?",
    "faq-10": "Cara termudah untuk mendapatkan Kevacoin adalah melalui penambangan.Kevacoin menggunakan algoritma hashing acakkeva (varian acak) dan kompatibel dengan perangkat lunak penambangan Monero.Anda dapat menggunakan, misalnya, XMRIG atau XMR-STAK sebagai perangkat lunak penambangan.",
    "faq-11": "Berapa pasokan maksimum Kevacoin?",
    "faq-12": "Hadiah blok adalah 500 kVA pada awalnya.Hadiah ini dibagi dua setiap empat tahun (setiap 1050000 blok, sekitar 2 menit untuk setiap blok).Jadwal separuhnya sama dengan Bitcoin dan Litecoin.Pasokan maksimum Kevacoin adalah 1.050.000.000 kVA.",
    "faq-13": "Berapa ukuran blok maksimum?",
    "faq-14": "Kevacoin didasarkan pada bitcoin dan litecoin, dengan saksi terpisah (Segwit) diaktifkan sejak awal.Dengan Segwit, Bitcoin secara teoritis memiliki ukuran blok maksimum sekitar 4MB.Namun, bagian non-saksi dari blok memiliki faktor penskalaan 4 dan bagian saksi sebagai faktor 1. Menurut artikel ini, ukuran blok 2.3MB akan diharapkan dengan transaksi segwit rata-rata.Itu sekitar 0,6MB untuk data non-saksi.Pasangan nilai kunci Kevacoin adalah data non-saksi, dan akan menempati bagian dari 0,6MB jika Kevacoin memiliki pengaturan ukuran blok yang sama dengan Bitcoin.Dengan ukuran nilai maksimum 3KB, 0,6MB tampaknya tidak memadai.",
    "faq-15": "Kevacoin memungkinkan ukuran blok maksimum 6MB (max_block_weight adalah 6000000).Ukuran data non-saksi bisa sekitar 1MB.Ini adalah sekitar 400kb ruang tambahan yang disediakan untuk pasangan nilai kunci.Mirip dengan Bitcoin, sangat tidak mungkin 6MB dapat sepenuhnya digunakan karena struktur transaksi.Ukuran blok maksimal yang diharapkan adalah sekitar 3MB untuk Kevacoin.",
    "faq-16": "Apakah Anda sudah mendekati koin?",
    "faq-17": "Tidak hanya itu, hadiah dari blok Genesis adalah 0,00001 kVA (hadiah blok normal adalah 500 kVA).",
    "faq-18": "Berapa lama waktu yang dibutuhkan untuk mengkonfirmasi pembaruan nilai kunci?",
    "faq-19": "Kevacoin memiliki waktu blok sekitar dua menit.Karena itu, Anda mungkin perlu menunggu jumlah waktu itu sebelum pasangan nilai kunci Anda dikonfirmasi dan menambahkan blok berikutnya.Anda dapat menggunakan perintah klien Keva_pending untuk memeriksa transaksi nilai kunci yang tertunda.",
    "faq-20": "Apa itu namespace, dan mengapa kita membutuhkannya?",
    "faq-21": "Setiap namespace adalah ruang yang unik bagi Anda untuk dengan aman menambah atau memperbarui pasangan nilai kunci tanpa potensi konflik dengan pengguna lain.Namespace memiliki ID yang dijamin unik di seluruh jaringan.Ini juga memiliki nama tampilan yang dapat digunakan untuk melacak ruang nama secara internal.ID namespace adalah string yang dikodekan-base-58 dan selalu dimulai dengan.",
    "faq-22": "Alasan utama untuk menetapkan ID namespace yang unik adalah untuk menghindari jongkok nama.",
    "faq-23": "Apakah Kevacoin mendukung kontrak pintar?",
    "faq-24": "Kevacoin didasarkan pada Bitcoin/Litecoin, sehingga memiliki tingkat dukungan yang sama untuk kontrak pintar.Kevacoin adalah penyimpanan data yang tidak disusun dan meninggalkan implementasi logika aplikasi dari blockchain.",
    "faq-25": "Ambil contoh sistem blogging mikro yang tidak disusun.Selama data pengguna ditulis ke penyimpanan data dan dapat diakses secara publik, siapa pun dapat menulis aplikasi (menggunakan bahasa pemrograman favoritnya) untuk menampilkan blog yang ada dan menambahkan yang baru.Aplikasi dapat berupa hak milik atau open source, tetapi kontennya sama karena kami memiliki satu sumber kebenaran.",
    "faq-26": "Berapa ukuran kunci dan nilai maksimum?",
    "faq-27": "Ukuran kunci maksimum adalah 255 byte, dan ukuran nilai 3072 byte.Ukuran nilai maksimum ditentukan oleh max_script_element_size.Ini adalah 520 di Bitcoin dan kami meningkatkannya menjadi 3072. Tidak ada alasan khusus untuk memilih ukuran ini.520 byte tampaknya terlalu kecil dan terlalu terbatas.Tapi itu juga tidak bisa terlalu besar, karena kami ingin menghindari serangan DOS potensial.",
    "faq-28": "Mengapa RandomKeva dipilih sebagai Algoritma Bukti-Kerja?",
    "faq-29": "Kevacoin menggunakan bukti-kerja sebagai metode konsensusnya.Algoritma Hashing adalah RandomKeva.Beberapa alasan untuk pilihan ini: Ini ramah CPU.CPU dengan instruksi AES NI bisa mendapatkan tingkat hash yang lebih baik.Ini adalah algoritma hash yang keras memori dan mengkonsumsi daya yang jauh lebih sedikit daripada GPU dan ASIC.Mungkin lebih tahan ASIC, jadi lebih adil untuk penambang individu.",
    "faq-30": "Meskipun Kevacoin didasarkan pada Bitcoin/Litecoin, kami sedikit memodifikasi struktur header untuk membuatnya kompatibel dengan perangkat lunak penambangan Monero.Akibatnya, seseorang dapat menggunakan perangkat lunak penambangan Monero untuk menambang Kevacoin (mis. Xmrig atau XMR-Stak).",
    "faq-31": "Apa Algoritma Penyesuaian Kesulitan?",
    "faq-32": "Kevacoin menggunakan algoritma penyesuaian kesulitan digishield, sama seperti yang digunakan oleh dogecoin.Waktu target blok disesuaikan setiap blok.Digishield mencegah efek negatif dari jumper biliar.Misalnya, jika sejumlah besar laju hash bergabung dengan penambangan Kevacoin, target kesulitan akan dengan cepat meningkat untuk mencegah imbalan yang mudah.Demikian pula, target kesulitan akan berkurang ketika sejumlah besar daun laju hash, sehingga blok masih akan dihasilkan dalam waktu sekitar 2 menit bahkan dengan daya hashing yang lebih sedikit.",
    "faq-33": "Apa ancaman yang ditimbulkan oleh serangan 51%?",
    "faq-34": "Risiko terbesar serangan 51% adalah pengeluaran ganda.Ini adalah risiko terkenal untuk cryptocurrency berbasis pembuktian.Namun, seorang penyerang tidak dapat secara sewenang-wenang mengubah pasangan nilai kunci yang tidak dimiliki olehnya.Yang terburuk yang dapat dilakukan penyerang adalah memblokir atau membalikkan transaksi nilai kunci.Pasangan bernilai kunci yang dirusak oleh non-pemilik tidak akan diterima oleh jaringan, karena mereka diamankan secara kriptografis.Transaksi yang diblokir atau terbalik akan tetap di Mempool dan akhirnya akan ditambahkan ke blockchain ketika serangan berhenti.",
    "faq-35": "Apakah data saya terlihat oleh publik?",
    "faq-36": "Semua transaksi nilai kunci terlihat oleh publik, karena ini adalah sifat blockchain gaya bitcoin.Seseorang dapat mengenkripsi nilai -nilai, atau hanya menyimpan hash dari nilai -nilai, untuk melindungi kerahasiaan nilai -nilai.",
    "faq-37": "Bagaimana saya bisa berkontribusi pada pengembangan Kevacoin?",
    "faq-38": "Terima kasih untuk bertanya!Kevacoin adalah proyek komunitas dan partisipasi dari masyarakat sangat penting untuk keberhasilan jangka panjangnya.Anda dapat membantu kami dengan cara yang berbeda: Unduh perangkat lunak klien, jalankan dan mengujinya.Jalankan node penuh publik.Jadilah penambang atau mulai kolam penambangan.Tinjau atau tulis dokumentasi, termasuk FAQ ini.Anda dapat mengirimkan permintaan tarik ke repositori https://github.com/kevacoin-Team.Menulis tes unit, tes ujung ke ujung dan tes regresi.Laporkan bug.Untuk melaporkan bug non-keamanan, gunakan pelacak masalah GitHub.Untuk melaporkan bug terkait keamanan, silakan kirim email ke contact@kevacointeam.org.Kembangkan aplikasi menggunakan penyimpanan data Kevacoin de-centralized.Mempromosikan proyek.Kontribusi kode sumber ke proyek Kevacoin.Permintaan tarik disambut!Donasi ke proyek.",
    "faq-39": "Apa bedanya dengan namecoin?",
    "faq-40": "Apa itu Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Tim Kevacoin-Cryptonote-NodeJs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodeJs-pool",
    "software-cryptonote-nodejs-pool-03": "Unduh",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-nodejs-pool adalah perangkat lunak kumpulan penambangan berkinerja tinggi yang ditulis dalam node.js dengan addons C asli, yang dirancang untuk koin berbasis cryptonote.Ini termasuk skrip front-end contoh ringan yang menggunakan API AJAX biliar.Pool mendukung berbagai algoritma Cryptonight.",
    "software-electrumx-01": "Tim Kevacoin - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Unduh",
    "software-electrumx-04": "Electrumx adalah implementasi ulang elektrum-server yang dirancang untuk menangani masa depan dengan blok yang lebih besar.Perangkat lunak server yang kuat ini menawarkan penanganan kueri blockchain yang efisien, membuatnya cocok untuk digunakan dengan cryptocurrency yang mengalami peningkatan volume transaksi dan ukuran blok yang lebih besar.",
    "software-electrumx-05": "Fitur utama",
    "software-electrumx-06": "Skalabilitas: Direkayasa untuk mendukung blok yang lebih besar, memastikan tetap berkinerja saat ukuran blockchain tumbuh.",
    "software-electrumx-07": "Efisiensi: Dioptimalkan untuk menangani volume tinggi kueri blockchain secara efisien.",
    "software-electrumx-08": "Kompatibilitas: Mendukung berbagai cryptocurrency, menjadikannya serbaguna untuk berbagai ekosistem blockchain.",
    "software-keva-stratum-01": "Tim Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Keva-bed",
    "software-keva-stratum-03": "Unduh",
    "software-keva-stratum-04": "Keva-Stratum adalah server stratum penambangan cryptonote berkinerja tinggi dengan antarmuka web, khususnya dirancang untuk Kevacoin.",
    "software-keva-stratum-05": "Forked dari Monero-Stratum, Keva-Stratum menyederhanakan proses pembangunan dan termasuk komponen kode sumber Monero yang diperlukan, menghilangkan kebutuhan untuk pohon sumber Monero eksternal.Ini juga mendukung pembangunan di windows melalui MSYS2.",
    "software-keva-stratum-06": "Daftar Fitur Stratum",
    "software-keva-stratum-07": "Jadilah kumpulan Anda sendiri: Siapkan dan kelola kolam penambangan Anda sendiri.",
    "software-keva-stratum-08": "RIG Ketersediaan Pemantauan: Pantau ketersediaan dan kinerja rig penambangan.",
    "software-keva-stratum-09": "Lacak Statistik: Melacak saham yang diterima, saham yang ditolak, dan blokir statistik.",
    "software-keva-stratum-10": "Mendeteksi rig yang sakit: dengan mudah mengidentifikasi rig yang berkinerja atau tidak berfungsi.",
    "software-keva-stratum-11": "Daemon Fail Over List: Mengkonfigurasi daftar gagal atas Daemon untuk memastikan operasi berkelanjutan.",
    "software-keva-stratum-12": "Pemrosesan Saham Bersamaan: Menangani beberapa pengiriman saham secara bersamaan untuk kinerja optimal.",
    "software-keva-stratum-13": "Antarmuka web yang indah: Kelola dan pantau kumpulan penambangan Anda dengan antarmuka web yang intuitif.",
    "software-keva-stratum-14": "Fitur secara detail",
    "software-keva-stratum-15": "1. Jadilah kumpulan Anda sendiri:",
    "software-keva-stratum-16": "Memungkinkan Anda untuk mengatur kolam penambangan pribadi, memberi Anda kendali atas proses penambangan dan biaya kumpulan.",
    "software-keva-stratum-17": "2. Pemantauan ketersediaan rig:",
    "software-keva-stratum-18": "Secara terus menerus memantau status rig penambangan, memastikan mereka operasional dan berkinerja optimal.",
    "software-keva-stratum-19": "3. Melacak penerimaan, menolak, memblokir statistik:",
    "software-keva-stratum-20": "Memberikan statistik terperinci tentang saham yang diterima dan ditolak, serta blok yang ditemukan, membantu Anda memantau kinerja kolam.",
    "software-keva-stratum-21": "4. Deteksi mudah rig sakit:",
    "software-keva-stratum-22": "Dengan cepat mengidentifikasi rig yang sedang dalam kinerja atau tidak berfungsi, memungkinkan pemeliharaan atau penggantian yang cepat.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Mengkonfigurasi beberapa daemon untuk memastikan gagal jika daemon primer turun, mempertahankan operasi penambangan berkelanjutan.",
    "software-keva-stratum-25": "6. Pemrosesan Saham Bersamaan:",
    "software-keva-stratum-26": "Mengoptimalkan kinerja dengan menangani beberapa pengiriman saham secara bersamaan, mengurangi latensi dan meningkatkan efisiensi.",
    "software-keva-stratum-27": "7. Antarmuka web yang indah:",
    "software-keva-stratum-28": "Antarmuka web yang intuitif untuk mengelola dan memantau kumpulan, memberikan statistik waktu nyata dan konfigurasi yang mudah.",
    "software-keva-stratum-29": "Dengan menggunakan Keva-Stratum, Anda dapat mengatur kumpulan penambangan berkinerja tinggi untuk Kevacoin, memanfaatkan fitur-fiturnya yang kuat dan antarmuka yang ramah pengguna untuk mengelola dan memantau operasi penambangan Anda secara efisien.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Unduh",
    "software-kevacoin-core-04": "Kevacoin adalah penyimpanan data nilai kunci yang terdesentralisasi dan open-source yang dibangun di atas cryptocurrency Litecoin, yang dengan sendirinya didasarkan pada bitcoin.Dipengaruhi oleh namecoin, Kevacoin menawarkan pendekatan unik untuk penyimpanan dan manajemen data, meskipun melayani tujuan yang berbeda dan beroperasi secara berbeda dari namecoin.",
    "software-kevacoin-core-05": "Apa yang dilakukan Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin memungkinkan pengguna untuk:",
    "software-kevacoin-core-07": "Catatan Kunci dan Nilai dengan Aman: Simpan pasangan nilai kunci di mana setiap nilai dapat mencapai 3072 byte.Tidak ada batasan keras pada jumlah kunci.",
    "software-kevacoin-core-08": "UPDATE KUNCI DAN NILAI: Ubah pasangan nilai kunci yang ada.",
    "software-kevacoin-core-09": "Pertahankan namespaces jaringan-unik: kunci grup di bawah namespaces untuk mencegah konflik nama.",
    "software-kevacoin-core-10": "Transact Kevacoin (KVA): Gunakan mata uang digital asli, Kevacoin (KVA), untuk transaksi.",
    "software-kevacoin-core-11": "Gunakan kasing untuk kevacoin",
    "software-kevacoin-core-12": "Sebagai database nilai kunci yang terdesentralisasi, Kevacoin dapat digunakan dalam berbagai aplikasi, termasuk:",
    "software-kevacoin-core-13": "Media Sosial: Menyimpan data untuk platform media sosial.",
    "software-kevacoin-core-14": "Blogging Mikro: Mendukung layanan blogging mikro dengan penyimpanan data terdesentralisasi.",
    "software-kevacoin-core-15": "Hash: Simpan dengan aman dan kelola data hash.",
    "software-kevacoin-core-16": "Layanan Notaris: Menyediakan layanan notaris yang terdesentralisasi.",
    "software-kevacoin-core-17": "Kevacoin memiliki dukungan terbatas untuk kontrak pintar, mirip dengan Bitcoin dan Litecoin, masih memungkinkan untuk pengembangan aplikasi terdesentralisasi (DAPPS).Data tetap terdesentralisasi pada blockchain Kevacoin, sedangkan logika aplikasi dikembangkan dari blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Unduh",
    "software-keva-wallet-04": "Kevawallet adalah dompet tipis dan tipis untuk Kevacoin.Ini dirancang untuk kemudahan penggunaan dan dibangun menggunakan teknologi modern untuk memberikan pengalaman pengguna yang mulus.",
    "software-keva-wallet-05": "Fitur utama",
    "software-keva-wallet-06": "React Native: Dibangun dengan React Native, memberikan antarmuka pengguna yang lancar dan responsif pada platform iOS dan Android.",
    "software-keva-wallet-07": "Electrum: Memanfaatkan Electrum, klien Bitcoin yang ringan, disesuaikan untuk Kevacoin untuk memastikan transaksi yang efisien dan aman.",
    "software-keva-wallet-08": "Open Source: Berdasarkan dompet bitcoin bluewallet open-source, memanfaatkan arsitekturnya yang kuat dan aman.",
    "software-keva-wallet-09": "Ringkasan",
    "software-keva-wallet-10": "Kevawallet dirancang untuk menawarkan cara yang aman dan nyaman untuk mengelola Kevacoin Anda (KVA).Dengan memanfaatkan model server yang efisien dan terdesentralisasi Electrum, Kevawallet memastikan pemrosesan transaksi cepat tanpa perlu mengunduh seluruh blockchain.",
    "software-keva-wallet-11": "Kunci Keuntungan",
    "software-keva-wallet-12": "Ringan: Tidak perlu mengunduh seluruh blockchain Kevacoin, menjadikannya ideal untuk perangkat seluler.",
    "software-keva-wallet-13": "Cross-Platform: Tersedia di iOS dan Android, terima kasih kepada React Native.",
    "software-keva-wallet-14": "Secure: Dibangun di atas fondasi solid Bluewallet, mewarisi fitur keamanan dan praktik terbaiknya.",
    "software-keva-wallet-15": "Berdasarkan Bluewallet",
    "software-keva-wallet-16": "Kevawallet mewarisi banyak fitur dan langkah-langkah keamanan dari Bluewallet, dompet bitcoin open-source.Ini termasuk:",
    "software-keva-wallet-17": "Dompet multi-tanda tangan: Amankan Kevacoin Anda dengan dukungan multi-tanda tangan.",
    "software-keva-wallet-18": "Watch-only Wallet: Pantau alamat Anda tanpa mengekspos kunci pribadi Anda.",
    "software-keva-wallet-19": "Transaksi Kustom: Buat transaksi khusus dengan opsi canggih.",
    "software-keva-wallet-20": "Dengan menggunakan Kevawallet, Anda dapat secara efisien mengelola Kevacoin Anda saat bepergian, dengan keamanan dan keandalan yang disediakan oleh arsitekturnya yang kuat dan komunitas pengembangan aktif.",
    "software-keva-ipfs-01": "Tim Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Unduh",
    "software-keva-ipfs-04": "KEVA_IPFS adalah layanan back-end untuk aplikasi seluler KEVA, yang dirancang untuk memfasilitasi unggahan dan menyematkan file IPFS.Back-end ini memastikan interaksi yang mulus antara aplikasi seluler KEVA dan sistem file antarplanet (IPFS).",
    "foot-01": "Tentang",
    "foot-02": "Tentang kami",
    "foot-03": "Kontak",
    "foot-04": "Mendukung",
    "foot-05": "Masyarakat",
    "foot-06": "Sumber daya",
    "foot-07": "Kertas putih",
    "foot-08": "Tim Kevacoin",
    "nav-01": "Tim Kevacoin",
    "nav-02": "Pilih bahasa",
    "nav-03": "Protokol",
    "nav-04": "FAQ",
    "nav-05": "Perangkat lunak",
    "nav-06": "Pemandu",
    "g1-01": "Tim Kevacoin - Bangun Keva Stratum untuk Windows Menggunakan MSYS2",
    "g1-02": "Bangun Keva Stratum untuk Windows Menggunakan MSYS2",
    "g1-03": "Langkah 1:",
    "g1-04": "Unduh penginstal msys2 dari https://www.msys2.org/:",
    "g1-05": "Unduh",
    "g1-06": "Langkah 2:",
    "g1-07": "Instal msys2 dari penginstal yang diunduh, lewati opsi untuk dijalankan di ujungnya sehingga shell yang benar dapat diluncurkan",
    "g1-08": "Langkah 3:",
    "g1-09": "Luncurkan MINGW64 baik dari menu start atau dari baris perintah dengan 'mingw64'",
    "g1-10": "Langkah 4:",
    "g1-11": "Sistem pembaruan, peluncuran kembali Mingw64 mungkin diperlukan",
    "g1-12": "Langkah 5:",
    "g1-13": "Instal Persyaratan Bangunan",
    "g1-14": "Langkah 6:",
    "g1-15": "Untuk membangun dukungan, kami perlu menggunakan versi GO yang lebih lama.Di sini kami menggunakan terbaru yang dikenal untuk membangun proyek 1.19.13",
    "g1-16": "Langkah 7:",
    "g1-17": "Buat direktori untuk menginstal go",
    "g1-18": "Langkah 8:",
    "g1-19": "Unzip masuk ke direktori instal go",
    "g1-20": "Langkah 9:",
    "g1-21": "Ekspor Variabel Lingkungan Goroot untuk Menunjuk ke Direktori Instal GO",
    "g1-22": "Langkah 10:",
    "g1-23": "Perbarui variabel lingkungan jalur",
    "g1-24": "Langkah 11:",
    "g1-25": "Periksa bahwa versi GO kami cocok",
    "g1-26": "1.19.13",
    "g1-27": "Langkah 12:",
    "g1-28": "Setel Go111module ke 'Auto' untuk membangun kompatibilitas",
    "g1-29": "Langkah 13:",
    "g1-30": "Klone Keva-Stratum Repository",
    "g1-31": "Langkah 14:",
    "g1-32": "Menavigasi ke direktori stratum Keva",
    "g1-33": "Langkah 15:",
    "g1-34": "Buat direktori untuk dibangun, di sini kami menggunakan build",
    "g1-35": "Langkah 16:",
    "g1-36": "Menavigasi ke direktori build",
    "g1-37": "Langkah 17:",
    "g1-38": "Jalankan CMake dengan rantai alat MSYS",
    "g1-39": "Langkah 18:",
    "g1-40": "Bangun Keva-Strata",
    "g1-41": "Langkah 19:",
    "g1-42": "Perbarui Konfigurasi Keva-Stratum",
    "g1-43": "Langkah 20:",
    "g1-44": "Jalankan strata Keva",
    "g1-45": "Bangun file yang terletak di dalam c:/msys2/home/'user'/keva-strata/build.Jika pindah ke lokasi lain, Anda membutuhkan Kevastratum.exe, libcnutil.dll, config.json dan direktori www",
    "g1-46": "Daftar",
    "g1-47": "Penjelajah",
    "g2-01": "Tim Kevacoin - Bangun Keva_ipfs untuk Linux",
    "g2-02": "Bangun Keva_ipfs untuk Linux",
    "g2-03": "Langkah 1:",
    "g2-04": "Pastikan sistem mutakhir",
    "g2-05": "Langkah 2:",
    "g2-06": "Instal Git dan Golang",
    "g2-07": "Langkah 3:",
    "g2-08": "Klone Keva_ipfs Repositori",
    "g2-09": "Langkah 4:",
    "g2-10": "Menavigasi ke keva_ipfs",
    "g2-11": "Langkah 5:",
    "g2-12": "Membuat direktori build dan navigasikan ke sana",
    "g2-13": "Langkah 6:",
    "g2-14": "Bangun Keva_ipfs",
    "g2-15": "Langkah 7:",
    "g2-16": "Salin config.json untuk membangun direktori",
    "g2-17": "Langkah 8:",
    "g2-18": "Perbarui config.json",
    "g2-19": "Langkah 9:",
    "g2-20": "Luncurkan KEVA_IPFS",
    "g3-01": "Tim Kevacoin - Bangun Keva Stratum untuk Linux",
    "g3-02": "Bangun Keva Stratum untuk Linux",
    "g3-03": "Langkah 1:",
    "g3-04": "Perbarui Sistem",
    "g3-05": "Langkah 2:",
    "g3-06": "Instal Persyaratan Bangunan",
    "g3-07": "Langkah 3:",
    "g3-08": "Instal Golang dan Git",
    "g3-09": "Langkah 4:",
    "g3-10": "Klone Keva-bed",
    "g3-11": "Langkah 5:",
    "g3-12": "Masukkan direktori Keva-Stratum",
    "g3-13": "Langkah 6:",
    "g3-14": "Buat Direktori Bangun",
    "g3-15": "Langkah 7:",
    "g3-16": "Arahkan ke Direktori Bangun",
    "g3-17": "Langkah 8:",
    "g3-18": "Ekspor GO111Module ke Otomatis untuk Bangun Kompatibilitas",
    "g3-19": "Langkah 9:",
    "g3-20": "Konfigurasikan Make",
    "g3-21": "Langkah 10:",
    "g3-22": "Bangun Keva-Strata",
    "g3-23": "Langkah 11:",
    "g3-24": "Periksa Bangun Output Hadir",
    "g3-25": "Langkah 12:",
    "g3-26": "Perbarui config.json",
    "g4-01": "Tim Kevacoin-Pengaturan Cryptonote-NodeJs-Pool",
    "g4-02": "Mengatur cryptonote-nodeJs-pool",
    "g4-03": "Langkah 1:",
    "g4-04": "Perbarui Sistem",
    "g4-05": "Langkah 2:",
    "g4-06": "Instal Persyaratan Bangunan",
    "g4-07": "Langkah 3:",
    "g4-08": "Instal NVM",
    "g4-09": "Langkah 4:",
    "g4-10": "Instal NodeJS 11.0.0",
    "g4-11": "Langkah 5:",
    "g4-12": "Atur NPM untuk menggunakan Python 2.7",
    "g4-13": "Langkah 6:",
    "g4-14": "Klone cryptonote-nodejs-pool repositori",
    "g4-15": "Langkah 7:",
    "g4-16": "Arahkan ke kolam renang",
    "g4-17": "Langkah 8:",
    "g4-18": "Jalankan pembaruan NPM",
    "g4-19": "Langkah 9:",
    "g4-20": "Salin kevacoin.json ke config.json",
    "g4-21": "Langkah 10:",
    "g4-22": "Perbarui config.json",
    "g4-23": "Langkah 11:",
    "g4-24": "Jalankan kolam renang",
    "g5-01": "Tim Kevacoin - Bangun Inti Kevacoin untuk Linux Menggunakan tergantung",
    "g5-02": "Bangun inti kevacoin untuk linux menggunakan tergantung",
    "g5-03": "Langkah 1:",
    "g5-04": "Perbarui Sistem",
    "g5-05": "Langkah 2:",
    "g5-06": "Instal Persyaratan Bangunan",
    "g5-07": "Langkah 3:",
    "g5-08": "Klone Kevacoin Repository",
    "g5-09": "Langkah 4:",
    "g5-10": "Arahkan ke direktori tergantung di Kevacoin",
    "g5-11": "Langkah 5:",
    "g5-12": "Jalankan membuat penargetan Linux",
    "g5-13": "Langkah 6:",
    "g5-14": "Menavigasi direktori",
    "g5-15": "Langkah 7:",
    "g5-16": "Jalankan autogen.sh",
    "g5-17": "Langkah 8:",
    "g5-18": "Jalankan Konfigurasi, Menargetkan Linux Tergantung Build",
    "g5-19": "Langkah 9:",
    "g5-20": "Bangun Kevacoin",
    "g5-21": "Langkah 10:",
    "g5-22": "Bangun paket penempatan",
    "g5-23": "Langkah 11:",
    "g5-24": "Pasang Kevacoin yang dibangun",
    "g6-01": "Tim Kevacoin - Bangun Kevacoin Core untuk menggunakan Windows tergantung",
    "g6-02": "Bangun inti Kevacoin untuk menggunakan Windows tergantung",
    "g6-03": "Langkah 1:",
    "g6-04": "Perbarui Sistem",
    "g6-05": "Langkah 2:",
    "g6-06": "Instal Persyaratan Bangunan",
    "g6-07": "Langkah 3:",
    "g6-08": "Pasang rantai alat kompilasi silang Mingw-W64",
    "g6-09": "Langkah 4:",
    "g6-10": "Atur opsi kompiler Mingw32 G ++ default ke POSIX",
    "g6-11": "Langkah 5:",
    "g6-12": "Klone Kevacoin Repository",
    "g6-13": "Langkah 6:",
    "g6-14": "Arahkan ke direktori tergantung di Kevacoin",
    "g6-15": "Langkah 7:",
    "g6-16": "Jalankan membuat jendela penargetan",
    "g6-17": "Langkah 8:",
    "g6-18": "Menavigasi direktori",
    "g6-19": "Langkah 9:",
    "g6-20": "Jalankan autogen.sh",
    "g6-21": "Langkah 10:",
    "g6-22": "Jalankan Konfigurasi, Menargetkan Windows Tergantung Build",
    "g6-23": "Langkah 11:",
    "g6-24": "Bangun Kevacoin",
    "g6-25": "Langkah 12:",
    "g6-26": "Bangun paket penempatan",
    "nav-07": "Bangun Inti Kevacion untuk Linux Menggunakan tergantung",
    "nav-08": "Bangun inti Kevacion untuk menggunakan Windows tergantung",
    "nav-09": "Bangun Keva-Stratum untuk Linux",
    "nav-10": "Bangun Keva-Stratum untuk Windows Menggunakan MSYS",
    "nav-11": "Bangun Keva_ipfs untuk Linux",
    "nav-12": "Cryptonote-nodeJs-pool"
}