{
    "index-01": "Kevacoin -team",
    "index-02": "Welkom",
    "index-03": "Welkom op de Kevacoin -teamwebsite!",
    "index-04": "Werk in uitvoering, maar geniet van de bronnen.",
    "aboutus-01": "Kevacoin -team",
    "aboutus-02": "Over ons",
    "aboutus-03": "Slechts enkele willekeurige mensen die in dit project geloven en de pasvorm in het Blockchain -ecosysteem.",
    "contact-01": "Kevacoin -team",
    "contact-02": "Verbind je met ons",
    "contact-03": "Stuur ons een e-mail",
    "contact-04": "Doe mee met onenigheid",
    "contact-05": "Neem deel aan GitHub -discussies",
    "contact-06": "Volg ons op x @kevacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Symbool",
    "protocol-03": "KVA",
    "protocol-04": "Totaal aanbod",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Voorgeschoten",
    "protocol-07": "Nee",
    "protocol-08": "Ontwikkelaarskosten",
    "protocol-09": "POW -algoritme",
    "protocol-10": "Randomkeva",
    "protocol-11": "Blokbeloning",
    "protocol-12": "500, om de 4 jaar gehalveerd",
    "protocol-13": "Bloktijd",
    "protocol-14": "2 minuten",
    "protocol-15": "Moeilijkheid aanpassing",
    "protocol-16": "Digishield, elk blok",
    "protocol-17": "Segwit",
    "protocol-18": "Geactiveerd",
    "protocol-19": "Blokgewicht",
    "protocol-20": "6.000.000 gewichtseenheden",
    "protocol-21": "Maximale sleutelmaat",
    "protocol-22": "255 bytes",
    "protocol-23": "Maximaal aantal sleutels",
    "protocol-24": "Geen harde limiet",
    "protocol-25": "Maximale waardegrootte",
    "protocol-26": "3072 bytes",
    "protocol-27": "Protocol",
    "support-01": "Kevacoin Team - Ondersteun het team",
    "support-02": "De Kevacoin -blockchain is een door open source community ondersteund project.",
    "support-03": "Kevacoin -team is een groep individuen die hun tijd, vaardigheden en middelen aanmelden om als beheerders van de blockchain te dienen.",
    "support-04": "Het bijdragen aan succes is in ieders handen.",
    "support-05": "Hoe kan ik het team helpen dat u vraagt?",
    "support-06": "De beste manier is om bij te dragen aan de inspanningen van de teams om de Kevacoin -blockchain te bevorderen.Er zijn veel hoeden om te vullen waar bijdragen kunnen helpen bij het stimuleren van succes.",
    "support-07": "Liever doneren?We hebben je gedekt!",
    "support-08": "Laten we eerlijk zijn, hosting is duur.",
    "support-09": "Om gebruikers correct te ondersteunen, moet Kevacointeam.org knooppunten en L2 -services zoals Electrumx uitbreiden.Huidige bronnen voorzien van Keva.One zijn ontworpen om super goedkoop te zijn en zijn onvoldoende om zware ladingen te bedienen.Uitbreiding moest echt om uitwisselingen en het verkeer dat ze zullen genereren goed ondersteunen.",
    "support-10": "Hostingfonds",
    "support-11": "*AWS is de huidige provider;Het is consistent, gemakkelijk te voorspellen en wereldwijd, dus lost de meeste uitdagingen op.Serviceontwerp en reikwijdte zijn afhankelijk van het fonds.In een ideale wereld zou het team gebruikers kunnen ondersteunen met het volgende ontwerp",
    "support-12": "Uitwisselingen van grote vraag, maar de meeste hebben enkele financiële hindernissen;Hieronder staan ​​de teamadressen om noteringskosten te dekken en liquiditeit te bieden",
    "support-13": "Wisselkoersfonds",
    "support-14": "Wilt u bijdragen aan een individueel teamlid?",
    "support-15": "Steun het team",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Veel Gestelde Vragen",
    "faq-03": "De naam \"Keva\" is een afkorting voor sleutelwaarde (uitgesproken Kee-VA en het korte symbool is KVA).Het is een key-value-winkel gebouwd op blockchain, op de codebasis van Bitcoin en Litecoin.Naast het zijn van een cryptocurrency, kunnen gebruikers eenvoudig en veilig sleutel-waardeparen op de blockchain toevoegen, bijwerken of verwijderen.",
    "faq-04": "Kevacoin wordt beïnvloed door NAMECOIN, met het sleutelwaardegedeelte van de code die zwaar is gewijzigd vanuit de naamregistratiecode van Namecoin.",
    "faq-05": "Hoewel Kevacoin wordt beïnvloed door NAMECOIN, werkt het heel anders en dient het een heel ander doel dan de laatste: Kevacoin is een winkel voor de sleutelwaarde, terwijl Namecoin een naamregistratiesysteem is.Kevacoin heeft geen harde limiet op het aantal sleutels en de maximale waardesduur is 3072 byte.Namecoin's heeft een limiet van 520 byte voor elke naamruimte.Kevacoin's naamruimte -ID die uniek door het netwerk is gegenereerd om conflicten te voorkomen.De naamruimte van Namecoin wordt door de gebruiker gekozen en moet uniek zijn in het netwerk.Met Kevacoin hoeft u zich geen zorgen te maken over gehurkte naamruimte.Kevacoin's sleutelwaardeparen vervallen niet.",
    "faq-06": "Hoeveel kost het om Kevacoin Data Store te gebruiken?",
    "faq-07": "Voordat u een sleutelwaardepaar toevoegt, moet men een naamruimte maken om de paren vast te houden.Het systeem reserveert 0,01 kVA voor het maken van naamruimte en het bedrag kan niet worden besteed.Men kan sleutelwaarde toevoegen aan de naamruimte, met een transactiekosten bepaald door de mijnwerkers.",
    "faq-08": "Kevacoin is een openbare blockchain en iedereen kan er naar schrijven.Het netwerk is kwetsbaar voor het spammen van misbruik zonder transactiekosten.Bovendien worden transacties gevalideerd door mijnwerkers en moeten ze worden gecompenseerd voor hun werken.",
    "faq-09": "Waar kan ik Kevacoin krijgen?",
    "faq-10": "De eenvoudigste manier om Kevacoin te krijgen is door mijnbouw.Kevacoin gebruikt RandomKeva (een variant van Randomx) hashing -algoritme en is compatibel met Monero Mining Software.U kunt bijvoorbeeld XMRIG of XMR-STAK gebruiken als mijnbouwsoftware.",
    "faq-11": "Wat is de maximale voorraad Kevacoin?",
    "faq-12": "De blokbeloning is aanvankelijk 500 kVA.De beloning wordt ongeveer om de vier jaar gehalveerd (elke 1050000 -blokken, ongeveer 2 minuten voor elk blok).Het halveringsschema is hetzelfde als Bitcoin en Litecoin.De maximale voorraad Kevacoin is 1.050.000.000 kVA.",
    "faq-13": "Wat is de maximale blokgrootte?",
    "faq-14": "Kevacoin is gebaseerd op Bitcoin en Litecoin, met gescheiden getuige (Segwit) die sinds het begin zijn ingeschakeld.Met Segwit heeft Bitcoin theoretisch een maximale blokgrootte van ongeveer 4 MB.Het niet-getuige deel van het blok heeft echter een schaalfactor van 4 en het getuige deel een factor een factor 1. Volgens dit artikel zou 2,3 ​​MB blokgrootte worden verwacht met gemiddelde segwit-transacties.Dat is ongeveer 0,6 MB voor de niet-getuige gegevens.Kevacoin's sleutelwaardeparen zijn niet-getuige gegevens en zullen deel uitmaken van 0,6 MB als Kevacoin dezelfde blokgrootte instelling heeft als bitcoin.Met de maximale waardegrootte van 3KB lijkt 0,6 MB onvoldoende te zijn.",
    "faq-15": "Kevacoin maakt maximale blokgrootte van 6 MB mogelijk (max_block_weight is 6000000).De niet-getuige gegevensgrootte kan ongeveer 1 MB zijn.Het is ongeveer 400 kb extra ruimte gereserveerd voor sleutelwaardeparen.Net als Bitcoin is het zeer onwaarschijnlijk dat de 6MB volledig kan worden gebruikt vanwege de structuur van de transactie.De verwachte maximale blokgrootte is ongeveer 3MB voor Kevacoin.",
    "faq-16": "Heb je de munten vooraf gedaan?",
    "faq-17": "Nee. Niet alleen dat, de beloning van het Genesis -blok is 0,00001 kVA (normale blokbeloning is 500 kVA).",
    "faq-18": "Hoe lang duurt het om een ​​update van de sleutelwaarde te bevestigen?",
    "faq-19": "Kevacoin heeft een bloktijd van ongeveer twee minuten.Daarom moet u mogelijk ongeveer die hoeveelheid tijd wachten voordat uw sleutelwaardepaar wordt bevestigd en het volgende blok toegevoegd.U kunt de clientopdracht Keva_Pending gebruiken om de lopende sleutelwaarde-transacties te controleren.",
    "faq-20": "Wat is een naamruimte, en waarom hebben we er een nodig?",
    "faq-21": "Elke naamruimte is een unieke ruimte voor u om sleutel-waarde paren veilig toe te voegen of bij te werken zonder mogelijke conflicten met andere gebruikers.Een naamruimte heeft een ID die gegarandeerd uniek is in het netwerk.Het heeft ook een weergavenaam die kan worden gebruikt om de naamruimten intern bij te houden.Een naamruimte-ID is een Base-58-gecodeerde string en begint altijd met.",
    "faq-22": "De belangrijkste reden om unieke naamruimte -ID toe te wijzen, is om naams gehurkt te voorkomen.",
    "faq-23": "Ondersteunt Kevacoin een slim contract?",
    "faq-24": "Kevacoin is gebaseerd op bitcoin/litecoin, dus het heeft hetzelfde niveau van ondersteuning voor slim contract.Kevacoin is een gede-gecentraliseerde gegevensopslag en laat de implementatie van applicatie-logica de blockchain uit.",
    "faq-25": "Neem het voorbeeld van gedecentraliseerd micro-blogsysteem.Zolang de gebruikersgegevens naar de gegevensopslag worden geschreven en openbaar toegankelijk is, kan iedereen een applicatie schrijven (met behulp van zijn/haar favoriete programmeertaal) om bestaande blogs weer te geven en nieuwe toe te voegen.De applicatie kan eigen of open source zijn, maar de inhoud is hetzelfde omdat we een enkele bron van waarheid hebben.",
    "faq-26": "Wat is de maximale sleutel en waardegrootte?",
    "faq-27": "De maximale sleutelgrootte is 255 bytes en waardegrootte 3072 bytes.De maximale waardegrootte wordt bepaald door max_script_element_size.Het is 520 in Bitcoin en we verhogen het tot 3072. Er is geen specifieke reden om deze grootte te kiezen.520 bytes lijkt te klein en te beperkt.Maar het kan ook niet te groot zijn, omdat we potentiële DOS -aanvallen willen vermijden.",
    "faq-28": "Waarom wordt RandomKeva gekozen als het proof-of-work-algoritme?",
    "faq-29": "Kevacoin gebruikt proof-of-werk als consensusmethode.Het hashing -algoritme is randomkeva.Enkele redenen voor deze keuze: het is CPU -vriendelijk.CPU's met AES NI -instructie kunnen een betere hash -snelheid krijgen.Het is geheugenhard hash-algoritme en verbruikt veel minder kracht dan GPU en ASIC.Het is misschien meer asic-resistent, dus het is eerlijker voor individuele mijnwerkers.",
    "faq-30": "Hoewel Kevacoin gebaseerd is op bitcoin/litecoin, hebben we de kopstructuur enigszins aangepast om deze compatibel te maken met Monero Mining Software.Als gevolg hiervan kan men elke Monero-mijnbouwsoftware gebruiken om Kevacoin te delven (bijv. Xmrig of XMR-Stak).",
    "faq-31": "Wat is het moeilijkheidsaanpassingsalgoritme?",
    "faq-32": "Kevacoin gebruikt Digishield Moeilijkheidsaanpassingsalgoritme, hetzelfde als die welke door Dogecoin wordt gebruikt.De blokdoeltijd wordt elk blok aangepast.Digishield voorkomt het negatieve effect van pool jumpers.Als bijvoorbeeld een grote hoeveelheid hashtarief zich aansluit bij Kevacoin -mijnbouw, zal het moeilijkheidsdoel snel toenemen om gemakkelijke beloningen te voorkomen.Evenzo zal het moeilijkheidsdoel afnemen wanneer een grote hoeveelheid hash rate bladeren, zodat blokken nog steeds in ongeveer 2 minuten worden gegenereerd, zelfs met minder hashing -vermogen.",
    "faq-33": "Wat zijn de bedreigingen van 51% aanval?",
    "faq-34": "Het grootste risico van 51% aanval is dubbele uitgaven.Dit is een bekend risico voor de op proef-of-werk gebaseerde cryptocurrencies.Een aanvaller kan echter niet willekeurig de sleutelwaardeparen veranderen die hij/zij niet bezit.Het ergste dat een aanvaller kan doen, is de transacties van de sleutelwaarde blokkeren of omkeren.Key-waarde-paren die door niet-eigenaren zijn geknoeid, worden niet geaccepteerd door het netwerk, omdat ze cryptografisch worden beveiligd.De geblokkeerde of omgekeerde transacties blijven in Mempool en worden uiteindelijk toegevoegd aan de blockchain wanneer de aanval stopt.",
    "faq-35": "Zijn mijn gegevens zichtbaar voor het publiek?",
    "faq-36": "Alle transacties van de sleutelwaarde zijn zichtbaar voor het publiek, omdat dit de aard van Bitcoin-stijl blockchain is.Men kan de waarden coderen, of alleen de hashes van de waarden opslaan om de vertrouwelijkheid van de waarden te beschermen.",
    "faq-37": "Hoe kan ik bijdragen aan de ontwikkeling van Kevacoin?",
    "faq-38": "Bedankt voor het vragen!Kevacoin is een gemeenschapsproject en deelname van de gemeenschap is van vitaal belang voor het succes op lange termijn.U kunt ons op verschillende manieren helpen: de clientsoftware downloaden, uitvoeren en testen.Voer een openbaar volledig knooppunt uit.Wees een mijnwerker of start een mijnbad.Bekijk of schrijf documentatie, inclusief deze FAQ.U kunt pull-aanvragen indienen bij https://github.com/kevacoin-team repositories.Schrijf eenheidstests, end-to-end tests en regressietests.Melden bugs.Gebruik de GitHub-nummer Tracker om niet-beveiligingsbugs te melden.Stuur e-mails naar contact@kevacointeam.org om beveiligingsgerelateerde bugs te melden.Ontwikkel de applicatie met behulp van de Kevacoin gede-gecentraliseerde gegevensopslag.Promoot het project.Breng broncode bij aan het Kevacoin -project.Pull -aanvragen zijn verwelkomd!Doneer aan het project.",
    "faq-39": "Wat is het anders dan Namecoin?",
    "faq-40": "Wat is Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Downloaden",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool is een krachtige mijnbouwpoolsoftware geschreven in Node.js met native C addons, ontworpen voor op cryptonote gebaseerde munten.Het bevat een lichtgewicht voorbeeld front-end script dat de AJAX API van het pool gebruikt.Het zwembad ondersteunt verschillende cryptonight -algoritmen.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "Downloaden",
    "software-electrumx-04": "Electrumx is een herimplementatie van elektrum-server die is ontworpen om een ​​toekomst met grotere blokken aan te kunnen.Deze robuuste serversoftware biedt een efficiënte afhandeling van blockchain -query's, waardoor het geschikt is voor gebruik met cryptocurrencies die verhoogde transactievolumes en grotere blokgroottes ervaren.",
    "software-electrumx-05": "Belangrijke functies",
    "software-electrumx-06": "Schaalbaarheid: ontworpen om grotere blokken te ondersteunen, zodat het performance blijft naarmate blockchain -maten groeien.",
    "software-electrumx-07": "Efficiëntie: geoptimaliseerd voor het efficiënt hanteren van een hoog volume blockchain -query's.",
    "software-electrumx-08": "Compatibiliteit: ondersteunt verschillende cryptocurrencies, waardoor het veelzijdig wordt voor verschillende blockchain -ecosystemen.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-bed",
    "software-keva-stratum-03": "Downloaden",
    "software-keva-stratum-04": "Keva-stratum is een krachtige cryptonote-mijnenstratumserver met een webinterface, specifiek op maat gemaakt voor Kevacoin.",
    "software-keva-stratum-05": "Keva-stratum, gevorkt uit Monero-Stratum, vereenvoudigt het bouwproces en bevat de benodigde Monero-broncodecomponenten, waardoor de noodzaak voor een externe Monero-bronboom wordt geëlimineerd.Het ondersteunt ook het bouwen op Windows via MSYS2.",
    "software-keva-stratum-06": "Stratum -functielijst",
    "software-keva-stratum-07": "Wees je eigen zwembad: stel je eigen mijnbouwpool in en beheer je.",
    "software-keva-stratum-08": "Beschikbaarheidsbewaking van de installaties: controleer de beschikbaarheid en prestaties van mijnbouwinstallaties.",
    "software-keva-stratum-09": "Trackstatistieken: bijhouden van geaccepteerde aandelen, afgewezen aandelen en blokstatistieken.",
    "software-keva-stratum-10": "Detecteer zieke rigs: identificeer gemakkelijk onder het uitvoeren van of defecte rigs.",
    "software-keva-stratum-11": "Daemon mislukt over lijst: configureer een lijst met mislukking over daemons om een ​​continue werking te garanderen.",
    "software-keva-stratum-12": "Gelijktijdige aandelenverwerking: behandel meerdere aandeleninzendingen tegelijkertijd voor optimale prestaties.",
    "software-keva-stratum-13": "Mooie webinterface: beheer en bewaak uw mijnbouwpool met een intuïtieve webinterface.",
    "software-keva-stratum-14": "Functies in detail",
    "software-keva-stratum-15": "1. Wees je eigen zwembad:",
    "software-keva-stratum-16": "Hiermee kunt u een privémijnbouwpool opzetten, waardoor u controle hebt over het mijnbouwproces en poolkosten.",
    "software-keva-stratum-17": "2. Monitoring van de opwijdering:",
    "software-keva-stratum-18": "Controleert continu de status van mijnbouwinstallaties, zodat ze operationeel zijn en optimaal presteren.",
    "software-keva-stratum-19": "3. Houd Accepts bijhouden, wijst af, blokkeert statistieken:",
    "software-keva-stratum-20": "Biedt gedetailleerde statistieken over geaccepteerde en afgewezen aandelen, evenals gevonden blokken, waardoor u de prestaties van de pool helpt te controleren.",
    "software-keva-stratum-21": "4. Eenvoudige detectie van zieke rigs:",
    "software-keva-stratum-22": "Identificeert snel rigs die worden uitgevoerd of slecht functioneren, waardoor snel onderhoud of vervanging mogelijk is.",
    "software-keva-stratum-23": "5. Daemon mislukt over lijst:",
    "software-keva-stratum-24": "Configureert meerdere daemons om te zorgen dat mislukt voor het geval de primaire daemon daalt, waardoor continue mijnbouwwerkzaamheden worden gehandhaafd.",
    "software-keva-stratum-25": "6. Gelijktijdige aandelenverwerking:",
    "software-keva-stratum-26": "Optimaliseert de prestaties door meerdere aandeleninzendingen tegelijkertijd af te handelen, waardoor de latentie en de toenemende efficiëntie worden verminderd.",
    "software-keva-stratum-27": "7. Mooie webinterface:",
    "software-keva-stratum-28": "Een intuïtieve webinterface voor het beheren en bewaken van de pool, die realtime statistieken en eenvoudige configuratie biedt.",
    "software-keva-stratum-29": "Door Keva-Stratum te gebruiken, kunt u een high-performance mijnpool voor Kevacoin instellen, waardoor de robuuste functies en de gebruiksvriendelijke interface worden gebruikt om uw mijnbouwactiviteiten efficiënt te beheren en te controleren.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin -kern",
    "software-kevacoin-core-03": "Downloaden",
    "software-kevacoin-core-04": "Kevacoin is een gedecentraliseerde, open-source sleutelwaarde gegevensopslag gebouwd bovenop de litecoin cryptocurrency, die zelf is gebaseerd op bitcoin.Gezien door Namecoin biedt Kevacoin een unieke benadering van gegevensopslag en -beheer, hoewel het verschillende doeleinden dient en anders werkt dan Namecoin.",
    "software-kevacoin-core-05": "Wat doet Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin stelt gebruikers in staat om:",
    "software-kevacoin-core-07": "Noteer de toetsen en waarden veilig: winkel sleutelwaardeparen waarbij elke waarde maximaal 3072 bytes kan zijn.Er zijn geen harde grenzen aan het aantal sleutels.",
    "software-kevacoin-core-08": "Update toetsen en waarden: wijzig bestaande sleutelwaardeparen.",
    "software-kevacoin-core-09": "Houd netwerk-unieke naamruimten onderhouden: groepsleutels onder naamsruimten om naamconflicten te voorkomen.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): gebruik de native digitale valuta, Kevacoin (KVA), voor transacties.",
    "software-kevacoin-core-11": "Use cases voor Kevacoin",
    "software-kevacoin-core-12": "Als een gedecentraliseerde sleutelwaarde-database kan Kevacoin worden gebruikt in verschillende toepassingen, waaronder:",
    "software-kevacoin-core-13": "Sociale media: gegevens opslaan voor sociale mediaplatforms.",
    "software-kevacoin-core-14": "Micro -bloggen: ondersteunen micro -blogservices met gedecentraliseerde gegevensopslag.",
    "software-kevacoin-core-15": "Hashes: opslaan en beheren van hash -gegevens.",
    "software-kevacoin-core-16": "Noticiële diensten: bieden gedecentraliseerde notarisdiensten.",
    "software-kevacoin-core-17": "Kevacoin heeft beperkte ondersteuning voor slimme contracten, vergelijkbaar met Bitcoin en Litecoin, het maakt nog steeds de ontwikkeling van gedecentraliseerde applicaties (DAPP's) mogelijk.De gegevens blijven gedecentraliseerd op de Kevacoin -blockchain, terwijl de applicatielogica van de blockchain is ontwikkeld.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Downloaden",
    "software-keva-wallet-04": "Kevawallet is een lichtgewicht, dunne portemonnee voor Kevacoin.Het is ontworpen voor gebruiksgemak en gebouwd met behulp van moderne technologieën om een ​​naadloze gebruikerservaring te bieden.",
    "software-keva-wallet-05": "Belangrijke functies",
    "software-keva-wallet-06": "React Native: gebouwd met React Native en biedt een soepele en responsieve gebruikersinterface op zowel iOS- als Android -platforms.",
    "software-keva-wallet-07": "Electrum: gebruikt Electrum, een lichtgewicht Bitcoin -client, aangepast voor Kevacoin om efficiënte en beveiligde transacties te garanderen.",
    "software-keva-wallet-08": "Open source: gebaseerd op de open-source BlueWallet Bitcoin-portemonnee, die zijn robuuste en veilige architectuur benutten.",
    "software-keva-wallet-09": "Overzicht",
    "software-keva-wallet-10": "Kevawallet is ontworpen om een ​​veilige en handige manier te bieden om uw Kevacoins (KVA) te beheren.Door gebruik te maken van het efficiënte en gedecentraliseerde servermodel van Electrum, zorgt Kevawallet voor snelle transactieverwerking zonder de hele blockchain te downloaden.",
    "software-keva-wallet-11": "Belangrijkste voordelen",
    "software-keva-wallet-12": "Lichtgewicht: het is niet nodig om de hele Kevacoin -blockchain te downloaden, waardoor het ideaal is voor mobiele apparaten.",
    "software-keva-wallet-13": "Cross-platform: beschikbaar op zowel iOS als Android, dankzij React Native.",
    "software-keva-wallet-14": "Secure: Gebouwd op de solide basis van BlueWallet, haar beveiligingsfuncties en best practices erven.",
    "software-keva-wallet-15": "Gebaseerd op BlueWallet",
    "software-keva-wallet-16": "Kevawallet erft veel functies en beveiligingsmaatregelen van BlueWallet, een open-source bitcoin-portemonnee.Dit bevat:",
    "software-keva-wallet-17": "Wallets voor meerdere handtekeningen: Beveilig uw Kevacoins met ondersteuning met meerdere handtekeningen.",
    "software-keva-wallet-18": "Werkelkolten alleen in de buurt: controleer uw adressen zonder uw privésleutels bloot te leggen.",
    "software-keva-wallet-19": "Aangepaste transacties: maak aangepaste transacties met geavanceerde opties.",
    "software-keva-wallet-20": "Door Kevawallet te gebruiken, kunt u uw Kevacoins onderweg efficiënt beheren, met de beveiliging en betrouwbaarheid die wordt geboden door de robuuste architectuur- en actieve ontwikkelingsgemeenschap.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Downloaden",
    "software-keva-ipfs-04": "Keva_IPFS is de back-end service voor de mobiele app Keva, ontworpen om de upload en pinnen van IPFS-bestanden te vergemakkelijken.Deze back-end zorgt voor naadloze interactie tussen de mobiele Keva-app en het Interplanetary File System (IPFS).",
    "foot-01": "Over",
    "foot-02": "Over ons",
    "foot-03": "Contact",
    "foot-04": "Steun",
    "foot-05": "Gemeenschap",
    "foot-06": "Bronnen",
    "foot-07": "Wit papier",
    "foot-08": "Kevacoin -team",
    "nav-01": "Kevacoin -team",
    "nav-02": "Selecteer taal",
    "nav-03": "Protocol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Gidsen",
    "g1-01": "Kevacoin Team - Build Keva Stratum voor Windows met MSYS2",
    "g1-02": "Bouw Keva Stratum voor Windows met MSYS2",
    "g1-03": "Stap 1:",
    "g1-04": "Download MSYS2 -installatieprogramma van https://www.msys2.org/:",
    "g1-05": "Downloaden",
    "g1-06": "Stap 2:",
    "g1-07": "Installeer MSYS2 van het gedownloade installatieprogramma, skip optie om aan het einde uit te voeren, zodat de correcte shell kan worden gestart",
    "g1-08": "Stap 3:",
    "g1-09": "Start Mingw64 vanuit het beginmenu of vanuit de opdrachtregel met 'Mingw64'",
    "g1-10": "Stap 4:",
    "g1-11": "Updatesysteem, opnieuw lanceren Mingw64 kan vereist zijn",
    "g1-12": "Stap 5:",
    "g1-13": "Installeer build -eisen",
    "g1-14": "Stap 6:",
    "g1-15": "Voor bouwondersteuning moeten we een oudere versie van GO gebruiken.Hier gebruiken we het laatst bekend om het project te bouwen 1.19.13",
    "g1-16": "Stap 7:",
    "g1-17": "Maak een map om Go te installeren",
    "g1-18": "Stap 8:",
    "g1-19": "Uppit Go in the Go Install Directory",
    "g1-20": "Stap 9:",
    "g1-21": "Exporteer de Goroot -omgevingsvariabele om naar de map Go Install te wijzen",
    "g1-22": "Stap 10:",
    "g1-23": "Update de pad omgevingsvariabele",
    "g1-24": "Stap 11:",
    "g1-25": "Controleer of onze Go -versie overeenkomt",
    "g1-26": "1.19.13",
    "g1-27": "Stap 12:",
    "g1-28": "Stel GO111Module in op 'Auto' voor Build Compatibiliteit",
    "g1-29": "Stap 13:",
    "g1-30": "Kloon Keva-Stratum Repository",
    "g1-31": "Stap 14:",
    "g1-32": "Navigeer naar de directory van Keva-Stratum",
    "g1-33": "Stap 15:",
    "g1-34": "Maak een directory om van te bouwen, hier gebruiken we build",
    "g1-35": "Stap 16:",
    "g1-36": "Navigeer naar de buildmap",
    "g1-37": "Stap 17:",
    "g1-38": "Voer cmake uit met de MSYS -gereedschapsketen",
    "g1-39": "Stap 18:",
    "g1-40": "Bouw keva-stratum",
    "g1-41": "Stap 19:",
    "g1-42": "Update Keva-Stratum Config",
    "g1-43": "Stap 20:",
    "g1-44": "Run Keva Stratum",
    "g1-45": "Bouwbestand in c:/msys2/home/'user'/keva-stratum/build.Als u naar een andere locatie verhuist, hebt u Kevastratum.exe, libcnutil.dll, config.json en www -directory nodig",
    "g1-46": "Aanbieding",
    "g1-47": "Ontdekkingsreiziger",
    "g2-01": "Kevacoin Team - Build Keva_IPFS voor Linux",
    "g2-02": "Bouw keva_ipfs voor Linux",
    "g2-03": "Stap 1:",
    "g2-04": "Zorg ervoor dat het systeem up -to -date is",
    "g2-05": "Stap 2:",
    "g2-06": "Installeer Git en Golang",
    "g2-07": "Stap 3:",
    "g2-08": "Kloon keva_ipfs repository",
    "g2-09": "Stap 4:",
    "g2-10": "Navigeer naar Keva_IPFS",
    "g2-11": "Stap 5:",
    "g2-12": "Maak de build -map en navigeer er naar toe",
    "g2-13": "Stap 6:",
    "g2-14": "Build Keva_IPFS",
    "g2-15": "Stap 7:",
    "g2-16": "Kopieer config.json om de map te bouwen",
    "g2-17": "Stap 8:",
    "g2-18": "Update config.json",
    "g2-19": "Stap 9:",
    "g2-20": "Start Keva_IPFS",
    "g3-01": "Kevacoin Team - Build Keva Stratum voor Linux",
    "g3-02": "Bouw Keva Stratum voor Linux",
    "g3-03": "Stap 1:",
    "g3-04": "Updatesysteem",
    "g3-05": "Stap 2:",
    "g3-06": "Installeer build -eisen",
    "g3-07": "Stap 3:",
    "g3-08": "Installeer Golang en Git",
    "g3-09": "Stap 4:",
    "g3-10": "Kloon Keva-bed",
    "g3-11": "Stap 5:",
    "g3-12": "Voer Keva-Stratum Directory in",
    "g3-13": "Stap 6:",
    "g3-14": "Maak de build -map",
    "g3-15": "Stap 7:",
    "g3-16": "Navigeer naar Build Directory",
    "g3-17": "Stap 8:",
    "g3-18": "Exporteer GO111Module naar automatisch voor het bouwen van compatibiliteit",
    "g3-19": "Stap 9:",
    "g3-20": "Configureren maken",
    "g3-21": "Stap 10:",
    "g3-22": "Bouw keva-stratum",
    "g3-23": "Stap 11:",
    "g3-24": "Controleer de aanwezige builduitgangen",
    "g3-25": "Stap 12:",
    "g3-26": "Update config.json",
    "g4-01": "Kevacoin Team-Setup Cryptonote-Nodejs-Pool",
    "g4-02": "Setup cryptonote-nodejs-pool",
    "g4-03": "Stap 1:",
    "g4-04": "Updatesysteem",
    "g4-05": "Stap 2:",
    "g4-06": "Installeer build -eisen",
    "g4-07": "Stap 3:",
    "g4-08": "Installeer NVM",
    "g4-09": "Stap 4:",
    "g4-10": "Installeer nodejs 11.0.0",
    "g4-11": "Stap 5:",
    "g4-12": "Stel NPM in om Python 2.7 te gebruiken",
    "g4-13": "Stap 6:",
    "g4-14": "Kloon cryptonote-nodejs-pool repository",
    "g4-15": "Stap 7:",
    "g4-16": "Navigeer naar pool",
    "g4-17": "Stap 8:",
    "g4-18": "Voer NPM -update uit",
    "g4-19": "Stap 9:",
    "g4-20": "Kopie Kevacoin.json naar config.json",
    "g4-21": "Stap 10:",
    "g4-22": "Update config.json",
    "g4-23": "Stap 11:",
    "g4-24": "Zwembad",
    "g5-01": "Kevacoin -team - Bouw Kevacoin Core voor Linux met behulp van afhankelijk",
    "g5-02": "Bouw Kevacoin -kern voor Linux met behulp van afhankelijk",
    "g5-03": "Stap 1:",
    "g5-04": "Updatesysteem",
    "g5-05": "Stap 2:",
    "g5-06": "Installeer build -eisen",
    "g5-07": "Stap 3:",
    "g5-08": "Kloon Kevacoin Repository",
    "g5-09": "Stap 4:",
    "g5-10": "Navigeer naar de afhankelijk van de directory binnen Kevacoin",
    "g5-11": "Stap 5:",
    "g5-12": "Run Make Targeting Linux",
    "g5-13": "Stap 6:",
    "g5-14": "Navigeer een map op",
    "g5-15": "Stap 7:",
    "g5-16": "Run autogen.sh",
    "g5-17": "Stap 8:",
    "g5-18": "Voer configureren uit, target de linux afhankelijk van build",
    "g5-19": "Stap 9:",
    "g5-20": "Bouw Kevacoin",
    "g5-21": "Stap 10:",
    "g5-22": "Bouw het implementatiepakket",
    "g5-23": "Stap 11:",
    "g5-24": "Installeer gebouwd kevacoin",
    "g6-01": "Kevacoin -team - Bouw Kevacoin Core voor Windows met behulp van afhankelijk",
    "g6-02": "Bouw Kevacoin -kern voor Windows met behulp van afhankelijk",
    "g6-03": "Stap 1:",
    "g6-04": "Updatesysteem",
    "g6-05": "Stap 2:",
    "g6-06": "Installeer build -eisen",
    "g6-07": "Stap 3:",
    "g6-08": "Installeer de MINGW-W64 cross-compilatie gereedschapsketen",
    "g6-09": "Stap 4:",
    "g6-10": "Stel de standaard Mingw32 G ++ compileroptie in op POSIX",
    "g6-11": "Stap 5:",
    "g6-12": "Kloon Kevacoin Repository",
    "g6-13": "Stap 6:",
    "g6-14": "Navigeer naar de afhankelijk van de directory binnen Kevacoin",
    "g6-15": "Stap 7:",
    "g6-16": "Voer richten uit met Windows",
    "g6-17": "Stap 8:",
    "g6-18": "Navigeer een map op",
    "g6-19": "Stap 9:",
    "g6-20": "Run autogen.sh",
    "g6-21": "Stap 10:",
    "g6-22": "Voer configureren uit, target de vensters hangt af",
    "g6-23": "Stap 11:",
    "g6-24": "Bouw Kevacoin",
    "g6-25": "Stap 12:",
    "g6-26": "Bouw het implementatiepakket",
    "nav-07": "Bouw Kevacoin -kern voor Linux met behulp van afhankelijk",
    "nav-08": "Bouw Kevacoin -kern voor Windows met behulp van afhankelijk",
    "nav-09": "Bouw keva-stratum voor Linux",
    "nav-10": "Bouw keva-stratum voor Windows met behulp van MSYS",
    "nav-11": "Bouw keva_ipfs voor Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}