{
    "index-01": "Gulu la Kevacoin",
    "index-02": "Kulonjera",
    "index-03": "Takulandilani patsamba la timu ya kevacoin!",
    "index-04": "Gwirani ntchito pang'onopang'ono koma chonde sangalalani ndi zinthu.",
    "aboutus-01": "Gulu la Kevacoin",
    "aboutus-02": "Zambiri zaife",
    "aboutus-03": "Ndi anthu ena okhawo omwe amakhulupirira ntchitoyi komanso yoyenera mu scorchain eco.",
    "contact-01": "Gulu la Kevacoin",
    "contact-02": "Lumikizanani nafe",
    "contact-03": "Titumizireni imelo",
    "contact-04": "Chitani Nafe Pa Discord",
    "contact-05": "Chitani zokambirana za Githob",
    "contact-06": "Tsatirani pa x @KVACAIinteam",
    "protocol-01": "Team Kevacoin - Kevacoin Protocol",
    "protocol-02": "Chitsanzo",
    "protocol-03": "Kva",
    "protocol-04": "Zopezeka kwathunthu",
    "protocol-05": "1,050,000,000",
    "protocol-06": "Khazikitsani",
    "protocol-07": "Ayi",
    "protocol-08": "Chindapusa",
    "protocol-09": "Pow algorithm",
    "protocol-10": "Aschekeva",
    "protocol-11": "Tchulani mphotho",
    "protocol-12": "500, osemedwa zaka 4 zilizonse",
    "protocol-13": "Nthawi Yachitsekere",
    "protocol-14": "2 mphindi",
    "protocol-15": "Kusintha Kusintha",
    "protocol-16": "Digishidiel, chipika chilichonse",
    "protocol-17": "Mzungu",
    "protocol-18": "Yamula",
    "protocol-19": "Block kulemera",
    "protocol-20": "Magulu onenepa 6,000,000",
    "protocol-21": "Kukula kwakukulu",
    "protocol-22": "255 BETTE",
    "protocol-23": "Kuchuluka kwa makiyi",
    "protocol-24": "Palibe malire",
    "protocol-25": "Kukula kwa mtengo",
    "protocol-26": "3072 Bytes",
    "protocol-27": "Plapulocol",
    "support-01": "Gulu la Kevacoin - thandizirani gulu",
    "support-02": "Kevacoin blockchain ndi polojekiti yotsegulira anthu.",
    "support-03": "Gulu la Kevacoin ndi gulu la anthu omwe amadzipereka nthawi yawo, maluso ndi zinthu zina kuti akatumikire monga oyang'anira blockchain.",
    "support-04": "Kuthandizira kupambana kuli m'manja mwa aliyense.",
    "support-05": "Kodi ndingathandize bwanji timu yomwe mumafunsa?",
    "support-06": "Njira yabwino ndikuthandizira m'magulu omwe amayesetsa kuti apititse patsogolo magazi a Kevacoin.Pali zipewa zambiri kuti mukwaniritse pomwe zoperekazi zingathandize kuyendetsa bwino.",
    "support-07": "M'malo mwake?Takuphimba!",
    "support-08": "Amasoweka, omwe amachititsa ndi okwera mtengo.",
    "support-09": "Kuti muthandizire bwino ogwiritsa ntchito Kevacointe.org ikuyenera kukulitsa node ndi ntchito za L2 ngati electromx.Zida zomwe zaperekedwa ku Keva.ON zimapangidwa kuti zikhale zotsika mtengo ndipo sizokwanira kugwira ntchito zolemera.Kukula kofunikira kuti muthandizire kusinthana bwino ndi kuchuluka kwa magalimoto omwe adzapangire.",
    "support-10": "Ndalama zogwirizira",
    "support-11": "* Aws ndiye wopereka ntchito pano;Ndikosasintha, kosavuta kuneneratu ndi zapadziko lonse lapansi.Kupanga kwa ntchito ndi kukula kwake kumadalira ndalama.M'dziko labwino gulu likhoza kuthandizira ogwiritsa ntchito ndi kapangidwe kotsatira",
    "support-12": "Kusinthana kofunikira koma ambiri ali ndi zovuta zachuma;Pansipa pali gulu la maasitere kuti mukwaniritse ndalama zolipirira ndikupereka madzi",
    "support-13": "Kusinthana ndi thumba",
    "support-14": "Mukufuna kuthandizira pa gulu la munthu aliyense?",
    "support-15": "Thandizani Gulu",
    "faq-01": "Team kevacoin - Kevacoin FAQ",
    "faq-02": "Nthawi zambiri mafunso",
    "faq-03": "Dzinalo \"Keva\" ndi chidule cha mtengo wofunikira (wotchulidwa Kee-Va, ndi chizindikiro chachidule ndi KVA).Ndi malo ogulitsira mtengo wofunikira pa blockain, pa code-band wa Bitcoin ndi Likecoin.Kupatula kukhala wozungulira, kumalola ogwiritsa ntchito mosavuta komanso osintha kapena kuchotsa awiriawiri pa blockain.",
    "faq-04": "Kevacoin imayendetsedwa ndi dzina la dzina, ndi gawo lofunikira kwambiri la code lomwe limasinthidwa kwambiri kuchokera ku nambala ya dzina la dzina la dzina la dzina.",
    "faq-05": "Ngakhale Kevacoin imayendetsedwa ndi dzina, imagwira ntchito mosiyana kwambiri ndikukhala ndi cholinga chosiyana kwambiri kuposa chomaliza: Kevacoin ndi malo ogulitsira amtengo wapatali, pomwe dzina lolembetsa ndi dzina lolembetsa.Kevacoin ilibe malire pa zinsinsi za makiyi, ndipo kutalika kwa mtengo wa mtengo ndi 3072 Byte.A Dundiin ali ndi malire a 520 a Dateerspace aliyense.ID ya dzina la Kevacoin imapangidwa mwapadera ndi netiweki kuti mupewe mikangano.Dzina la dzina la dzina la dzina lankazisankhidwa ndi wosuta ndipo liyenera kukhala losiyana pa intaneti.Ndi Kevacoin, simuyenera kuda nkhawa za kupatula.Awiriawiri a Kevacoin samatha.",
    "faq-06": "Kodi zimawononga ndalama zingati kugwiritsa ntchito malo ogulitsira a Kevacoin?",
    "faq-07": "Asanawonjezere mtundu wa mtengo wamtengo wapatali, munthu ayenera kupanga dzina la nyumba kuti agwire awiriawiri.Dongosolo limasungira 0,01 kva kuti chilengedwe chikhale chopanga cha DamesPawo ndipo ndalama sizingatheke.Wina amatha kuwonjezera mtengo wamtengo wapatali kwa dzinalo, ndi ndalama zolipirira ndi ogwira ntchito mgodi.",
    "faq-08": "Kevacoin ndi blockchain pagulu ndipo aliyense angalembe.Network ili pachiwopsezo cha kuchitira nkhanza popanda chindapusa.Kuphatikiza apo, zochitika zimatsimikiziridwa ndi ogwira ntchito mgodi, ndipo amafunikira kuti alipire ntchito zawo.",
    "faq-09": "Kodi ndingapeze kuti Kevacoin?",
    "faq-10": "Njira yosavuta yopezera Kevacoin ndikudutsa migodi.Kevacoin imagwiritsa ntchito mosamalaMuyenera kugwiritsa ntchito, mwachitsanzo, xmrig kapena xmr-st ngati pulogalamu ya migodi.",
    "faq-11": "Kodi kuperekera kwakukulu kwa kevacoin ndi chiyani?",
    "faq-12": "Mphoto ya Block ndi 500 KV poyamba.Mphotho imachotsedwa pafupifupi zaka zinayi zilizonse (mabatani onse 10500, pafupifupi mphindi ziwiri pachithunzi chilichonse).Ndondomeko yothetsa bwino ndi yofanana ndi bitcoin ndi mafayilo.Kupereka kwakukulu kwa Kevacoin ndi 1,050,000 kva.",
    "faq-13": "Kodi kukula kwakukulu ndi chiyani?",
    "faq-14": "Kevacoin imakhazikitsidwa pa Bitcoin ndi Likecoin, ndi mboni yopendekera (segwit) kuyambira pachiyambi.Ndi segwit, bitcoin mwachinsinsi ali ndi kukula kwakukulu kwa 4MB.Komabe, gawo lomwe silinali la Mboni lili ndi chiwopsezo cha 4 ndi gawo la a Mboni chomwe chimachitika 1. Malinga ndi nkhani iyi, kukula kwa 2.3MB block kumayembekezeredwa ndi zochitika za segwit.Izi ndi za 0.6mb pazomwe si Mboni.Magulu awiri amtengo wapatali a Kevacoin ndi deta yopanda umboni, ndipo idzakhala gawo la 0,6MB ngati kevacoin ili ndi kukula kofanana ndi malo a Bitcoin.Ndi kukula kwa mtengo wa 3kb, 0.6mb imawoneka kuti ndi yosakwanira.",
    "faq-15": "Kevacoin imalola kukula kwakukulu kwa 6MB (max_block_fedi ndi 6000000).Kukula kwa deta yomwe singakhale yokhudza 1MB.Ndi za 400kb malo osungidwa osungidwa ndi awiriawiri.Chofanana ndi bitcoin, ndizosatheka kwambiri kwa 6MB zitha kugwiritsidwa ntchito mokwanira chifukwa cha kapangidwe kake.Kukula kowoneka bwino kwa maximal kuli pafupifupi 3MB kwa Kevacoin.",
    "faq-16": "Kodi mwalowa ngongole?",
    "faq-17": "Ayi. Osati zokhazo, mphotho ya Genesis block ndi 0.00001 kva (mphotho yabwinobwino ndi 500 kva).",
    "faq-18": "Zimatenga nthawi yayitali bwanji kuti mutsimikizire zosintha zamtengo wapatali?",
    "faq-19": "Kevacoin ili ndi nthawi ya chipika pafupifupi mphindi ziwiri.Chifukwa chake mungafunike kudikirira nthawi yayitali yomwe ili ndi mwayi wamtengo wapatali musanatsimikizidwe ndikuwonjezera chotsatira chotsatira.Mutha kugwiritsa ntchito lamulo la kasitomala_kugwiritsa ntchito kuwunika zomwe zikuyembekezeredwa.",
    "faq-20": "Kodi dzina la ndani, ndipo chifukwa chiyani timafunikira imodzi?",
    "faq-21": "Damespace aliyense ndi malo apadera kuti muwonjezere bwino kapena sinthani mafupa awiri ofunika popanda mikangano iliyonse.Wopereka dzina ali ndi ID yomwe imatsimikiziridwa kukhala yapadera kudutsa pa intaneti.Ilinso ndi dzina lowonetsera lomwe lingagwiritsidwe ntchito kusunga malo osungira mkati.ID ya mayina ndi chingwe cham'mimba ndipo nthawi zonse chimayamba ndi.",
    "faq-22": "Chifukwa chachikulu chothandizira ID yapadera ndi kuti mupewe dzina lina.",
    "faq-23": "Kodi Kevacoin imathandizira mgwirizano wankhani?",
    "faq-24": "Kevacoin imakhazikitsidwa pa Bitcoin / Livicoin, kotero ili ndi chithandizo chofananacho cha mgwirizano wanzeru.Kevacoin ndi malo ogulitsira a deta ndipo imasiya kukhazikitsidwa kwa ntchito yolemba blockchain.",
    "faq-25": "Tengani chitsanzo cha stagle stagle systeg systeg.Malingana ngati ndalama zomwe wogwiritsa ntchito adalemba ku Store Stati ndipo imapezeka pagulu, aliyense amatha kulemba fomu (pogwiritsa ntchito chilankhulo chake chomwe amakonda) kuti awonetse mabulogu omwe alipo ndikuwonjezera atsopano.Pulogalamuyi ikhoza kukhala yofalitsa kapena yotseguka, koma zomwe zili ndizofanana chifukwa tili ndi gwero limodzi la chowonadi.",
    "faq-26": "Kodi chinsinsi chachikulu ndi chamtengo wapatali ndi chiani?",
    "faq-27": "Kukula kofunikira kwambiri ndi ma byte 255, ndi kuchuluka kwa ma byte 3072.Kukula kwamtengo wapatali kwambiri kumatsimikiziridwa ndi max_cript_odiko.Ndi 520 ku Bitcoin ndipo tikuwonjezera mpaka 3072. Palibe chifukwa china chotenthetsa izi.Ma Bytes 520 akuwoneka kuti ndi ochepa kwambiri komanso ochepa.Koma sizingakhale zazikulu kwambiri, chifukwa tikufuna kupewa zomwe zingachitike.",
    "faq-28": "Chifukwa chiyani Freekekeva amasankhidwa monga algorithm?",
    "faq-29": "Kevacoin amagwiritsa ntchito umboni wa ntchito ngati njira yake yogwirizana.Kusamba kwa algorithm ndi Fretkeva.Zifukwa zina zopangira izi: Ndiochezeka.CPU yokhala ndi aes NI imapeza mtengo wabwinoko.Imakumbukira - hard hash algorithm ndipo imawononga mphamvu zochepa kuposa GPU ndi asic.Zitha kukhala zochulukirapo-zochulukirapo, kotero ndizosangalatsa kwa ogwira ntchito m'migodi aliyense.",
    "faq-30": "Ngakhale Kevacoin imakhazikika pa Bitcoin / Likecoin, tidasinthiratu mawonekedwe amutu kuti agwirizane ndi pulogalamu ya Migodi ya Montering.Zotsatira zake, munthu amatha kugwiritsa ntchito pulogalamu iliyonse ya momerong kune kevacoin (E.g. xmrig kapena xmr-stik).",
    "faq-31": "Kodi kusintha kwa Algorithm ndi liti?",
    "faq-32": "Kevacoin amagwiritsa ntchito zowononga zovuta za Algorithm, chimodzimodzi monga momwe amagwiritsira ntchito ndi dogecocoin.Nthawi yakumapeto imasinthidwa.Digishoputiyi imalepheretsa zoipa za dziwe.Mwachitsanzo, ngati kuchuluka kwa mtengo wa hash kumalumikizana ndi migodi ya Kevacoin, chandamale chovuta chidzawonjezereka kuti mupewe kulandira mphoto.Mofananamo, cholinga chovuta chidzacheperapo masamba ambiri, kotero kuti zotchingira zimapangidwa pafupifupi mphindi ziwiri ngakhale ndi mphamvu zochepa.",
    "faq-33": "Kodi zikuwopseza ndi 51%?",
    "faq-34": "Chiwopsezo chachikulu cha 51% kuukira kumakhala kowirikiza kawiri.Ichi ndi chiopsezo chodziwika bwino kuti chitsimikiziro cha Crustrasts.Komabe, womenyerayo sangasinthe mitundu yofunika kwambiri yomwe iye alibe.Woyipitsa woyipa kwambiri amatha kuchita ndi kusinthasintha kapena kusintha njira zamtengo wapatali.Matupi amtundu wamtengo wapatali omwe sakuwadwa ndi omwe sakhala eni ake sadzalandiridwa ndi netiweki, popeza ndi yophulika.Zosintha zotsekedwa kapena zomasulira zizikhala mu Mempool ndipo pamapeto pake zimawonjezedwa ku blockchain pomwe kuukiraku.",
    "faq-35": "Kodi deta yanga ikuwoneka pagulu?",
    "faq-36": "Ntchito zonse zazikuluzikulu zimawonekera pagulu, chifukwa ichi ndi mtundu wa blocoin kalembedwe.Wina akhoza kusokoneza mfundozo, kapena sungamasunge zivundikiro, kuti muteteze chinsinsi cha zomwe zili.",
    "faq-37": "Kodi Ndingathandizire Bwanji Kukula kwa Kevacoin?",
    "faq-38": "Zikomo pofunsa!Kevacoin ndi gulu la anthu ammudzi komanso kutenga nawo mbali kwa anthu ammudzi ndiofunika kuti izi zitheke.Mutha kutithandiza munjira zosiyanasiyana: Tsitsani pulogalamu ya kasitomala, thamangitsani ndikuyesa.Thamangitsani node onse.Khalani ochepera kapena kuyambitsa dziwe la migodi.Unikani kapena lembani zolemba, kuphatikizapo izi faq.Mutha kutumiza zopempha za https://githumb.com/kevacoin-Lembani mayeso a unit, mayeso otsiriza ndi mayeso omaliza ndi mayeso oyeserera.Fotokozerani nsikidzi.Kunena mawu osatetezedwa, gwiritsani ntchito vuto la Gitab.Kunena mawu okhudzana ndi chitetezo, chonde tumizani maimelo kuti mulumikizane@kevacocam.org.Pangani ntchito pogwiritsa ntchito malo ogulitsira a Kevacoin de-Center.Limbikitsani ntchitoyi.Sungani code ku Kevacoin.Kokani zopempha zalandiridwa!Perekani ntchitoyi.",
    "faq-39": "Kodi ndi losiyana ndi chiyani?",
    "faq-40": "Kodi Kevacoin ndi chiyani?",
    "software-cryptonote-nodejs-pool-01": "Team Kevacoin - Cryptote-nodejs-pool",
    "software-cryptonote-nodejs-pool-02": "Cryptote-nodejs-dziwe",
    "software-cryptonote-nodejs-pool-03": "Kutsitsi",
    "software-cryptonote-nodejs-pool-04": "Cryptote-nodejs-pool ndi pulogalamu yolimbitsa thupi yapamwamba yomwe idalembedwa mu Node.s ndi Addtons a C Addtons, yopangidwa ndi ndalama za Crytote-zopangidwa.Zimaphatikizaponso zilembo zopepuka zomwe zimagwiritsa ntchito polo a Ajax API.Dziwe la dziwe limathandizira ma algorithm osiyanasiyana.",
    "software-electrumx-01": "Timu Kevacoin - Electromx",
    "software-electrumx-02": "Electomrumx",
    "software-electrumx-03": "Kutsitsi",
    "software-electrumx-04": "Electromx ndikukhazikitsanso kukonzanso kwa electrom-seva yopangidwa kuti ithe kuthana ndi tsogolo ndi zigawo zazikulu.Pulogalamu ya seva yofiirira iyi imapereka chithandizo chothandiza cha ma boti a blocchain, ndikupanga kukhala koyenera kugwiritsa ntchito ma cryptocrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencrencres omwe akukumana ndi kuchuluka kwa mabuku ochulukirapo ndi kukula kwakukulu.",
    "software-electrumx-05": "Mawonekedwe Ofunika",
    "software-electrumx-06": "Scalalical: Wopanga kuti azithandizira zigawo zazikulu, ndikuwonetsetsa kuti ilibe yopanda kukula ngati kukula kwa blockain imakula.",
    "software-electrumx-07": "Kuchita bwino: Kulimbikitsidwa kuti mugwiritse ntchito kuchuluka kwa mafunso ambiri.",
    "software-electrumx-08": "Kugwirizana: Zimathandizira mabungwe osiyanasiyana, kupangitsa kuti zikhale molingana ndi zachilengedwe zobisika.",
    "software-keva-stratum-01": "Team Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Jova-be",
    "software-keva-stratum-03": "Kutsitsi",
    "software-keva-stratum-04": "Keva-Stratum ndi gawo lokhala ndi migodi yokwera kwambiri yokhala ndi mawonekedwe a utoto, yogwirizana ndi Kevacoin.",
    "software-keva-stratum-05": "Ochokera ku Mono-Stratum, Keva-Stratum imasavuta njira yomangamo ndipo ikuphatikiza kufunikira kwa gwero la magwero akunja.Zimathandiziranso kumanga pa Windows kudzera mwa msys2.",
    "software-keva-stratum-06": "Mndandanda wa Stratum",
    "software-keva-stratum-07": "Khalani dziwe lanu: Khazikitsani ndikuyang'anira dziwe lanu la migodi.",
    "software-keva-stratum-08": "Kuwunika kupezeka kwa Rigs: Onani kupezeka ndi magwiridwe antchito a migodi.",
    "software-keva-stratum-09": "Tsatirani ma stats: Yang'anirani magawo ovomerezeka, zogawana, komanso ziwerengero.",
    "software-keva-stratum-10": "Amazindikira kuti ma rigs odwala: Kudzindikira mosavuta mukamachita kapena kuwongolera.",
    "software-keva-stratum-11": "Daemon amalephera pamndandanda: kukhazikitsa mndandanda wa kulephera pa daemons kuti muwonetsere ntchito.",
    "software-keva-stratum-12": "Magawo a cuntLenternent: samalani nawo nthawi imodzi kuti mukwaniritse bwino.",
    "software-keva-stratum-13": "Mawonekedwe okongola pa tsamba: Kuthana ndi kuwunika dziwe lanu la migodi ndi mawonekedwe azomwezi.",
    "software-keva-stratum-14": "Zinthu mwatsatanetsatane",
    "software-keva-stratum-15": "1. Khalani dziwe lanu:",
    "software-keva-stratum-16": "Imakupatsani mwayi kukhazikitsa dziwe laing'ono, kukupatsani ulamuliro pa migodi ndi ndalama zapansi.",
    "software-keva-stratum-17": "2. Kuyang'anira kupezeka:",
    "software-keva-stratum-18": "Mosalekeza amayang'anira mawonekedwe a migodi ya migodi, kuonetsetsa kuti akuchitapo kanthu komanso kuchita bwino.",
    "software-keva-stratum-19": "3. Yang'anirani kulandira, kukana, mabatani:",
    "software-keva-stratum-20": "Imapereka magawo atsatanetsatane ovomerezedwa ndi omwe amakanidwa, komanso mabatani omwe amapezeka, kukuthandizani kuwunika pool.",
    "software-keva-stratum-21": "4. Kuzindikira mosavuta kwa Rigs odwala:",
    "software-keva-stratum-22": "Amazindikira mwachangu ma Rigs omwe akuchitika kapena kuchitira zakudya, kulola kukonza mwachangu kapena m'malo mwake.",
    "software-keva-stratum-23": "5. Daemon amalephera pamndandanda:",
    "software-keva-stratum-24": "Kukhazikitsa daemons angapo kuti alepheretse kutero Daemon woyamba atsika, kusungabe migodi yopitilira.",
    "software-keva-stratum-25": "6. Magawo apakati:",
    "software-keva-stratum-26": "Kutha kugwira ntchito mwa kugwiritsa ntchito magawo angapo nthawi imodzi, kuchepetsa ma antency ndikugwira ntchito bwino.",
    "software-keva-stratum-27": "7. Wokongola pa intaneti:",
    "software-keva-stratum-28": "Isictive Webfand for Stugring ndikuwunika dziwe, kupereka ziwerengero zenizeni komanso kusintha kosavuta.",
    "software-keva-stratum-29": "Pogwiritsa ntchito Keva-stratum, mutha kukhazikitsa dziwe lalikulu la Kevacoin, limapangitsa kuti mawonekedwe ake azikhala olimba komanso mawonekedwe ake ogwiritsa ntchito ndikuwunika ntchito zanu mokwanira.",
    "software-kevacoin-core-01": "Team Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Kutsitsi",
    "software-kevacoin-core-04": "Kevacoin ndi malo ophatikizika, otseguka-coloft -formage opangidwa pamwamba pa Steboin Cryptocty, yomwe imakhazikika pa Bitcoin.Wokotokodwa ndi dzina, Kevacoin amapereka njira yapadera yosungirako ma deta ndi kasamalidwe, ngakhale imagwira zinthu zosiyanasiyana ndipo imagwira ntchito mosiyana ndi andcoin.",
    "software-kevacoin-core-05": "Kodi Kevacoin amachita chiyani?",
    "software-kevacoin-core-06": "Kevacoin imathandizira ogwiritsa ntchito ku:",
    "software-kevacoin-core-07": "Makiyi abwinobwinobwino: Malingaliro: Sungani Mafungulo Akuluawiri Komwe Mtengo uliwonse umatha kukhala 3072 ma bytes.Palibe malire ovutirapo pa makiyi.",
    "software-kevacoin-core-08": "Sinthani makiyi ndi zifundo: sinthani awiriawiri.",
    "software-kevacoin-core-09": "Khazikitsani Network-Damespaces: Mafungulo a Gulu pansi pa Namespaces kuti apange dzina.",
    "software-kevacoin-core-10": "Transcoct Kevacons (KVA): Gwiritsani ntchito ndalama za digito, kevacoin (kva), chifukwa cha zochitika.",
    "software-kevacoin-core-11": "Gwiritsani ntchito milandu ya Kevacoin",
    "software-kevacoin-core-12": "Monga database yokhazikika, Kevacoin imatha kugwiritsidwa ntchito pamapulogalamu osiyanasiyana, kuphatikiza:",
    "software-kevacoin-core-13": "Social Media: Sungani deta ya nsanja za media media.",
    "software-kevacoin-core-14": "Mabulogu: Kuthandizira ma blogging Serting Serting Sergraing ndi zophatikizika zosungidwa.",
    "software-kevacoin-core-15": "Zisanu ndi: malo ogulitsira mosatekeseka ndikuwongolera deta ya hash.",
    "software-kevacoin-core-16": "Ntchito Zodziwitsa: Perekani ntchito zodziwika bwino.",
    "software-kevacoin-core-17": "Kevacoin alibe thandizo la mapangano, ofanana ndi bitcoin ndi likecoin, amalola kuti chitukuko cha ntchito zophatikizira (DAPPS).Zambiri zimaphatikizidwa ndi Kevacoin BlockChain, pomwe ntchito yofunsira imapangidwa kuchokera ku blockchain.",
    "software-keva-wallet-01": "Team Kevacoin - Keva Mobilelet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Kutsitsi",
    "software-keva-wallet-04": "Kevawallet ndi wopepuka, chikwama chopyapyala cha Kevacoin.Imapangidwa kuti igwiritsidwe ntchito ndikugwiritsa ntchito kugwiritsa ntchito matekinoloje amakono kuti apatse zomwe munthu alibe.",
    "software-keva-wallet-05": "Mawonekedwe Ofunika",
    "software-keva-wallet-06": "Mbali Yamkulu: Omangidwa ndi Naurm, kupereka mawonekedwe osalala komanso omvera pa nsanja zonse ziwiri za iOS ndi Android.",
    "software-keva-wallet-07": "Electrom: Ikugwiritsa ntchito Electrom, kasitomala wowala, wobowoleza wa rivacoin, adasinthidwa kukhala Kevacoin kuti atsimikizire bwino zochitika zothandiza komanso zotetezeka.",
    "software-keva-wallet-08": "Lotsegulirani: Kutengera chotseguka cha Bluewaltot bitcoin, kukomera luso lake lopukutira.",
    "software-keva-wallet-09": "Kulemeletsa",
    "software-keva-wallet-10": "Kevawallet idapangidwa kuti ipereke njira yotetezera komanso yosavuta yoyang'anira kevacon yanu (kva).Ndi mtundu wa Entragular Electrom ndi Wogwiritsa ntchito Server Server, kevawallet amaonetsetsa kuti ntchito mwachangu popanda kufunika kotsitsa blockchain yonse.",
    "software-keva-wallet-11": "Ubwino Wofunika",
    "software-keva-wallet-12": "Kupepuka: Palibe chifukwa chotsitsa kevacoin blockChain, ndikupangitsa kukhala bwino pazida zam'manja.",
    "software-keva-wallet-13": "Platiformafform: kupezeka pa ios komanso android, zikomo kuti muchite zakubadwa.",
    "software-keva-wallet-14": "Otetezeka: Omangidwa pamaziko olimba a buluu, kulandira chitetezo chake komanso machitidwe abwino.",
    "software-keva-wallet-15": "Kutengera ndi buluu",
    "software-keva-wallet-16": "Kevawaltot imalandira mawonekedwe ambiri ndi njira zachitetezo kuchokera ku Brandwallet, chikwama chotseguka chotseguka.Izi zikuphatikiza:",
    "software-keva-wallet-17": "Zizindikiro zambiri: Sungani Kevacon yanu yokhala ndi siginecha.",
    "software-keva-wallet-18": "Zowonera-wallets zokha: yang'anani ma adilesi anu osatulutsa makiyi anu achinsinsi.",
    "software-keva-wallet-19": "Zochitika zamachitidwe: Pangani zochitika zamankhwala omwe ali ndi zosankha zapamwamba.",
    "software-keva-wallet-20": "Pogwiritsa ntchito kevallet, mutha kuyang'anira kevacoin yanu paulendo, ndi chitetezo komanso kudalirika komwe kumaperekedwa ndi gulu lake la chitukuko komanso gulu la chitukuko.",
    "software-keva-ipfs-01": "Team Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_pfs",
    "software-keva-ipfs-03": "Kutsitsi",
    "software-keva-ipfs-04": "Keva_pfs ndi ntchito yomaliza ya kilogalamu ya keva, yopangidwa kuti ithandizire kukweza ndikuyipitsa mafayilo a IPFS.Kumbuyo kwa mmbuyo uko kumatsimikizira kusagwirizana kopanda pake pakati pa pulogalamu ya keva ndi mafayilo a fayilo (IPF).",
    "foot-01": "Za",
    "foot-02": "Zambiri zaife",
    "foot-03": "Peza",
    "foot-04": "Thandizo",
    "foot-05": "A m'mudzi umodzi",
    "foot-06": "Chuma",
    "foot-07": "Wripaper",
    "foot-08": "Gulu la Kevacoin",
    "nav-01": "Gulu la Kevacoin",
    "nav-02": "Sankhani chilankhulo",
    "nav-03": "Plapulocol",
    "nav-04": "FAQ",
    "nav-05": "Mapulogalamu",
    "nav-06": "Zipolowe",
    "g1-01": "Gulu la Kevacoin - Pangani Keva Stratum for Windows pogwiritsa ntchito msys2",
    "g1-02": "Pangani Keva Stratum ya Windows pogwiritsa ntchito msys2",
    "g1-03": "Gawo 1:",
    "g1-04": "Tsitsani MSYS2 Rinsleller kuchokera ku https://www.msys2.org/:",
    "g1-05": "Kutsitsi",
    "g1-06": "2:",
    "g1-07": "Ikani msys2 kuchokera kotsitsa, kadumphira njira yothamangira kumapeto kwenikweni",
    "g1-08": "Gawo 3:",
    "g1-09": "Yambitsani MIGWE64 KAPENA KUSINTHA KWA KUSINTHA KWA KUSINTHA KWAMBIRI KAPENA KUGWIRA NTCHITO YABWINO NDI 'MkhWI64'",
    "g1-10": "4:",
    "g1-11": "Sinthani dongosolo, kulembetsa Mingw64 kuyenera kufunikira",
    "g1-12": "Gawo 5:",
    "g1-13": "Ikani makina omanga",
    "g1-14": "Gawo 6:",
    "g1-15": "Pangani chithandizo chomwe tiyenera kugwiritsa ntchito.Apa tikugwiritsa ntchito zaposachedwa kuti mumange polojekiti 1.19.13",
    "g1-16": "Gawo 7:",
    "g1-17": "Pangani chikwatu kuti mupange",
    "g1-18": "Gawo 8:",
    "g1-19": "Unzip Pitani ku Go",
    "g1-20": "Gawo 9:",
    "g1-21": "Tumizani malo a Gorot Creat kuloza ku Pita",
    "g1-22": "Gawo 10:",
    "g1-23": "Sinthani njira yosinthira",
    "g1-24": "Gawo 11:",
    "g1-25": "Onani kuti mayendedwe athu apita",
    "g1-26": "1.19.13",
    "g1-27": "Gawo 12:",
    "g1-28": "Khazikitsani Go111Moduleni ku 'auto' pakupanga kulumikizana",
    "g1-29": "Gawo 13:",
    "g1-30": "Clone Keva-Stratum Retository",
    "g1-31": "Gawo 14:",
    "g1-32": "Pitani ku chikwatu cha Keva-Stratum",
    "g1-33": "Gawo 15:",
    "g1-34": "Pangani chikwatu kuti mupange, apa timagwiritsa ntchito",
    "g1-35": "Gawo 16:",
    "g1-36": "Pitani patsamba lomanga",
    "g1-37": "Gawo 17:",
    "g1-38": "Thamangani mosamala ndi unyolo wa MSYS",
    "g1-39": "Gawo 18:",
    "g1-40": "Pangani Keva-Stratum",
    "g1-41": "Gawo 19:",
    "g1-42": "Sinthani Centram Count",
    "g1-43": "Gawo 20:",
    "g1-44": "Thamangani Keva Stratum",
    "g1-45": "Pangani fayilo yomwe ili mkati c: / Msys2 / Home / 'Wogwiritsa' / Keva-Stratum / Mangani.Ngati mukusamukira ku malo ena omwe mukufuna kuti musokeke",
    "g1-46": "Kulembera",
    "g1-47": "Wofonafuna",
    "g2-01": "Timu Kevacoin - Mangani Keva_pfs for Linux",
    "g2-02": "Pangani Keva_pfs for Linux",
    "g2-03": "Gawo 1:",
    "g2-04": "Onetsetsani kuti dongosolo lili ndi chibwenzi",
    "g2-05": "2:",
    "g2-06": "Ikani Git ndi Golang",
    "g2-07": "Gawo 3:",
    "g2-08": "Clone keva_pffs osungira",
    "g2-09": "4:",
    "g2-10": "Pitani ku Keva_ps",
    "g2-11": "Gawo 5:",
    "g2-12": "Pangani chikwatu ndi kuyendayenda",
    "g2-13": "Gawo 6:",
    "g2-14": "Pangani Keva_pfs",
    "g2-15": "Gawo 7:",
    "g2-16": "Koperani Chigawo.Json kuti apange chikwatu",
    "g2-17": "Gawo 8:",
    "g2-18": "Sinthani ConAg.JSON",
    "g2-19": "Gawo 9:",
    "g2-20": "Yambitsani Keva_pfs",
    "g3-01": "Team ya Kevacoin - Mangani Keva Stratum for Linux",
    "g3-02": "Pangani Keva Stratum ya Linux",
    "g3-03": "Gawo 1:",
    "g3-04": "Sinthani dongosolo",
    "g3-05": "2:",
    "g3-06": "Ikani makina omanga",
    "g3-07": "Gawo 3:",
    "g3-08": "Ikani Golang ndi Git",
    "g3-09": "4:",
    "g3-10": "Clone keva-bedi",
    "g3-11": "Gawo 5:",
    "g3-12": "Lowetsani chikwatu cha Keva-Stratum",
    "g3-13": "Gawo 6:",
    "g3-14": "Pangani chikwatu",
    "g3-15": "Gawo 7:",
    "g3-16": "Yendani kuti mupange chikwatu",
    "g3-17": "Gawo 8:",
    "g3-18": "Kutumiza Tu111MOPE kuti mupange kugwirizana",
    "g3-19": "Gawo 9:",
    "g3-20": "Kukonzanso",
    "g3-21": "Gawo 10:",
    "g3-22": "Pangani Keva-Stratum",
    "g3-23": "Gawo 11:",
    "g3-24": "Chongani Pangani zotulukapo",
    "g3-25": "Gawo 12:",
    "g3-26": "Sinthani ConAg.JSON",
    "g4-01": "Gulu la Kevacoin - Kukhazikitsa Cryptote-Nodejs-Pool",
    "g4-02": "Kukhazikitsa Cryptote-Nodejs-Pool",
    "g4-03": "Gawo 1:",
    "g4-04": "Sinthani dongosolo",
    "g4-05": "2:",
    "g4-06": "Ikani makina omanga",
    "g4-07": "Gawo 3:",
    "g4-08": "Ikani NVM",
    "g4-09": "4:",
    "g4-10": "Ikani nodejs 11.0.0",
    "g4-11": "Gawo 5:",
    "g4-12": "Khazikitsani NPM kuti mugwiritse ntchito Python 2.7",
    "g4-13": "Gawo 6:",
    "g4-14": "Clone Cryptote-Nodejs-Pool",
    "g4-15": "Gawo 7:",
    "g4-16": "Pitani ku dziwe",
    "g4-17": "Gawo 8:",
    "g4-18": "Thamangani NPM",
    "g4-19": "Gawo 9:",
    "g4-20": "Koperani Kevacoin.Jn kuti agwirizane.JSON",
    "g4-21": "Gawo 10:",
    "g4-22": "Sinthani ConAg.JSON",
    "g4-23": "Gawo 11:",
    "g4-24": "Thawirani dziwe",
    "g5-01": "Team Kevacoin - Pangani Kevacoin Core ku Linux pogwiritsa ntchito",
    "g5-02": "Pangani Kevacoin Core ku Linux pogwiritsa ntchito",
    "g5-03": "Gawo 1:",
    "g5-04": "Sinthani dongosolo",
    "g5-05": "2:",
    "g5-06": "Ikani makina omanga",
    "g5-07": "Gawo 3:",
    "g5-08": "Clone Kevacoin Yoyambitsa",
    "g5-09": "4:",
    "g5-10": "Pitani ku maofesi omwe amatengera mkati mwa Kevacoin",
    "g5-11": "Gawo 5:",
    "g5-12": "Thawirani",
    "g5-13": "Gawo 6:",
    "g5-14": "Sinthani chikwatu",
    "g5-15": "Gawo 7:",
    "g5-16": "Thamanga Autogen.sh",
    "g5-17": "Gawo 8:",
    "g5-18": "Thamangitsani kukonza, kuloza Linux kumadalira",
    "g5-19": "Gawo 9:",
    "g5-20": "Pangani Kevacoin",
    "g5-21": "Gawo 10:",
    "g5-22": "Pangani phukusi logulitsa",
    "g5-23": "Gawo 11:",
    "g5-24": "Ikani Kevacoin",
    "g6-01": "Team ya Kevacoin - Pangani Kevacoin Core for Windows pogwiritsa ntchito",
    "g6-02": "Pangani Kevacoin Core for Windows pogwiritsa ntchito",
    "g6-03": "Gawo 1:",
    "g6-04": "Sinthani dongosolo",
    "g6-05": "2:",
    "g6-06": "Ikani makina omanga",
    "g6-07": "Gawo 3:",
    "g6-08": "Ikani chingwe cholumikizira cha Mingw-w64",
    "g6-09": "4:",
    "g6-10": "Khazikitsani njira yokhazikika ya MASW32 g ++ ya compler to potix",
    "g6-11": "Gawo 5:",
    "g6-12": "Clone Kevacoin Yoyambitsa",
    "g6-13": "Gawo 6:",
    "g6-14": "Pitani ku maofesi omwe amatengera mkati mwa Kevacoin",
    "g6-15": "Gawo 7:",
    "g6-16": "Thamangani pangani mawindo",
    "g6-17": "Gawo 8:",
    "g6-18": "Sinthani chikwatu",
    "g6-19": "Gawo 9:",
    "g6-20": "Thamanga Autogen.sh",
    "g6-21": "Gawo 10:",
    "g6-22": "Thamangitsani kukonza, kuloza mawindo kumadalira",
    "g6-23": "Gawo 11:",
    "g6-24": "Pangani Kevacoin",
    "g6-25": "Gawo 12:",
    "g6-26": "Pangani phukusi logulitsa",
    "nav-07": "Pangani Kevacoin Core ku Linux pogwiritsa ntchito",
    "nav-08": "Pangani Kevacoin Core for Windows pogwiritsa ntchito",
    "nav-09": "Pangani Keva-Stratum for Linux",
    "nav-10": "Pangani Keva-Stratum for Windows pogwiritsa ntchito MSYs",
    "nav-11": "Pangani Keva_pfs for Linux",
    "nav-12": "Cryptote-nodejs-dziwe"
}