{
    "index-01": "Equipe Kevacoin",
    "index-02": "Bem-vindo",
    "index-03": "Bem-vindo ao site da equipe Kevacoin!",
    "index-04": "Trabalho em andamento, mas aproveite os recursos.",
    "aboutus-01": "Equipe Kevacoin",
    "aboutus-02": "Sobre nós",
    "aboutus-03": "Apenas algumas pessoas aleatórias que acreditam neste projeto e em seu encaixe no ecossistema blockchain.",
    "contact-01": "Equipe Kevacoin",
    "contact-02": "Conecte-se conosco",
    "contact-03": "Envie-nos um email",
    "contact-04": "Junte-se a nós no Discord",
    "contact-05": "Participe de discussões no GitHub",
    "contact-06": "Siga-nos no X @KevacoinTeam",
    "protocol-01": "Equipe Kevacoin - Protocolo Kevacoin",
    "protocol-02": "Símbolo",
    "protocol-03": "KVA",
    "protocol-04": "Fornecimento total",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Pré-minerado",
    "protocol-07": "Não",
    "protocol-08": "Taxa do desenvolvedor",
    "protocol-09": "Algoritmo PoW",
    "protocol-10": "RandomKeva",
    "protocol-11": "Bloquear recompensa",
    "protocol-12": "500, reduzido pela metade a cada 4 anos",
    "protocol-13": "Tempo de bloqueio",
    "protocol-14": "2 minutos",
    "protocol-15": "Ajuste de dificuldade",
    "protocol-16": "DigiShield, cada bloco",
    "protocol-17": "SegWit",
    "protocol-18": "Ativado",
    "protocol-19": "Peso do bloco",
    "protocol-20": "6.000.000 unidades de peso",
    "protocol-21": "Tamanho máximo da chave",
    "protocol-22": "255 Bytes",
    "protocol-23": "Número máximo de chaves",
    "protocol-24": "Sem limite rígido",
    "protocol-25": "Tamanho máximo do valor",
    "protocol-26": "3072 Bytes",
    "support-01": "Equipe Kevacoin - Apoie a equipe",
    "support-02": "O blockchain Kevacoin é um projeto de código aberto apoiado pela comunidade.",
    "support-03": "A equipe Kevacoin é um grupo de indivíduos que oferecem seu tempo, habilidades e recursos para servir como guardiões do blockchain.",
    "support-04": "Contribuir para o sucesso está nas mãos de todos.",
    "support-05": "Como posso ajudar a equipe que você pergunta?",
    "support-06": "A melhor maneira é contribuir com os esforços das equipes para progredir no blockchain Kevacoin. Há muitos chapéus para preencher onde as contribuições podem ajudar a impulsionar o sucesso.",
    "support-07": "Prefere doar? Nós ajudamos você!",
    "support-08": "Vamos ser sinceros, hospedagem é cara.",
    "support-09": "Para oferecer suporte adequado aos usuários, o kevacointeam.org precisa expandir nós e serviços L2 como o electrumx. Os recursos atuais fornecidos pelo keva.one são projetados para serem super baratos e insuficientes para atender cargas pesadas. A expansão é realmente necessária para apoiar adequadamente as exchanges e o tráfego que elas irão gerar.",
    "support-10": "Fundo de hospedagem",
    "support-11": "*AWS é o fornecedor atual; é consistente, fácil de prever e global, portanto resolve a maioria dos desafios. O design e o escopo do serviço dependerão do financiamento. Em um mundo ideal, a equipe poderia apoiar os usuários com o seguinte projeto",
    "support-12": "Bolsas com alta demanda, mas a maioria tem alguns obstáculos financeiros; abaixo estão os endereços das equipes para cobrir taxas de listagem e fornecer liquidez",
    "support-13": "Fundo de câmbio",
    "support-14": "Quer contribuir com um membro individual da equipe?",
    "faq-01": "Equipe Kevacoin - Perguntas frequentes sobre Kevacoin",
    "faq-02": "Perguntas Frequentes",
    "faq-03": "O nome \"Keva\" é uma abreviatura de valor-chave (pronuncia-se Kee-Va, e o símbolo curto é KVA). É um armazenamento de valor-chave construído em blockchain, no código- base de Bitcoin e Litecoin Além de ser uma criptomoeda, permite aos usuários adicionar, atualizar ou excluir pares de valores-chave no blockchain de maneira fácil e segura.",
    "faq-04": "Kevacoin é influenciado pelo Namecoin, com a parte do valor-chave do código fortemente modificada a partir do código de registro de nome do Namecoin.",
    "faq-05": "Mesmo que Kevacoin seja influenciado pelo Namecoin, ele funciona de maneira muito diferente e tem um propósito muito diferente deste último: Kevacoin é um armazenamento de valor-chave, enquanto Namecoin é um sistema de registro de nome. Kevacoin não tem limite rígido de o número de chaves e o comprimento máximo do valor é 3.072 bytes. O namespace do Namecoin tem um limite de 520 bytes para cada namespace do Kevacoin gerado exclusivamente pela rede para evitar conflitos. . Com o Kevacoin, você não precisa se preocupar com a ocupação de namespaces. Os pares de valores-chave do Kevacoin não expiram.",
    "faq-06": "Quanto custa para usar o armazenamento de dados Kevacoin?",
    "faq-07": "Antes de adicionar um par chave-valor, é necessário criar um namespace para armazenar os pares. O sistema reserva 0,01 KVA para a criação do namespace e o valor não pode ser gasto. Pode-se adicionar chave-valor a o namespace, com uma taxa de transação determinada pelos mineradores.",
    "faq-08": "Kevacoin é uma blockchain pública e qualquer pessoa pode escrever nela. A rede é vulnerável ao abuso de spam sem taxa de transação. Além disso, as transações são validadas pelos mineradores e eles precisam ser compensados por seu trabalho.",
    "faq-09": "Onde posso conseguir Kevacoin?",
    "faq-10": "A maneira mais fácil de obter Kevacoin é através da mineração. Kevacoin usa o algoritmo de hash RandomKeva (uma variante do RandomX) e é compatível com o software de mineração Monero. Você pode usar, por exemplo, XMRig ou XMR-Stak como o software de mineração.",
    "faq-11": "Qual é o fornecimento máximo de Kevacoin?",
    "faq-12": "A recompensa do bloco é inicialmente de 500 KVA. A recompensa é reduzida pela metade a cada quatro anos (a cada 1.050.000 blocos, cerca de 2 minutos para cada bloco). O cronograma de redução pela metade é o mesmo do Bitcoin e do Litecoin. O fornecimento máximo de Kevacoin é 1.050.000.000 KVA.",
    "faq-13": "Qual é o tamanho máximo do bloco?",
    "faq-14": "Kevacoin é baseado em Bitcoin e Litecoin, com Segregated Witness (SegWit) habilitado desde o início. Com o SegWit, o Bitcoin teoricamente tem um tamanho máximo de bloco de cerca de 4 MB. No entanto, a parte não-testemunha do bloco tem um fator de escala de 4 e a parte testemunha um fator de 1. De acordo com este artigo, o tamanho do bloco de 2,3 MB seria esperado com transações SegWit médias. Isso é cerca de 0,6 MB para os pares de valores-chave do Kevacoin. dados não testemunhais e ocupará parte de 0,6 MB se o Kevacoin tiver a mesma configuração de tamanho de bloco do Bitcoin. Com o tamanho máximo de 3 KB, 0,6 MB parece ser inadequado.",
    "faq-15": "Kevacoin permite tamanho máximo de bloco de 6 MB (MAX_BLOCK_WEIGHT é 6000000). O tamanho dos dados não testemunhados pode ser de cerca de 1 MB. São cerca de 400 KB de espaço extra reservado para pares de valores-chave. Semelhante ao Bitcoin, é muito improvável que 6 MB possam ser totalmente utilizados devido à estrutura da transação. O tamanho máximo de bloco esperado é de cerca de 3 MB para Kevacoin.",
    "faq-16": "Você pré-minerou as moedas?",
    "faq-17": "Não. Além disso, a recompensa do bloco genesis é 0,00001 KVA (a recompensa normal do bloco é 500 KVA).",
    "faq-18": "Quanto tempo leva para confirmar uma atualização de valor-chave?",
    "faq-19": "Kevacoin tem um tempo de bloqueio de cerca de dois minutos. Portanto, você pode precisar esperar esse tempo antes que seu par de valores-chave seja confirmado e adicionado o próximo bloco. Você pode usar o comando do cliente keva_pending para verifique as transações de valor-chave pendentes.",
    "faq-20": "O que é um namespace e por que precisamos de um?",
    "faq-21": "Cada namespace é um espaço exclusivo para você adicionar ou atualizar pares de valores-chave com segurança, sem quaisquer conflitos potenciais com outros usuários. Um namespace possui um ID que é garantido como exclusivo em toda a rede. Ele também possui um nome de exibição que pode ser usado para rastrear os namespaces internamente. Um ID de namespace é uma string codificada em base 58 e sempre começa com.",
    "faq-22": "O principal motivo para atribuir um ID de namespace exclusivo é evitar a invasão de nomes.",
    "faq-23": "O Kevacoin suporta Contrato Inteligente?",
    "faq-24": "Kevacoin é baseado em Bitcoin/Litecoin, portanto tem um nível semelhante de suporte para contratos inteligentes. Kevacoin é um armazenamento de dados descentralizado e deixa a implementação da lógica do aplicativo fora do blockchain.",
    "faq-25": "Tome o exemplo de um sistema de microblog descentralizado. Contanto que os dados do usuário sejam gravados no armazenamento de dados e estejam acessíveis ao público, qualquer um pode escrever um aplicativo (usando sua linguagem de programação favorita) para exibir blogs existentes e adicionar novos O aplicativo pode ser proprietário ou de código aberto, mas o conteúdo é o mesmo porque temos uma única fonte de verdade.",
    "faq-26": "Qual é o tamanho máximo de chave e valor?",
    "faq-27": "O tamanho máximo da chave é 255 bytes e o tamanho do valor 3072 bytes. O tamanho máximo do valor é determinado por MAX_SCRIPT_ELEMENT_SIZE. É 520 no Bitcoin e aumentamos para 3072. Não há nenhuma razão específica para escolher este tamanho. 520 bytes parece ser muito pequeno e muito limitado, mas também não pode ser muito grande, porque queremos evitar possíveis ataques DoS.",
    "faq-28": "Por que RandomKeva foi escolhido como algoritmo de prova de trabalho?",
    "faq-29": "Kevacoin usa Prova de Trabalho como método de consenso. O algoritmo de hash é RandomKeva. Algumas razões para esta escolha: É amigável à CPU. CPUs com instruções AES NI podem obter uma melhor taxa de hash. É algoritmo de hash com memória rígida e consome muito menos energia do que GPU e ASIC. Pode ser mais resistente a ASIC, portanto é mais justo para mineradores individuais.",
    "faq-30": "Embora o Kevacoin seja baseado em Bitcoin/Litecoin, modificamos ligeiramente a estrutura do cabeçalho para torná-lo compatível com o software de mineração Monero. Como resultado, pode-se usar qualquer software de mineração Monero para extrair Kevacoin (por exemplo, XMRig ou XMR-Stak).",
    "faq-31": "Qual é o algoritmo de ajuste de dificuldade?",
    "faq-32": "Kevacoin usa o algoritmo de ajuste de dificuldade DigiShield, o mesmo usado pelo DogeCoin. O tempo alvo do bloco é ajustado a cada bloco. DigiShield evita o efeito negativo dos jumpers de pool. Por exemplo, se uma grande quantidade de hash rate se junta à mineração de Kevacoin, a meta de dificuldade aumentará rapidamente para evitar recompensas fáceis. Da mesma forma, a meta de dificuldade diminuirá quando uma grande quantidade de taxa de hash sair, de modo que os blocos ainda serão gerados em cerca de 2 minutos, mesmo com menos poder de hashing.",
    "faq-33": "Quais são as ameaças representadas pelo ataque de 51%?",
    "faq-34": "O maior risco de ataque de 51% é o gasto duplo. Este é um risco bem conhecido para as criptomoedas baseadas em Prova de Trabalho. No entanto, um invasor não pode alterar arbitrariamente os pares de valores-chave que ele/ ela não possui. O pior que um invasor pode fazer é bloquear ou reverter as transações de valores-chave adulteradas por não-proprietários não serão aceitas pela rede, pois são protegidas criptograficamente. permanecerá no mempool e será eventualmente adicionado ao blockchain quando o ataque parar.",
    "faq-35": "Meus dados estão visíveis ao público?",
    "faq-36": "Todas as transações de valor-chave são visíveis ao público, pois esta é a natureza do blockchain estilo bitcoin. Pode-se criptografar os valores, ou apenas armazenar os hashes dos valores, para proteger a confidencialidade do valores.",
    "faq-37": "Como posso contribuir para o desenvolvimento do Kevacoin?",
    "faq-38": "Obrigado por perguntar! Kevacoin é um projeto comunitário e a participação da comunidade é vital para seu sucesso a longo prazo. Você pode nos ajudar de diferentes maneiras: Baixe o software cliente, execute-o e teste-o. Execute um programa público nó completo. Seja um minerador ou inicie um pool de mineração. Revise ou escreva a documentação, incluindo este FAQ. Você pode enviar solicitações pull para repositórios https://github.com/kevacoin-team. e testes de regressão. Para relatar bugs não relacionados à segurança, use o rastreador de problemas do Github. Para relatar bugs relacionados à segurança, envie e-mails para contact@kevacointeam.org Desenvolva o aplicativo usando o armazenamento de dados descentralizado Kevacoin. projeto. Contribua com o código-fonte para o projeto Kevacoin. Solicitações pull são bem-vindas!",
    "software-cryptonote-nodejs-pool-01": "Equipe Kevacoin - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-NodeJS-Pool",
    "software-cryptonote-nodejs-pool-03": "Baixar",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool é um software de pool de mineração de alto desempenho escrito em Node.js com complementos C nativos, projetado para moedas baseadas em CryptoNote. Inclui um exemplo leve de front-end end script que usa a API AJAX do pool O pool suporta vários algoritmos Cryptonight.",
    "software-electrumx-01": "Equipe Kevacoin - ElectrumX",
    "software-electrumx-02": "ElectrumX",
    "software-electrumx-03": "Baixar",
    "software-electrumx-04": "ElectrumX é uma reimplementação do Electrum-Server projetada para lidar com um futuro com blocos maiores. Este software de servidor robusto oferece tratamento eficiente de consultas de blockchain, tornando-o adequado para uso com criptomoedas que enfrentam volumes de transações aumentados e tamanhos de bloco maiores.",
    "software-electrumx-05": "Principais recursos",
    "software-electrumx-06": "Escalabilidade: Projetado para suportar blocos maiores, garantindo que continue funcionando à medida que o tamanho da blockchain aumenta.",
    "software-electrumx-07": "Eficiência: Otimizado para lidar com um grande volume de consultas blockchain de forma eficiente.",
    "software-electrumx-08": "Compatibilidade: Suporta diversas criptomoedas, tornando-o versátil para diferentes ecossistemas de blockchain.",
    "software-keva-stratum-01": "Equipe Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Keva-estrato",
    "software-keva-stratum-03": "Baixar",
    "software-keva-stratum-04": "keva-stratum é um servidor de estrato de mineração CryptoNote de alto desempenho com uma interface web, especificamente adaptada para Kevacoin.",
    "software-keva-stratum-05": "Bifurcado do monero-stratum, o keva-stratum simplifica o processo de construção e inclui os componentes necessários do código-fonte do Monero, eliminando a necessidade de uma árvore de origem Monero externa. Ele também oferece suporte à construção no Windows por meio do MSYS2 .",
    "software-keva-stratum-06": "Lista de recursos do estrato",
    "software-keva-stratum-07": "Seja seu próprio pool: configure e gerencie seu próprio pool de mineração.",
    "software-keva-stratum-08": "Monitoramento de disponibilidade de plataformas: monitore a disponibilidade e o desempenho das plataformas de mineração.",
    "software-keva-stratum-09": "Acompanhe estatísticas: acompanhe compartilhamentos aceitos, compartilhamentos rejeitados e estatísticas de bloqueio.",
    "software-keva-stratum-10": "Detectar plataformas doentes: identifique facilmente plataformas com baixo desempenho ou mau funcionamento.",
    "software-keva-stratum-11": "Lista de failover de daemons: Configure uma lista de daemons de failover para garantir operação contínua.",
    "software-keva-stratum-12": "Processamento de compartilhamentos simultâneos: Lide com vários envios de compartilhamentos simultaneamente para obter desempenho ideal.",
    "software-keva-stratum-13": "Bela interface web: gerencie e monitore seu pool de mineração com uma interface web intuitiva.",
    "software-keva-stratum-14": "Recursos em detalhes",
    "software-keva-stratum-15": "1. Seja seu próprio pool:",
    "software-keva-stratum-16": "Permite que você configure um pool de mineração privado, dando a você controle sobre o processo de mineração e as taxas do pool.",
    "software-keva-stratum-17": "2. Monitoramento de disponibilidade de plataformas:",
    "software-keva-stratum-18": "Monitora continuamente o status das plataformas de mineração, garantindo que estejam operacionais e com desempenho ideal.",
    "software-keva-stratum-19": "3. Acompanhe as estatísticas de aceitação, rejeição e bloqueio:",
    "software-keva-stratum-20": "Fornece estatísticas detalhadas sobre compartilhamentos aceitos e rejeitados, bem como blocos encontrados, ajudando você a monitorar o desempenho do pool.",
    "software-keva-stratum-21": "4. Fácil detecção de plataformas doentes:",
    "software-keva-stratum-22": "Identifica rapidamente plataformas com baixo desempenho ou mau funcionamento, permitindo manutenção ou substituição imediata.",
    "software-keva-stratum-23": "5. Lista de Fail Over do Daemon:",
    "software-keva-stratum-24": "Configura vários daemons para garantir failover caso o daemon primário fique inativo, mantendo operações de mineração contínuas.",
    "software-keva-stratum-25": "6. Processamento de compartilhamentos simultâneos:",
    "software-keva-stratum-26": "Otimiza o desempenho lidando com vários envios de compartilhamento simultaneamente, reduzindo a latência e aumentando a eficiência.",
    "software-keva-stratum-27": "7. Linda interface da Web:",
    "software-keva-stratum-28": "Uma interface web intuitiva para gerenciar e monitorar o pool, fornecendo estatísticas em tempo real e fácil configuração.",
    "software-keva-stratum-29": "Ao usar o keva-stratum, você pode configurar um pool de mineração de alto desempenho para Kevacoin, aproveitando seus recursos robustos e interface amigável para gerenciar e monitorar suas operações de mineração com eficiência.",
    "software-kevacoin-core-01": "Equipe Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Núcleo Kevacoin",
    "software-kevacoin-core-03": "Baixar",
    "software-kevacoin-core-04": "Kevacoin é um armazenamento de dados de valor-chave descentralizado e de código aberto construído sobre a criptomoeda Litecoin, que é baseada em Bitcoin. Influenciado por Namecoin, Kevacoin oferece uma abordagem única aos dados armazenamento e gerenciamento, embora sirva propósitos diferentes e opere de forma diferente do Namecoin.",
    "software-kevacoin-core-05": "O que o Kevacoin faz?",
    "software-kevacoin-core-06": "Kevacoin permite aos usuários:",
    "software-kevacoin-core-07": "Registre chaves e valores com segurança: armazene pares de valores-chave onde cada valor pode ter até 3.072 bytes. Não há limites rígidos para o número de chaves.",
    "software-kevacoin-core-08": "Atualizar chaves e valores: modificar pares de valores-chave existentes.",
    "software-kevacoin-core-09": "Mantenha Namespaces Exclusivos da Rede: Agrupe chaves em namespaces para evitar conflitos de nomes.",
    "software-kevacoin-core-10": "Transacionar Kevacoins (KVA): Use a moeda digital nativa, Kevacoin (KVA), para transações.",
    "software-kevacoin-core-11": "Casos de uso para Kevacoin",
    "software-kevacoin-core-12": "Como um banco de dados descentralizado de valores-chave, o Kevacoin pode ser usado em várias aplicações, incluindo:",
    "software-kevacoin-core-13": "Mídia Social: Armazene dados para plataformas de mídia social.",
    "software-kevacoin-core-14": "Micro Blogging: Suporte a serviços de microblog com armazenamento descentralizado de dados.",
    "software-kevacoin-core-15": "Hashes: armazene e gerencie dados hash com segurança.",
    "software-kevacoin-core-16": "Serviços Notariais: Fornecer serviços notariais descentralizados.",
    "software-kevacoin-core-17": "Kevacoin tem suporte limitado para contratos inteligentes, semelhante ao Bitcoin e Litecoin, ainda permite o desenvolvimento de aplicativos descentralizados (dApps). Os dados permanecem descentralizados no blockchain Kevacoin, enquanto o aplicativo a lógica é desenvolvida a partir do blockchain.",
    "software-keva-wallet-01": "Equipe Kevacoin - Carteira Móvel Keva",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "Baixar",
    "software-keva-wallet-04": "KevaWallet é uma carteira leve e fina para Kevacoin. Ela foi projetada para ser fácil de usar e construída usando tecnologias modernas para fornecer uma experiência de usuário perfeita.",
    "software-keva-wallet-05": "Principais recursos",
    "software-keva-wallet-06": "React Native: Construído com React Native, fornecendo uma interface de usuário suave e responsiva nas plataformas iOS e Android.",
    "software-keva-wallet-07": "Electrum: Utiliza Electrum, um cliente Bitcoin leve, adaptado para Kevacoin para garantir transações eficientes e seguras.",
    "software-keva-wallet-08": "Código aberto: baseado na carteira BlueWallet Bitcoin de código aberto, aproveitando sua arquitetura robusta e segura.",
    "software-keva-wallet-09": "Visão geral",
    "software-keva-wallet-10": "KevaWallet foi projetado para oferecer uma maneira segura e conveniente de gerenciar seus Kevacoins (KVA). Ao aproveitar o modelo de servidor eficiente e descentralizado da Electrum, KevaWallet garante processamento rápido de transações sem a necessidade de baixar o arquivo inteiro blockchain.",
    "software-keva-wallet-11": "Principais benefícios",
    "software-keva-wallet-12": "Leve: Não há necessidade de baixar todo o blockchain Kevacoin, tornando-o ideal para dispositivos móveis.",
    "software-keva-wallet-13": "Cross-Platform: Disponível em iOS e Android, graças ao React Native.",
    "software-keva-wallet-14": "Seguro: Construído sobre a base sólida do BlueWallet, herdando seus recursos de segurança e melhores práticas.",
    "software-keva-wallet-15": "Baseado em BlueWallet",
    "software-keva-wallet-16": "KevaWallet herda muitos recursos e medidas de segurança da BlueWallet, uma carteira Bitcoin de código aberto. Isso inclui:",
    "software-keva-wallet-17": "Carteiras com múltiplas assinaturas: Proteja seus Kevacoins com suporte para múltiplas assinaturas.",
    "software-keva-wallet-18": "Carteiras somente para observação: monitore seus endereços sem expor suas chaves privadas.",
    "software-keva-wallet-19": "Transações Personalizadas: Crie transações personalizadas com opções avançadas.",
    "software-keva-wallet-20": "Ao usar o KevaWallet, você pode gerenciar com eficiência seus Kevacoins em qualquer lugar, com a segurança e a confiabilidade fornecidas por sua arquitetura robusta e comunidade de desenvolvimento ativa.",
    "software-keva-ipfs-01": "Equipe Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "Baixar",
    "software-keva-ipfs-04": "keva_ipfs é o serviço de back-end para o aplicativo móvel Keva, projetado para facilitar o upload e fixação de arquivos IPFS. Este back-end garante interação perfeita entre o aplicativo móvel Keva e o InterPlanetary Sistema de arquivos (IPFS)."
}