{
    "index-01": "Echipa Kevacoin",
    "index-02": "Bine ati venit",
    "index-03": "Bine ați venit pe site -ul echipei Kevacoin!",
    "index-04": "Lucrați în desfășurare, dar vă rugăm să vă bucurați de resurse.",
    "aboutus-01": "Echipa Kevacoin",
    "aboutus-02": "Despre noi",
    "aboutus-03": "Doar unele persoane aleatorii care cred în acest proiect și în sediul său în sistemul Eco Blockchain.",
    "contact-01": "Echipa Kevacoin",
    "contact-02": "Conecteaza-te cu noi",
    "contact-03": "Trimite-ne un e-mail",
    "contact-04": "Alătură -te la noi pe discordie",
    "contact-05": "Implicați -vă în discuții Github",
    "contact-06": "Urmați -ne pe x @KevaCoinTeam",
    "protocol-01": "Echipa Kevacoin - Protocolul Kevacoin",
    "protocol-02": "Simbol",
    "protocol-03": "Kva",
    "protocol-04": "Aprovizionare totală",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Pre-miniat",
    "protocol-07": "Nu",
    "protocol-08": "Taxa pentru dezvoltatori",
    "protocol-09": "Algoritmul POW",
    "protocol-10": "Randomkeva",
    "protocol-11": "Recompensă de bloc",
    "protocol-12": "500, la jumătate la fiecare 4 ani",
    "protocol-13": "Blocați timpul",
    "protocol-14": "2 minute",
    "protocol-15": "Ajustarea dificultății",
    "protocol-16": "Digishield, fiecare bloc",
    "protocol-17": "Segwit",
    "protocol-18": "Activat",
    "protocol-19": "Greutatea blocată",
    "protocol-20": "6.000.000 de unități de greutate",
    "protocol-21": "Dimensiunea maximă a cheii",
    "protocol-22": "255 octeți",
    "protocol-23": "Numărul maxim de chei",
    "protocol-24": "Fără limită grea",
    "protocol-25": "Dimensiunea maximă a valorii",
    "protocol-26": "3072 octeți",
    "protocol-27": "Protocol",
    "support-01": "Echipa Kevacoin - Susțineți echipa",
    "support-02": "Kevacoin Blockchain este un proiect acceptat de comunitate open source.",
    "support-03": "Echipa Kevacoin este un grup de persoane care își oferă voluntarile, abilitățile și resursele pentru a servi ca custodieni la blockchain.",
    "support-04": "A contribui la succes este în mâinile tuturor.",
    "support-05": "Cum pot ajuta echipa pe care o întrebi?",
    "support-06": "Cel mai bun mod este de a contribui la eforturile echipelor de a progresa blockchain -ul Kevacoin.Există multe pălării pentru a completa unde contribuțiile pot ajuta la stimularea succesului.",
    "support-07": "Mai degrabă donezi?Te -am acoperit!",
    "support-08": "Permiteți -l să -l înfrunte, găzduirea este scumpă.",
    "support-09": "Pentru a sprijini în mod corespunzător utilizatorii KevaCointeam.org trebuie să extindă noduri și servicii L2 precum Electrumx.Resursele curente furnizate în afara Keva.one sunt concepute pentru a fi super ieftine și sunt insuficiente pentru a deservi sarcini grele.Extinderea cu adevărat necesară pentru a sprijini în mod corespunzător schimburile și traficul pe care îl vor genera.",
    "support-10": "Fond de găzduire",
    "support-11": "*AWS este furnizorul actual;Este consistent, ușor de prognozat și global, astfel încât rezolvă cele mai multe provocări.Proiectarea serviciilor și domeniul de aplicare vor depinde de fond.Într -o lume ideală, echipa ar putea sprijini utilizatorii cu următorul design",
    "support-12": "Schimburi la cerere mare, dar majoritatea au unele obstacole financiare;Mai jos sunt adresele echipei pentru a acoperi taxele de listare și pentru a oferi lichiditate",
    "support-13": "Fond de schimb",
    "support-14": "Doriți să contribuiți la un membru al echipei individuale?",
    "support-15": "Sprijină echipa",
    "faq-01": "Echipa Kevacoin - Întrebări frecvente Kevacoin",
    "faq-02": "întrebări frecvente",
    "faq-03": "Numele „Keva” este o prescurtare pentru valoare cheie (pronouced Kee-va, iar simbolul scurt este KVA).Este un magazin cu valoare cheie construită pe blockchain, pe baza codului Bitcoin și Litecoin.Pe lângă faptul că este o criptocurrency, permite utilizatorilor să adauge cu ușurință și în siguranță, să actualizeze sau să șteargă perechi de valoare cheie pe blockchain.",
    "faq-04": "Kevacoin este influențat de Namecoin, cu partea cheie-valoare a codului puternic modificată din codul de înregistrare a numelui Namecoin.",
    "faq-05": "Chiar dacă Kevacoin este influențat de Namecoin, funcționează foarte diferit și servește un scop foarte diferit de cel din urmă: Kevacoin este un magazin cu valoare cheie, în timp ce Namecoin este un sistem de înregistrare a numelui.Kevacoin nu are nicio limită grea pentru numărul de taste, iar lungimea maximă a valorii este 3072 octeți.Namecoin are 520 de octeți pentru fiecare spațiu de nume.ID -ul spațiului de nume al lui Kevacoin generat în mod unic de rețea pentru a evita conflictele.Spațiul de nume al Namecoin este ales de utilizator și trebuie să fie unic în rețea.Cu Kevacoin, nu trebuie să vă faceți griji cu privire la ghemuirea spațiului de nume.Perechile cu valoare cheie a lui Kevacoin nu expiră.",
    "faq-06": "Cât costă utilizarea magazinului de date Kevacoin?",
    "faq-07": "Înainte de a adăuga o pereche cu valoare cheie, trebuie să creăm un spațiu de nume pentru a ține perechile.Sistemul își rezervă 0,01 kVA pentru crearea spațiului de nume și suma nu poate fi cheltuită.Se poate adăuga valoare cheie la spațiul de nume, cu o taxă de tranzacție determinată de mineri.",
    "faq-08": "Kevacoin este un blockchain public și oricine poate să -i scrie.Rețeaua este vulnerabilă la abuzul de spam fără taxă de tranzacție.În plus, tranzacțiile sunt validate de mineri și trebuie să fie compensate pentru lucrările lor.",
    "faq-09": "De unde pot să -l iau pe Kevacoin?",
    "faq-10": "Cel mai simplu mod de a -l obține pe Kevacoin este prin minerit.Kevacoin folosește Randomkeva (o variantă a algoritmului de hashing aleatoriu) și este compatibil cu software -ul Monro Mining.Puteți utiliza, de exemplu, XMRIG sau XMR-STAK ca software minier.",
    "faq-11": "Care este oferta maximă de kevacoin?",
    "faq-12": "Recompensa de bloc este inițial de 500 kVA.Recompensa este redusă la jumătate la fiecare patru ani (la fiecare 1050000 de blocuri, aproximativ 2 minute pentru fiecare bloc).Programul de înjumătățire este același cu Bitcoin și Litecoin.Oferta maximă de kevacoin este de 1.050.000.000 kVA.",
    "faq-13": "Care este dimensiunea maximă a blocului?",
    "faq-14": "Kevacoin se bazează pe Bitcoin și Litecoin, cu martor segregat (SEGWIT) activat de la început.Cu Segwit, Bitcoin are teoretic o dimensiune maximă de bloc de aproximativ 4 MB.Cu toate acestea, partea non-martor a blocului are un factor de scalare de 4, iar martorul părții A factor de 1. Conform acestui articol, dimensiunea blocului de 2,3 MB ar fi de așteptat cu tranzacții medii de segwit.Adică aproximativ 0,6 MB pentru datele non-martorilor.Perechile cu valoare cheie a lui Kevacoin sunt date non-martor și vor ocupa o parte de 0,6 MB dacă Kevacoin are aceeași setare de dimensiuni a blocului ca Bitcoin.Cu dimensiunea maximă a valorii de 3kb, 0,6 MB pare a fi inadecvată.",
    "faq-15": "Kevacoin permite dimensiunea maximă a blocului de 6MB (max_block_weight este 6000000).Mărimea datelor non-martor poate fi de aproximativ 1 MB.Este de aproximativ 400kb spațiu suplimentar rezervat pentru perechi de valoare cheie.Similar cu Bitcoin, este foarte puțin probabil ca 6MB să poată fi utilizat complet datorită structurii tranzacției.Dimensiunea maximă a blocului preconizat este de aproximativ 3 MB pentru Kevacoin.",
    "faq-16": "Ai pre-mină monedele?",
    "faq-17": "Nu. Nu numai că, recompensa blocului Genesis este de 0,00001 kVA (recompensă normală a blocului este de 500 kVA).",
    "faq-18": "Cât durează pentru a confirma o actualizare cu valoare cheie?",
    "faq-19": "Kevacoin are un timp de aproximativ două minute.Prin urmare, este posibil să fie nevoie să așteptați despre acea perioadă de timp înainte ca perechea dvs. de valoare cheie să fie confirmată și adăugată următorul bloc.Puteți utiliza comanda client KEVA_PENDING pentru a verifica tranzacțiile cu valoare cheie în așteptare.",
    "faq-20": "Ce este un spațiu de nume și de ce avem nevoie de unul?",
    "faq-21": "Fiecare spațiu de nume este un spațiu unic pentru dvs. pentru a adăuga sau actualiza în siguranță perechile cu valoare cheie fără conflicte potențiale cu alți utilizatori.Un spațiu de nume are un ID care este garantat să fie unic în rețea.De asemenea, are un nume de afișare care poate fi utilizat pentru a urmări intern de spații de nume.Un id de spațiu de nume este un șir codat de bază-58 și începe întotdeauna cu.",
    "faq-22": "Motivul principal pentru a atribui un ID unic al spațiului de nume este de a evita ghemuirea numelui.",
    "faq-23": "Kevacoin acceptă contractul inteligent?",
    "faq-24": "Kevacoin se bazează pe Bitcoin/Litecoin, deci are nivelul similar de asistență pentru contractul inteligent.Kevacoin este un depozit de date des-centralizat și lasă implementarea logicii aplicației în afara blockchain-ului.",
    "faq-25": "Luați exemplul sistemului micro-centralizat de blogging.Atâta timp cât datele utilizatorului sunt scrise în magazinul de date și sunt accesibile public, oricine poate scrie o aplicație (folosind limbajul său de programare preferat) pentru a afișa bloguri existente și a adăuga altele noi.Aplicația poate fi proprietar sau open source, dar conținutul este același, deoarece avem o singură sursă de adevăr.",
    "faq-26": "Care este dimensiunea maximă a cheii și a valorii?",
    "faq-27": "Dimensiunea maximă a cheii este de 255 octeți și dimensiunea valorii 3072 octeți.Dimensiunea maximă a valorii este determinată de max_script_element_size.Este 520 în Bitcoin și îl creștem la 3072. Nu există niciun motiv special pentru a alege această dimensiune.520 de octeți par a fi prea mici și prea limitați.Dar nici nu poate fi prea mare, pentru că vrem să evităm potențialele atacuri DOS.",
    "faq-28": "De ce Randomkeva este ales ca algoritm de dovadă a muncii?",
    "faq-29": "Kevacoin folosește dovada de muncă ca metodă de consens.Algoritmul de hashing este Randomkeva.Câteva motive pentru această alegere: este prietenos cu procesorul.Procesoarele cu instrucțiuni AES NI poate obține o rată de hash mai bună.Este algoritmul de hash greu de memorie și consumă mult mai puțină putere decât GPU și ASIC.Poate fi mai rezistent la ASIC, deci este mai corect pentru minerii individuali.",
    "faq-30": "Chiar dacă Kevacoin se bazează pe Bitcoin/Litecoin, am modificat ușor structura antetului pentru a o face compatibilă cu software -ul Monro Mining.Drept urmare, se poate folosi orice software de miniere Monero pentru a-l mina Kevacoin (de exemplu, XMRIG sau XMR-STAK).",
    "faq-31": "Care este algoritmul de ajustare a dificultății?",
    "faq-32": "Kevacoin folosește algoritmul de ajustare a dificultății Digishield, la fel ca cel folosit de Dogecoin.Timpul țintă a blocului este ajustat la fiecare bloc.Digishield previne efectul negativ al jumperilor din piscină.De exemplu, dacă o cantitate mare de rată de hash se alătură mineritului Kevacoin, ținta de dificultate va crește rapid pentru a preveni recompensele ușoare.În mod similar, ținta de dificultate va scădea atunci când se lasă o cantitate mare de rată de hash, astfel încât blocurile vor fi încă generate în aproximativ 2 minute, chiar și cu o putere mai mică de hashing.",
    "faq-33": "Care sunt amenințările pe care le prezintă un atac de 51%?",
    "faq-34": "Cel mai mare risc de atac de 51% este cheltuielile duble.Acesta este un risc bine cunoscut pentru criptomonedele bazate pe dovada de muncă.Cu toate acestea, un atacator nu poate schimba în mod arbitrar perechile cu valoare cheie pe care nu o deține.Cel mai rău pe care îl poate face un atacator este să blocheze sau să inverseze tranzacțiile cu valoare cheie.Perechile cu valoare cheie, modificate de non-proprietari nu vor fi acceptate de rețea, deoarece sunt securizate criptografic.Tranzacțiile blocate sau inversate vor rămâne în Mempool și vor fi adăugate în cele din urmă la blockchain atunci când atacul se oprește.",
    "faq-35": "Datele mele sunt vizibile publicului?",
    "faq-36": "Toate tranzacțiile cu valoare cheie sunt vizibile publicului, deoarece aceasta este natura blockchain-ului în stil bitcoin.Se poate cripta valorile sau pot stoca numai hashes -urile valorilor, pentru a proteja confidențialitatea valorilor.",
    "faq-37": "Cum pot contribui la dezvoltarea Kevacoin?",
    "faq-38": "Multumesc de intrebare!Kevacoin este un proiect comunitar, iar participarea comunității este vitală pentru succesul său pe termen lung.Ne puteți ajuta în diferite moduri: descărcați software -ul clientului, rulați și testați -l.Rulați un nod complet public.Fii miner sau pornește o piscină minieră.Revizuirea sau scrierea documentației, inclusiv această întrebare frecventă.Puteți trimite cereri de tracțiune la depozitele https://github.com/kevacoin-tam.Scrieți teste de unitate, teste end-to-end și teste de regresie.Raportați erori.Pentru a raporta erori de non-securitate, utilizați trackerul GitHub Issue.Pentru a raporta erorile legate de securitate, vă rugăm să trimiteți e-mailuri la contact@kevacointeam.org.Dezvoltați aplicația folosind depozitul de date de-centralizat Kevacoin.Promovează proiectul.Contribuie codul sursă la proiectul Kevacoin.Cererile de tragere sunt binevenite!Donați proiectului.",
    "faq-39": "Ce este diferit de namecoin?",
    "faq-40": "Ce este Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Echipa Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Descarca",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool este un software de înaltă performanță a grupului minier de înaltă performanță, scris în Node.js cu suplimente C native C, conceput pentru monede bazate pe Cryptonote.Include un script front-end de exemplu ușor care folosește API-ul AJAX al pool-ului.Piscina acceptă diverși algoritmi criptonari.",
    "software-electrumx-01": "Echipa Kevacoin - Electrumx",
    "software-electrumx-02": "Electru",
    "software-electrumx-03": "Descarca",
    "software-electrumx-04": "Electrumx este o reimplementare a serverului electru conceput pentru a gestiona un viitor cu blocuri mai mari.Acest software robust al serverului oferă o gestionare eficientă a interogărilor blockchain, ceea ce îl face potrivit pentru utilizare cu criptomonedele care se confruntă cu volume de tranzacții sporite și dimensiuni mai mari de bloc.",
    "software-electrumx-05": "Caracteristici cheie",
    "software-electrumx-06": "Scalabilitate: proiectat pentru a sprijini blocuri mai mari, asigurându -se că rămâne performant pe măsură ce dimensiunile blockchain cresc.",
    "software-electrumx-07": "Eficiență: optimizat pentru manipularea unui volum mare de interogări blockchain în mod eficient.",
    "software-electrumx-08": "Compatibilitate: acceptă diverse criptomonede, ceea ce o face versatilă pentru diferite ecosisteme blockchain.",
    "software-keva-stratum-01": "Echipa Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Keva-pat",
    "software-keva-stratum-03": "Descarca",
    "software-keva-stratum-04": "Keva-Stratum este un server de înaltă performanță Cryptonote Mining Stratum cu o interfață web, special adaptat pentru Kevacoin.",
    "software-keva-stratum-05": "Furzată de la Monero-Stratum, Keva-Stratum simplifică procesul de construire și include componentele necesare ale codului sursă a monero, eliminând necesitatea unui arbore sursă monero externă.De asemenea, acceptă construirea pe Windows prin MSYS2.",
    "software-keva-stratum-06": "Lista de caracteristici Stratum",
    "software-keva-stratum-07": "Fii propria ta piscină: configurați -vă și gestionați -vă propriul piscină minieră.",
    "software-keva-stratum-08": "Monitorizarea disponibilității platformelor: Monitorizați disponibilitatea și performanța platformelor miniere.",
    "software-keva-stratum-09": "Statistici de urmărire: urmăriți acțiunile acceptate, acțiunile respinse și statisticile blocate.",
    "software-keva-stratum-10": "Detectați platforme bolnave: identificați cu ușurință în cadrul unor platforme efectuate sau defecțiuni.",
    "software-keva-stratum-11": "Daemon Fail Over List: Configurați o listă de eșec peste daemons pentru a asigura funcționarea continuă.",
    "software-keva-stratum-12": "Procesarea acțiunilor concomitente: gestionați mai multe trimiteri de acțiuni simultan pentru performanțe optime.",
    "software-keva-stratum-13": "Interfață web frumoasă: gestionați și monitorizați grupul minier cu o interfață web intuitivă.",
    "software-keva-stratum-14": "Caracteristici în detaliu",
    "software-keva-stratum-15": "1. Fii propria ta piscină:",
    "software-keva-stratum-16": "Vă permite să configurați o piscină minieră privată, oferindu -vă control asupra procesului minier și a taxelor de piscină.",
    "software-keva-stratum-17": "2. Monitorizarea disponibilității platformelor:",
    "software-keva-stratum-18": "Monitorizează continuu starea platformelor miniere, asigurându -se că sunt operaționale și performante optim.",
    "software-keva-stratum-19": "3. Urmăriți acceptările, respinge, blochează statisticile:",
    "software-keva-stratum-20": "Oferă statistici detaliate privind acțiunile acceptate și respinse, precum și blocurile găsite, ajutându -vă să monitorizați performanțele grupului.",
    "software-keva-stratum-21": "4. Detectarea ușoară a platformelor bolnave:",
    "software-keva-stratum-22": "Identifică rapid platformele care sunt efectuate sau funcționează defectuos, permițând întreținerea sau înlocuirea promptă.",
    "software-keva-stratum-23": "5. Daemon eșuează pe listă:",
    "software-keva-stratum-24": "Configurează mai multe daemons pentru a se asigura că eșuează în cazul în care demonul primar scade, menținând operațiuni miniere continue.",
    "software-keva-stratum-25": "6. Procesarea acțiunilor concomitente:",
    "software-keva-stratum-26": "Optimizează performanța prin gestionarea simultană a mai multor acțiuni, reducând latența și creșterea eficienței.",
    "software-keva-stratum-27": "7. Interfață web frumoasă:",
    "software-keva-stratum-28": "O interfață web intuitivă pentru gestionarea și monitorizarea grupului, oferind statistici în timp real și configurație ușoară.",
    "software-keva-stratum-29": "Folosind keva-stratum, puteți configura un grup minier de înaltă performanță pentru Kevacoin, folosind caracteristicile sale robuste și interfața ușor de utilizat pentru a gestiona și monitoriza eficient operațiunile miniere.",
    "software-kevacoin-core-01": "Echipa Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Descarca",
    "software-kevacoin-core-04": "Kevacoin este un magazin de date descentralizat, open-source-cheie, construit în partea de sus a criptocurrency Litecoin, care se bazează pe Bitcoin.Influențat de Namecoin, Kevacoin oferă o abordare unică a stocării și gestionării datelor, deși servește scopuri diferite și funcționează diferit de Namecoin.",
    "software-kevacoin-core-05": "Ce face Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin permite utilizatorilor:",
    "software-kevacoin-core-07": "Înregistrați în siguranță tastele și valorile: stocați perechi de valoare cheie unde fiecare valoare poate fi de până la 3072 octeți.Nu există limite grele la numărul de chei.",
    "software-kevacoin-core-08": "Actualizați tastele și valorile: Modificați perechile de valoare cheie existente.",
    "software-kevacoin-core-09": "Mențineți spații de nume de rețea-unice: taste de grup sub spații de nume pentru a preveni conflictele de nume.",
    "software-kevacoin-core-10": "TRANSACT KEVACOINS (KVA): Utilizați moneda digitală nativă, Kevacoin (KVA), pentru tranzacții.",
    "software-kevacoin-core-11": "Utilizați cazuri pentru Kevacoin",
    "software-kevacoin-core-12": "Ca o bază de date descentralizată cu valoare cheie, Kevacoin poate fi utilizat în diverse aplicații, inclusiv:",
    "software-kevacoin-core-13": "Social media: stocați date pentru platformele de social media.",
    "software-kevacoin-core-14": "Micro Blogging: Suportați serviciile de blogging micro cu stocare descentralizată de date.",
    "software-kevacoin-core-15": "Hashes: stocați și gestionați în siguranță datele hash.",
    "software-kevacoin-core-16": "Servicii notare: Oferiți servicii notare descentralizate.",
    "software-kevacoin-core-17": "Kevacoin are un suport limitat pentru contracte inteligente, similar cu Bitcoin și Litecoin, permite totuși dezvoltarea de aplicații descentralizate (DAPPS).Datele rămân descentralizate pe blockchain -ul Kevacoin, în timp ce logica aplicației este dezvoltată în afara blockchain -ului.",
    "software-keva-wallet-01": "Echipa Kevacoin - Portofel mobil Keva",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Descarca",
    "software-keva-wallet-04": "Kevawallet este un portofel ușor și subțire pentru Kevacoin.Este conceput pentru o ușurință de utilizare și construit folosind tehnologii moderne pentru a oferi o experiență de utilizator fără probleme.",
    "software-keva-wallet-05": "Caracteristici cheie",
    "software-keva-wallet-06": "React Native: Construit cu React Native, oferind o interfață de utilizator lină și receptivă atât pe platformele iOS, cât și pe Android.",
    "software-keva-wallet-07": "Electru: utilizează electrum, un client Bitcoin ușor, adaptat pentru Kevacoin pentru a asigura tranzacții eficiente și sigure.",
    "software-keva-wallet-08": "Open Source: Pe baza portofelului Bluewallet Bluewallet Bluewallet, care își folosește arhitectura robustă și sigură.",
    "software-keva-wallet-09": "Prezentare generală",
    "software-keva-wallet-10": "Kevawallet este conceput pentru a oferi o modalitate sigură și convenabilă de a -ți gestiona Kevacoins (KVA).Utilizând modelul de server eficient și descentralizat al Electrum, Kevawallet asigură procesarea rapidă a tranzacțiilor, fără a fi nevoie să descărcați întregul blockchain.",
    "software-keva-wallet-11": "Beneficii cheie",
    "software-keva-wallet-12": "Ușor: nu este nevoie să descărcați întregul blockchain Kevacoin, ceea ce îl face ideal pentru dispozitive mobile.",
    "software-keva-wallet-13": "Cross-platformă: disponibilă atât pe iOS, cât și pe Android, datorită reacționării native.",
    "software-keva-wallet-14": "Sigure: construit pe fundamentul solid al BlueWallet, moștenind caracteristicile sale de securitate și cele mai bune practici.",
    "software-keva-wallet-15": "Bazat pe Bluewallet",
    "software-keva-wallet-16": "Kevawallet moștenește multe caracteristici și măsuri de securitate de la Bluewallet, un portofel Bitcoin cu sursă deschisă.Aceasta include:",
    "software-keva-wallet-17": "Portofele cu mai multe semne: Asigurați-vă Kevacoins cu suport cu mai multe semnături.",
    "software-keva-wallet-18": "Portofele doar pentru ceasuri: monitorizați-vă adresele fără a vă expune cheile private.",
    "software-keva-wallet-19": "Tranzacții personalizate: Creați tranzacții personalizate cu opțiuni avansate.",
    "software-keva-wallet-20": "Folosind Kevawallet, vă puteți gestiona eficient Kevacoins din mers, cu securitatea și fiabilitatea oferite de arhitectura robustă și comunitatea de dezvoltare activă.",
    "software-keva-ipfs-01": "Echipa Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Descarca",
    "software-keva-ipfs-04": "KEVA_IPFS este serviciul back-end pentru aplicația mobilă Keva, concepută pentru a facilita încărcarea și fixarea fișierelor IPFS.Acest lucru back-end asigură o interacțiune perfectă între aplicația mobilă Keva și sistemul de fișiere interplanetar (IPFS).",
    "foot-01": "Despre",
    "foot-02": "Despre noi",
    "foot-03": "a lua legatura",
    "foot-04": "A sustine",
    "foot-05": "Comunitate",
    "foot-06": "Resurse",
    "foot-07": "Hartie alba",
    "foot-08": "Echipa Kevacoin",
    "nav-01": "Echipa Kevacoin",
    "nav-02": "Selecteaza limba",
    "nav-03": "Protocol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Ghiduri",
    "g1-01": "Echipa Kevacoin - Construiți Keva Stratum pentru Windows folosind MSYS2",
    "g1-02": "Construiți Keva Stratum pentru Windows folosind MSYS2",
    "g1-03": "Pasul 1:",
    "g1-04": "Descărcați instalatorul MSYS2 de la https://www.msys2.org/:",
    "g1-05": "Descarca",
    "g1-06": "Pasul 2:",
    "g1-07": "Instalați MSYS2 din instalatorul descărcat, opțiunea Skip pentru a rula la sfârșit, astfel încât să poată fi lansat o shell corect",
    "g1-08": "Pasul 3:",
    "g1-09": "Lansați Mingw64 fie din meniul Start, fie din linia de comandă cu „Mingw64” fie",
    "g1-10": "Pasul 4:",
    "g1-11": "Sistemul de actualizare, poate fi necesară relansarea Mingw64",
    "g1-12": "Pasul 5:",
    "g1-13": "Instalați cerințele de construire",
    "g1-14": "Pasul 6:",
    "g1-15": "Pentru suport pentru construcție, trebuie să folosim o versiune mai veche a GO.Aici folosim cele mai recente cunoscute pentru a construi proiectul 1.19.13",
    "g1-16": "Pasul 7:",
    "g1-17": "Creați un director de instalat GO",
    "g1-18": "Pasul 8:",
    "g1-19": "Declarați -vă în directorul de instalare GO",
    "g1-20": "Pasul 9:",
    "g1-21": "Exportați variabila de mediu GoRoot pentru a indica directorul de instalare GO",
    "g1-22": "Pasul 10:",
    "g1-23": "Actualizați variabila de mediu Path",
    "g1-24": "Pasul 11:",
    "g1-25": "Verificați dacă versiunea noastră GO se potrivește",
    "g1-26": "1.19.13",
    "g1-27": "Pasul 12:",
    "g1-28": "Setați GO111Module la „Auto” pentru compatibilitatea construirii",
    "g1-29": "Pasul 13:",
    "g1-30": "Clona depozit Keva-Stratum",
    "g1-31": "Pasul 14:",
    "g1-32": "Navigați în directorul Keva-Stratum",
    "g1-33": "Pasul 15:",
    "g1-34": "Faceți un director din care să construiți, aici folosim Build",
    "g1-35": "Pasul 16:",
    "g1-36": "Navigați în directorul de construcție",
    "g1-37": "Pasul 17:",
    "g1-38": "Rulați CMake cu lanțul de instrumente MSYS",
    "g1-39": "Pasul 18:",
    "g1-40": "Construiți keva-strat",
    "g1-41": "Pasul 19:",
    "g1-42": "Actualizați configurația Keva-Stratum",
    "g1-43": "Pasul 20:",
    "g1-44": "Rulați Keva Stratum",
    "g1-45": "Build File localizat în C:/MSYS2/Home/„User”/Keva-Stratum/Build.Dacă treceți într -o altă locație, aveți nevoie de kevastratum.exe, libcnutil.dll, config.json și www director",
    "g1-46": "Listare",
    "g1-47": "Explorator",
    "g2-01": "Echipa Kevacoin - construiți keva_ipfs pentru Linux",
    "g2-02": "Construiți keva_ipfs pentru Linux",
    "g2-03": "Pasul 1:",
    "g2-04": "Asigurați -vă că sistemul este actualizat",
    "g2-05": "Pasul 2:",
    "g2-06": "Instalați Git și Golang",
    "g2-07": "Pasul 3:",
    "g2-08": "Clone Keva_IPFS depozit",
    "g2-09": "Pasul 4:",
    "g2-10": "Navigați în keva_ipfs",
    "g2-11": "Pasul 5:",
    "g2-12": "Faceți directorul de construire și navigați la acesta",
    "g2-13": "Pasul 6:",
    "g2-14": "Construiți keva_ipfs",
    "g2-15": "Pasul 7:",
    "g2-16": "Copiați config.json pentru a construi directorul",
    "g2-17": "Pasul 8:",
    "g2-18": "Actualizați config.json",
    "g2-19": "Pasul 9:",
    "g2-20": "Lansați keva_ipfs",
    "g3-01": "Echipa Kevacoin - Construiți Keva Stratum pentru Linux",
    "g3-02": "Construiți Keva Stratum pentru Linux",
    "g3-03": "Pasul 1:",
    "g3-04": "Actualizare sistem",
    "g3-05": "Pasul 2:",
    "g3-06": "Instalați cerințele de construire",
    "g3-07": "Pasul 3:",
    "g3-08": "Instalați Golang și Git",
    "g3-09": "Pasul 4:",
    "g3-10": "Clonă keva-pat",
    "g3-11": "Pasul 5:",
    "g3-12": "Introduceți directorul Keva-Stratum",
    "g3-13": "Pasul 6:",
    "g3-14": "Faceți directorul de construire",
    "g3-15": "Pasul 7:",
    "g3-16": "Navigați pentru a construi directorul",
    "g3-17": "Pasul 8:",
    "g3-18": "Exportați GO111Module pentru a face automat compatibilitatea construirii",
    "g3-19": "Pasul 9:",
    "g3-20": "Configurați make",
    "g3-21": "Pasul 10:",
    "g3-22": "Construiți keva-strat",
    "g3-23": "Pasul 11:",
    "g3-24": "Verificați ieșirile de construire prezente",
    "g3-25": "Pasul 12:",
    "g3-26": "Actualizați config.json",
    "g4-01": "Echipa Kevacoin-Configurare cryptonote-nodejs-pool",
    "g4-02": "Configurare cryptonote-nodejs-pool",
    "g4-03": "Pasul 1:",
    "g4-04": "Actualizare sistem",
    "g4-05": "Pasul 2:",
    "g4-06": "Instalați cerințele de construire",
    "g4-07": "Pasul 3:",
    "g4-08": "Instalați NVM",
    "g4-09": "Pasul 4:",
    "g4-10": "Instalați Nodejs 11.0.0",
    "g4-11": "Pasul 5:",
    "g4-12": "Setați NPM pentru a utiliza Python 2.7",
    "g4-13": "Pasul 6:",
    "g4-14": "Clone Cryptonote-nodejs-pool depozit",
    "g4-15": "Pasul 7:",
    "g4-16": "Navigați la piscină",
    "g4-17": "Pasul 8:",
    "g4-18": "Rulați actualizarea NPM",
    "g4-19": "Pasul 9:",
    "g4-20": "Copiați kevacoin.json în config.json",
    "g4-21": "Pasul 10:",
    "g4-22": "Actualizați config.json",
    "g4-23": "Pasul 11:",
    "g4-24": "Rulează piscina",
    "g5-01": "Echipa Kevacoin - Construiți Kevacoin Core pentru Linux folosind Depinde",
    "g5-02": "Construiți Kevacoin Core pentru Linux folosind depinde",
    "g5-03": "Pasul 1:",
    "g5-04": "Actualizare sistem",
    "g5-05": "Pasul 2:",
    "g5-06": "Instalați cerințele de construire",
    "g5-07": "Pasul 3:",
    "g5-08": "Clona depozit Kevacoin",
    "g5-09": "Pasul 4:",
    "g5-10": "Navigați în directorul depinde din Kevacoin",
    "g5-11": "Pasul 5:",
    "g5-12": "Rulați face direcționarea linuxului",
    "g5-13": "Pasul 6:",
    "g5-14": "Navigați într -un director",
    "g5-15": "Pasul 7:",
    "g5-16": "Rulează autogen.sh",
    "g5-17": "Pasul 8:",
    "g5-18": "Rulează configurare, direcționarea linuxului depinde de construcție",
    "g5-19": "Pasul 9:",
    "g5-20": "Construiți Kevacoin",
    "g5-21": "Pasul 10:",
    "g5-22": "Construiți pachetul de implementare",
    "g5-23": "Pasul 11:",
    "g5-24": "Instalați Kevacoin construit",
    "g6-01": "Echipa Kevacoin - Construiți Kevacoin Core pentru Windows Utilizarea depindelor",
    "g6-02": "Construiți kevacoin nucleu pentru Windows folosind depinde",
    "g6-03": "Pasul 1:",
    "g6-04": "Actualizare sistem",
    "g6-05": "Pasul 2:",
    "g6-06": "Instalați cerințele de construire",
    "g6-07": "Pasul 3:",
    "g6-08": "Instalați lanțul de instrumente de compilare încrucișată Mingw-W64",
    "g6-09": "Pasul 4:",
    "g6-10": "Setați opțiunea implicită de compilator Mingw32 G ++ la POSIX",
    "g6-11": "Pasul 5:",
    "g6-12": "Clona depozit Kevacoin",
    "g6-13": "Pasul 6:",
    "g6-14": "Navigați în directorul depinde din Kevacoin",
    "g6-15": "Pasul 7:",
    "g6-16": "Rulați face ferestre de direcționare",
    "g6-17": "Pasul 8:",
    "g6-18": "Navigați într -un director",
    "g6-19": "Pasul 9:",
    "g6-20": "Rulează autogen.sh",
    "g6-21": "Pasul 10:",
    "g6-22": "Rulează configurare, direcționarea Windows depinde de construire",
    "g6-23": "Pasul 11:",
    "g6-24": "Construiți Kevacoin",
    "g6-25": "Pasul 12:",
    "g6-26": "Construiți pachetul de implementare",
    "nav-07": "Construiți Kevacoin Core pentru Linux folosind depinde",
    "nav-08": "Construiți Kevacoin Core pentru Windows Utilizarea depinde",
    "nav-09": "Construiți keva-strat pentru Linux",
    "nav-10": "Construiți keva-strat pentru Windows folosind MSYS",
    "nav-11": "Construiți keva_ipfs pentru Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}