{
    "index-01": "Команда Kevacoin",
    "index-02": "Добро пожаловать",
    "index-03": "Добро пожаловать на сайт команды Kevacoin!",
    "index-04": "Работа продолжается, но, пожалуйста, наслаждайтесь ресурсами.",
    "aboutus-01": "Команда Kevacoin",
    "aboutus-02": "О нас",
    "aboutus-03": "Просто несколько случайных людей, которые верят в этот проект и в его соответствие экосистеме блокчейна.",
    "contact-01": "Команда Kevacoin",
    "contact-02": "Свяжитесь с нами",
    "contact-03": "Отправьте нам письмо",
    "contact-04": "Присоединяйтесь к нам в Discord",
    "contact-05": "Участвовать в обсуждениях GitHub",
    "contact-06": "Следуйте за нами на X @KevacoinTeam",
    "protocol-01": "Команда Kevacoin - Протокол Kevacoin",
    "protocol-02": "Символ",
    "protocol-03": "КВА",
    "protocol-04": "Общий запас",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Предварительно добытый",
    "protocol-07": "Нет",
    "protocol-08": "Комиссия разработчика",
    "protocol-09": "Алгоритм PoW",
    "protocol-10": "RandomKeva",
    "protocol-11": "Награда за блок",
    "protocol-12": "500, уменьшается вдвое каждые 4 года",
    "protocol-13": "Время блокировки",
    "protocol-14": "2 минуты",
    "protocol-15": "Регулировка сложности",
    "protocol-16": "DigiShield, каждый блок",
    "protocol-17": "SegWit",
    "protocol-18": "Активирован",
    "protocol-19": "Вес блока",
    "protocol-20": "6 000 000 весовых единиц",
    "protocol-21": "Максимальный размер ключа",
    "protocol-22": "255 байт",
    "protocol-23": "Максимальное количество ключей",
    "protocol-24": "Нет жестких ограничений",
    "protocol-25": "Максимальный размер значения",
    "protocol-26": "3072 байт",
    "support-01": "Команда Kevacoin - Поддержите команду",
    "support-02": "Блокчейн Kevacoin — это проект с открытым исходным кодом, поддерживаемый сообществом.",
    "support-03": "Команда Kevacoin — это группа людей, добровольно жертвующих свое время, навыки и ресурсы, чтобы служить хранителями блокчейна.",
    "support-04": "Вклад в успех в руках каждого.",
    "support-05": "Чем я могу помочь команде, которую вы спрашиваете?",
    "support-06": "Лучший способ — внести свой вклад в усилия команды по развитию блокчейна Kevacoin. Есть много задач, которые могут помочь добиться успеха.",
    "support-07": "Скорее пожертвуйте? Мы вас прикроем!",
    "support-08": "Давайте посмотрим правде в глаза, хостинг стоит дорого.",
    "support-09": "Для правильной поддержки пользователей kevacointeam.org необходимо расширить узлы и службы L2, такие как Electrumx. Текущие ресурсы, предоставляемые keva.one, разработаны так, чтобы быть очень дешевыми и недостаточными для обслуживания больших нагрузок. Расширение действительно необходимо для должным образом поддерживать биржи и трафик, который они будут генерировать.",
    "support-10": "Фонд хостинга",
    "support-11": "*AWS является текущим поставщиком; он последовательный, легко прогнозируемый и глобальный, поэтому решает большинство проблем. Дизайн и объем сервиса будут зависеть от финансирования. В идеальном мире команда могла бы поддерживать пользователей следующим образом: дизайн",
    "support-12": "Биржи пользуются большим спросом, но большинство из них имеют некоторые финансовые трудности; ниже приведены адреса команд для покрытия листинговых сборов и обеспечения ликвидности",
    "support-13": "Обменный фонд",
    "support-14": "Хотите внести свой вклад в развитие отдельного члена команды?",
    "faq-01": "Команда Kevacoin - Часто задаваемые вопросы по Kevacoin",
    "faq-02": "Часто задаваемые вопросы",
    "faq-03": "Название 'Keva' — это аббревиатура от пары 'ключ-значение' (произносится Kee-Va, а короткий символ — KVA). Это хранилище ключей и значений, построенное на блокчейне, на коде- на основе биткойнов и лайткойнов. Помимо того, что это криптовалюта, она позволяет пользователям легко и безопасно добавлять, обновлять или удалять пары ключ-значение в блокчейне.",
    "faq-04": "Kevacoin находится под влиянием Namecoin, при этом часть кода 'ключ-значение' сильно изменена по сравнению с регистрационным кодом имени Namecoin.",
    "faq-05": "Несмотря на то, что Kevacoin находится под влиянием Namecoin, он работает совсем по-другому и служит совсем другим целям, чем последний: Kevacoin — это хранилище ключей и значений, а Namecoin — система регистрации имен. Kevacoin не имеет жестких ограничений на количество ключей и максимальная длина значения составляют 3072 байта. Namecoin имеет ограничение в 520 байт для каждого пространства имен. Идентификатор пространства имен Kevacoin уникально генерируется сетью, чтобы избежать конфликтов. Пространство имен Namecoin выбирается пользователем и должно быть уникальным в сети. . С Kevacoin вам не нужно беспокоиться о том, что срок действия пар ключ-значение Kevacoin не истекает.",
    "faq-06": "Сколько стоит использование хранилища данных Kevacoin?",
    "faq-07": "Перед добавлением пары ключ-значение необходимо создать пространство имен для хранения пар. Система резервирует 0,01 кВА для создания пространства имен, и эта сумма не может быть потрачена. Можно добавить ключ-значение в пространство имен, с комиссией за транзакцию, определяемой майнерами.",
    "faq-08": "Kevacoin — это публичный блокчейн, и каждый может писать в него. Сеть уязвима для злоупотреблений спамом без комиссии за транзакцию. Кроме того, транзакции проверяются майнерами, и они должны получать компенсацию за свою работу",
    "faq-09": "Где я могу получить Кевакоин?",
    "faq-10": "Самый простой способ получить Kevacoin — это майнинг. Kevacoin использует алгоритм хеширования RandomKeva (вариант RandomX) и совместим с программным обеспечением для майнинга Monero. Вы можете использовать, например, XMRig или XMR-Stak в качестве программное обеспечение для майнинга.",
    "faq-11": "Каков максимальный запас Kevacoin?",
    "faq-12": "Первоначально вознаграждение за блок составляет 500 кВА. Вознаграждение уменьшается вдвое примерно каждые четыре года (каждые 1050000 блоков, около 2 минут на каждый блок). График сокращения вдвое такой же, как у биткойнов и лайткойнов. Максимальное предложение Kevacoin составляет 1 050 000 000 кВА.",
    "faq-13": "Каков максимальный размер блока?",
    "faq-14": "Kevacoin основан на биткойнах и лайткойнах с включенным с самого начала раздельным свидетелем (SegWit). При использовании SegWit биткойн теоретически имеет максимальный размер блока около 4 МБ. Однако часть блока, не являющаяся свидетелем, имеет коэффициент масштабирования 4, а часть-свидетель - коэффициент 1. Согласно этой статье, для средних транзакций SegWit ожидается размер блока 2,3 МБ. Это около 0,6 МБ для пар ключ-значение Kevacoin. данные, не являющиеся свидетелями, и будут занимать часть 0,6 МБ, если Kevacoin имеет те же настройки размера блока, что и Биткойн. При максимальном размере значения 3 КБ 0,6 МБ кажется недостаточным.",
    "faq-15": "Kevacoin допускает максимальный размер блока 6 МБ (MAX_BLOCK_WEIGHT — 6000000). Размер несвидетелей данных может составлять около 1 МБ. Это около 400 КБ дополнительного пространства, зарезервированного для пар ключ-значение. Подобно Биткойну, это очень маловероятно, что 6 МБ смогут быть полностью использованы из-за структуры транзакции. Ожидаемый максимальный размер блока для Kevacoin составляет около 3 МБ.",
    "faq-16": "Вы предварительно майнили монеты?",
    "faq-17": "Нет. Мало того, награда за блок генезиса составляет 0,00001 кВА (обычная награда за блок составляет 500 кВА).",
    "faq-18": "Сколько времени занимает подтверждение обновления значения ключа?",
    "faq-19": "Время блокировки Kevacoin составляет около двух минут. Поэтому вам, возможно, придется подождать примерно это время, прежде чем ваша пара ключ-значение будет подтверждена и добавлен следующий блок. Вы можете использовать клиентскую команду keva_pending для проверьте ожидающие транзакции ключ-значение.",
    "faq-20": "Что такое пространство имен и зачем оно нам?",
    "faq-21": "Каждое пространство имен представляет собой уникальное пространство, в котором вы можете безопасно добавлять или обновлять пары ключ-значение без каких-либо потенциальных конфликтов с другими пользователями. Пространство имен имеет идентификатор, который гарантированно будет уникальным во всей сети. Оно также имеет отображаемое имя, которое можно использовать для внутреннего отслеживания пространств имен. Идентификатор пространства имен представляет собой строку в кодировке Base 58 и всегда начинается с.",
    "faq-22": "Основная причина присвоения уникального идентификатора пространства имен — избежание сквотирования имен.",
    "faq-23": "Поддерживает ли Kevacoin смарт-контракт?",
    "faq-24": "Kevacoin основан на Bitcoin/Litecoin, поэтому имеет аналогичный уровень поддержки смарт-контракта. Kevacoin — это децентрализованное хранилище данных, которое оставляет реализацию логики приложения за пределами блокчейна.",
    "faq-25": "Возьмем пример децентрализованной системы микроблогов. Пока пользовательские данные записываются в хранилище данных и являются общедоступными, любой может написать приложение (используя свой любимый язык программирования) для отображать существующие блоги и добавлять новые. Приложение может быть проприетарным или с открытым исходным кодом, но контент один и тот же, поскольку у нас есть единый источник истины.",
    "faq-26": "Каков максимальный размер ключа и значения?",
    "faq-27": "Максимальный размер ключа составляет 255 байт, а размер значения - 3072 байта. Максимальный размер значения определяется MAX_SCRIPT_ELEMENT_SIZE. В Биткойне он равен 520, и мы увеличиваем его до 3072. Нет особой причины выбирать это Размер в 520 байт кажется слишком маленьким и слишком ограниченным, но он также не может быть слишком большим, потому что мы хотим избежать потенциальных DoS-атак.",
    "faq-28": "Почему RandomKeva выбран в качестве алгоритма Proof-of-Work?",
    "faq-29": "Kevacoin использует Proof-of-Work в качестве метода консенсуса. Алгоритм хеширования — RandomKeva. Некоторые причины для этого выбора: Он совместим с ЦП. Процессоры с инструкцией AES NI могут получить лучшую скорость хеширования. Это алгоритм хэширования с жесткой памятью и потребляет гораздо меньше энергии, чем графический процессор и ASIC. Он может быть более устойчивым к ASIC, поэтому более справедлив по отношению к отдельным майнерам.",
    "faq-30": "Несмотря на то, что Kevacoin основан на Bitcoin/Litecoin, мы немного изменили структуру заголовка, чтобы сделать ее совместимой с программным обеспечением для майнинга Monero. В результате для майнинга Kevacoin можно использовать любое программное обеспечение для майнинга Monero (например, XMRig или XMR-Стак).",
    "faq-31": "Какой алгоритм настройки сложности?",
    "faq-32": "Kevacoin использует алгоритм регулировки сложности DigiShield, такой же, как тот, который используется DogeCoin. Целевое время блока корректируется для каждого блока. DigiShield предотвращает негативный эффект от прыжков в пул. Например, если большое количество хеша ставка присоединяется к майнингу Kevacoin, целевая сложность будет быстро увеличиваться, чтобы предотвратить легкие вознаграждения. Аналогично, целевая сложность будет уменьшаться, когда уходит большое количество хэшрейта, так что блоки все равно будут генерироваться примерно за 2 минуты даже при меньшей мощности хэширования.",
    "faq-33": "Какие угрозы представляет атака 51%?",
    "faq-34": "Наибольший риск атаки 51% — это двойные траты. Это хорошо известный риск для криптовалют, основанных на Proof-of-Work. Однако злоумышленник не может произвольно изменить пары ключ-значение, которые он/ Худшее, что может сделать злоумышленник, — это заблокировать или отменить транзакции 'ключ-значение', подделанные невладельцами, не будут приняты сетью, поскольку они будут криптографически защищены. оставаться в мемпуле и в конечном итоге будет добавлен в блокчейн, когда атака прекратится.",
    "faq-35": "Мои данные общедоступны?",
    "faq-36": "Все транзакции 'ключ-значение' видны публике, поскольку такова природа блокчейна в стиле биткойн. Можно зашифровать значения или хранить только хэши значений, чтобы защитить конфиденциальность ценности.",
    "faq-37": "Как я могу внести свой вклад в развитие Kevacoin?",
    "faq-38": "Спасибо за вопрос! Kevacoin — это общественный проект, и участие сообщества жизненно важно для его долгосрочного успеха. Вы можете помочь нам разными способами: загрузить клиентское программное обеспечение, запустить и протестировать его. Запустить общедоступный Полный узел. Будьте майнером или создайте пул для майнинга. Просмотрите или напишите документацию, включая этот FAQ. Вы можете отправлять запросы на включение в репозитории https://github.com/kevacoin-team. Пишите модульные тесты и сквозные тесты. и регрессионные тесты. Чтобы сообщить об ошибках, не связанных с безопасностью, используйте систему отслеживания проблем Github. Чтобы сообщить об ошибках, связанных с безопасностью, отправьте электронное письмо по адресу contact@kevacointeam.org. Разработайте приложение, используя децентрализованное хранилище данных Kevacoin. Предоставьте исходный код проекту Kevacoin. Запросы на внесение изменений приветствуются.",
    "software-cryptonote-nodejs-pool-01": "Команда Kevacoin - Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-NodeJS-Pool",
    "software-cryptonote-nodejs-pool-03": "Загрузить",
    "software-cryptonote-nodejs-pool-04": "cryptonote-nodejs-pool — это высокопроизводительное программное обеспечение для пула майнинга, написанное на Node.js с собственными надстройками C и предназначенное для монет на основе CryptoNote. Оно включает в себя легкий пример интерфейса end скрипт, использующий AJAX API пула. Пул поддерживает различные алгоритмы Cryptonight.",
    "software-electrumx-01": "Команда Kevacoin — ElectrumX",
    "software-electrumx-02": "ElectrumX",
    "software-electrumx-03": "Загрузить",
    "software-electrumx-04": "ElectrumX — это повторная реализация Electrum-Server, предназначенная для обработки будущего с более крупными блоками. Это надежное серверное программное обеспечение обеспечивает эффективную обработку запросов блокчейна, что делает его пригодным для использования с криптовалютами, испытывающими повышенные объемы транзакций. и блоки большего размера.",
    "software-electrumx-05": "Основные особенности",
    "software-electrumx-06": "Масштабируемость: разработан для поддержки более крупных блоков, обеспечивая сохранение производительности при увеличении размеров блокчейна.",
    "software-electrumx-07": "Эффективность: оптимизирован для эффективной обработки большого объема запросов блокчейна.",
    "software-electrumx-08": "Совместимость: поддерживает различные криптовалюты, что делает его универсальным для различных экосистем блокчейнов.",
    "software-keva-stratum-01": "Команда Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Кева-Стратум",
    "software-keva-stratum-03": "Загрузить",
    "software-keva-stratum-04": "keva-stratum — это высокопроизводительный сервер stratum для майнинга CryptoNote с веб-интерфейсом, специально разработанным для Kevacoin.",
    "software-keva-stratum-05": "Развитый от monero-stratum, keva-stratum упрощает процесс сборки и включает необходимые компоненты исходного кода Monero, устраняя необходимость во внешнем дереве исходного кода Monero. Он также поддерживает сборку на Windows через MSYS2. .",
    "software-keva-stratum-06": "Список функций Stratum",
    "software-keva-stratum-07": "Будьте своим собственным пулом: настройте свой собственный пул для майнинга и управляйте им.",
    "software-keva-stratum-08": "Мониторинг доступности буровых установок: мониторинг доступности и производительности майнинговых установок.",
    "software-keva-stratum-09": "Отслеживать статистику: отслеживать принятые и отклоненные общие акции и статистику блоков.",
    "software-keva-stratum-10": "Обнаружение больных установок: легко выявлять неработающие или неисправные установки.",
    "software-keva-stratum-11": "Список аварийного переключения демонов: настройте список демонов аварийного переключения для обеспечения непрерывной работы.",
    "software-keva-stratum-12": "Одновременная обработка общих ресурсов: одновременная обработка нескольких отправок общих ресурсов для оптимальной производительности.",
    "software-keva-stratum-13": "Красивый веб-интерфейс: управляйте и контролируйте свой пул майнинга с помощью интуитивно понятного веб-интерфейса.",
    "software-keva-stratum-14": "Подробные характеристики",
    "software-keva-stratum-15": "1. Будьте своим собственным бассейном:",
    "software-keva-stratum-16": "Позволяет вам настроить частный майнинг-пул, давая вам контроль над процессом майнинга и комиссиями пула.",
    "software-keva-stratum-17": "2. Мониторинг доступности буровых установок:",
    "software-keva-stratum-18": "Постоянно контролирует состояние майнинговых установок, гарантируя их работоспособность и оптимальную работу.",
    "software-keva-stratum-19": "3. Следите за статистикой принятия, отклонения и блокировки:",
    "software-keva-stratum-20": "Предоставляет подробную статистику по принятым и отклоненным общим ресурсам, а также найденным блокам, помогая вам отслеживать производительность пула.",
    "software-keva-stratum-21": "4. Простое обнаружение больных установок:",
    "software-keva-stratum-22": "Быстро определяет неработающие или неисправные буровые установки, что позволяет оперативно провести техническое обслуживание или замену.",
    "software-keva-stratum-23": "5. Список аварийного переключения демона:",
    "software-keva-stratum-24": "Настраивает несколько демонов для обеспечения аварийного переключения в случае выхода из строя основного демона, поддерживая непрерывные операции майнинга.",
    "software-keva-stratum-25": "6. Одновременная обработка общих ресурсов:",
    "software-keva-stratum-26": "Оптимизирует производительность за счет одновременной обработки нескольких общих отправок, сокращая задержку и повышая эффективность.",
    "software-keva-stratum-27": "7. Красивый веб-интерфейс:",
    "software-keva-stratum-28": "Интуитивно понятный веб-интерфейс для управления и мониторинга пула, предоставляющий статистику в реальном времени и простую настройку.",
    "software-keva-stratum-29": "Используя keva-stratum, вы можете настроить высокопроизводительный пул для майнинга Kevacoin, используя его надежные функции и удобный интерфейс для эффективного управления и мониторинга ваших операций по майнингу.",
    "software-kevacoin-core-01": "Команда Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "Загрузить",
    "software-kevacoin-core-04": "Kevacoin — это децентрализованное хранилище данных 'ключ-значение' с открытым исходным кодом, построенное на основе криптовалюты Litecoin, которая сама основана на биткойне. Под влиянием Namecoin Kevacoin предлагает уникальный подход к данным. хранилище и управление, хотя оно служит другим целям и работает иначе, чем Namecoin.",
    "software-kevacoin-core-05": "Что делает Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin позволяет пользователям:",
    "software-kevacoin-core-07": "Надежная запись ключей и значений: храните пары ключ-значение, где каждое значение может иметь длину до 3072 байт. Жестких ограничений на количество ключей нет.",
    "software-kevacoin-core-08": "Обновить ключи и значения: изменить существующие пары ключ-значение.",
    "software-kevacoin-core-09": "Поддерживать уникальные сетевые пространства имен: группируйте ключи в пространствах имен, чтобы предотвратить конфликты имен.",
    "software-kevacoin-core-10": "Транзакция Kevacoins (KVA): используйте для транзакций собственную цифровую валюту Kevacoin (KVA).",
    "software-kevacoin-core-11": "Случаи использования Kevacoin",
    "software-kevacoin-core-12": "Как децентрализованная база данных 'ключ-значение', Kevacoin может использоваться в различных приложениях, в том числе:",
    "software-kevacoin-core-13": "Социальные сети: храните данные для платформ социальных сетей.",
    "software-kevacoin-core-14": "Микроблоги: поддержка сервисов микроблогов с децентрализованным хранением данных.",
    "software-kevacoin-core-15": "Хеши: безопасно храните хеш-данные и управляйте ими.",
    "software-kevacoin-core-16": "Нотариальные услуги: предоставление децентрализованных нотариальных услуг.",
    "software-kevacoin-core-17": "Kevacoin имеет ограниченную поддержку смарт-контрактов, подобно Биткойну и Litecoin, но по-прежнему позволяет разрабатывать децентрализованные приложения (dApps). Данные остаются децентрализованными в блокчейне Kevacoin, в то время как приложение логика разрабатывается на базе блокчейна.",
    "software-keva-wallet-01": "Команда Kevacoin - Мобильный кошелек Keva",
    "software-keva-wallet-02": "KevaWallet",
    "software-keva-wallet-03": "Загрузить",
    "software-keva-wallet-04": "KevaWallet — это легкий и тонкий кошелек для Kevacoin. Он разработан для простоты использования и создан с использованием современных технологий, обеспечивающих удобство использования.",
    "software-keva-wallet-05": "Основные характеристики",
    "software-keva-wallet-06": "React Native: создан на основе React Native и обеспечивает плавный и отзывчивый пользовательский интерфейс на платформах iOS и Android.",
    "software-keva-wallet-07": "Electrum: использует Electrum, легкий биткойн-клиент, адаптированный для Kevacoin, для обеспечения эффективных и безопасных транзакций.",
    "software-keva-wallet-08": "Открытый исходный код: основан на биткойн-кошельке BlueWallet с открытым исходным кодом и использует его надежную и безопасную архитектуру.",
    "software-keva-wallet-09": "Обзор",
    "software-keva-wallet-10": "KevaWallet разработан, чтобы предложить безопасный и удобный способ управления вашими Kevacoins (KVA). Используя эффективную и децентрализованную серверную модель Electrum, KevaWallet обеспечивает быструю обработку транзакций без необходимости загрузки всей блокчейн.",
    "software-keva-wallet-11": "Основные преимущества",
    "software-keva-wallet-12": "Легкость: нет необходимости загружать весь блокчейн Kevacoin, что делает его идеальным для мобильных устройств.",
    "software-keva-wallet-13": "Кроссплатформенность: доступно как на iOS, так и на Android благодаря React Native.",
    "software-keva-wallet-14": "Безопасно: создано на прочной основе BlueWallet, унаследовав его функции безопасности и лучшие практики.",
    "software-keva-wallet-15": "На основе BlueWallet",
    "software-keva-wallet-16": "KevaWallet унаследовал многие функции и меры безопасности от BlueWallet, биткойн-кошелька с открытым исходным кодом. Сюда входят:",
    "software-keva-wallet-17": "Кошельки с несколькими подписями: защитите свои Kevacoins с помощью поддержки нескольких подписей.",
    "software-keva-wallet-18": "Кошельки только для просмотра: отслеживайте свои адреса, не раскрывая приватные ключи.",
    "software-keva-wallet-19": "Пользовательские транзакции: создавайте собственные транзакции с расширенными параметрами.",
    "software-keva-wallet-20": "Используя KevaWallet, вы можете эффективно управлять своими Kevacoins на ходу, обеспечивая безопасность и надежность, обеспечиваемые его надежной архитектурой и активным сообществом разработчиков.",
    "software-keva-ipfs-01": "Команда Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_IPFS",
    "software-keva-ipfs-03": "Загрузить",
    "software-keva-ipfs-04": "keva_ipfs — это серверная служба мобильного приложения Keva, предназначенная для облегчения загрузки и закрепления файлов IPFS. Эта серверная часть обеспечивает плавное взаимодействие между мобильным приложением Keva и InterPlanetary. Файловая система (IPFS).",
    "foot-01": "О программе",
    "foot-02": "О нас",
    "foot-03": "Контакт",
    "foot-04": "Поддержка",
    "foot-05": "Сообщество",
    "foot-06": "Ресурсы",
    "foot-07": "Белая книга",
    "foot-08": "Команда Kevacoin",
    "nav-01": "Команда Kevacoin",
    "nav-02": "Выбрать язык",
    "nav-03": "Протокол",
    "nav-04": "Часто задаваемые вопросы",
    "nav-05": "Программное обеспечение",
    "nav-06": "Направляющие"
}