{
    "index-01": "Кевакоиновая команда",
    "index-02": "Добро пожаловать",
    "index-03": "Добро пожаловать на сайт команды Kevacoin!",
    "index-04": "Работайте в процессе, но, пожалуйста, наслаждайтесь ресурсами.",
    "aboutus-01": "Кевакоиновая команда",
    "aboutus-02": "О нас",
    "aboutus-03": "Просто некоторые случайные люди, которые верят в этот проект и его вписываются в систему блокчейна Eco.",
    "contact-01": "Кевакоиновая команда",
    "contact-02": "Связаться с нами",
    "contact-03": "Отправить нам письмо",
    "contact-04": "Присоединяйтесь к нам в Discord",
    "contact-05": "Участвовать в дискуссиях GitHub",
    "contact-06": "Следуйте за нами на x @kevacointeam",
    "protocol-01": "Кевакоин -команда - протокол кевакоина",
    "protocol-02": "Символ",
    "protocol-03": "КВА",
    "protocol-04": "Общее количество запасов",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Предварительно установлен",
    "protocol-07": "Нет",
    "protocol-08": "Плата за разработчик",
    "protocol-09": "Алгоритм POW",
    "protocol-10": "Случайный кева",
    "protocol-11": "Блок награда",
    "protocol-12": "500, вдвое каждые 4 года",
    "protocol-13": "Время блока",
    "protocol-14": "2 минуты",
    "protocol-15": "Регулировка сложности",
    "protocol-16": "Digishield, каждый блок",
    "protocol-17": "Segwit",
    "protocol-18": "Активирован",
    "protocol-19": "Блок вес",
    "protocol-20": "6 000 000 единиц веса",
    "protocol-21": "Максимальный размер ключей",
    "protocol-22": "255 байтов",
    "protocol-23": "Максимальное количество ключей",
    "protocol-24": "Нет жесткого ограничения",
    "protocol-25": "Максимальный размер значения",
    "protocol-26": "3072 байт",
    "protocol-27": "Протокол",
    "support-01": "Команда Kevacoin - Поддержите команду",
    "support-02": "Кевакоин блокчейн является проектом, поддерживаемым сообществом с открытым исходным кодом.",
    "support-03": "Команда Kevacoin - это группа лиц, добровольных, навыки, навыки и ресурсы, чтобы служить хранителями в блокчейне.",
    "support-04": "Вклад в успех в руках каждого.",
    "support-05": "Как я могу помочь команде, которую вы спрашиваете?",
    "support-06": "Лучший способ - внести свой вклад в усилия команд по прогрессу блокчейна кевакоина.Есть много шляп для заполнения, где вклад может помочь добиться успеха.",
    "support-07": "Скорее пожертвовать?Мы вас прикрыли!",
    "support-08": "Посмотрим правде в глаза, хостинг стоит дорого.",
    "support-09": "Чтобы правильно поддержать пользователей kevacointeam.org, необходимо расширить узлы и услуги L2, такие как Electrumx.Текущие ресурсы, предоставленные Keva.One, предназначены для того, чтобы быть очень дешевыми и недостаточны для обслуживания тяжелых нагрузок.Расширение действительно необходимо для правильной поддержки обменов и трафика, который они будут генерировать.",
    "support-10": "Хостинг фонд",
    "support-11": "*AWS - текущий поставщик;Это последовательно, легко прогнозировать и глобальный, поэтому решает большинство проблем.Дизайн обслуживания и масштабы будут зависеть от фонда.В идеальном мире команда может поддерживать пользователей со следующим дизайном",
    "support-12": "Обмены с высоким спросом, но у большинства есть некоторые финансовые препятствия;Ниже приведены адреса команды для покрытия платы за листинг и обеспечения ликвидности",
    "support-13": "Обмен фонд",
    "support-14": "Хотите внести свой вклад в отдельный член команды?",
    "support-15": "Поддержите команду",
    "faq-01": "Кевакоиновая команда - FAQ Kevacoin",
    "faq-02": "Часто задаваемые вопросы",
    "faq-03": "Название «Keva» является аббревиатурой для клавиш-значения (произношенный gee-va, а короткий символ-KVA).Это магазин ключей, построенный на блокчейне, на кодовой базе биткойнов и Litecoin.Помимо криптовалюты, она позволяет пользователям легко и надежно добавлять, обновлять или удалять пары клавиш на блокчейн.",
    "faq-04": "Кевакоин зависит от Namecoin, причем ключевая часть кода, в значительной степени измененной из кода регистрации имени Namecoin.",
    "faq-05": "Несмотря на то, что на кевакоин влияет Namecoin, он работает совсем по-разному и служит совершенно иначе, чем последняя: кевакоин является хранилищем ключей, в то время как Namecoin является системой регистрации имен.Кевакоин не имеет жесткого ограничения на количество клавиш, а максимальная длина значения составляет 3072 байта.Namecoin's имеет предел 520 байтов для каждого пространства имен.Идентификатор пространства имен Kevacoin уникально сгенерирован сетью, чтобы избежать конфликтов.Пространство имен Namecoin выбирается пользователем и должно быть уникальным по всей сети.С помощью Kevacoin вам не нужно беспокоиться о приседании пространства имен.Пары клавиш Kevacoin не истекают.",
    "faq-06": "Сколько стоит использовать хранилище данных Kevacoin?",
    "faq-07": "Прежде чем добавить пару клавиш, необходимо создать пространство имен для удержания пар.Система оставляет за собой 0,01 кВА для создания пространства имен, и сумма не может быть потрачена.Можно добавить значение ключа в пространство имен, с платой за транзакцию, определяемой шахтерами.",
    "faq-08": "Kevacoin - это публичный блокчейн, и любой может написать его.Сеть уязвима для злоупотребления спамом без платы за транзакцию.Кроме того, транзакции подтверждаются шахтерами, и они должны быть компенсированы за свои работы.",
    "faq-09": "Где я могу получить кевакоин?",
    "faq-10": "Самый простой способ получить кевакоин - это добыча.Kevacoin использует алгоритм хеширования Randomkeva (вариант randomx) и совместим с программным обеспечением Monero Mining.Вы можете использовать, например, XMRIG или XMR-Stak в качестве программного обеспечения для майнинга.",
    "faq-11": "Какова максимальная поставка кевакоина?",
    "faq-12": "Блок -вознаграждение первоначально 500 кВА.Награда вдвое примерно каждые четыре года (каждые 1050000 блоков, около 2 минут для каждого блока).График снизу такая же, как биткойн и Litecoin.Максимальная поставка кевакоина составляет 1 050 000 000 кВА.",
    "faq-13": "Какой максимальный размер блока?",
    "faq-14": "Kevacoin основан на биткойнах и Litecoin, с сегрегированным свидетельством (Segwit) с самого начала включен.С Segwit теоретически биткойн имеет максимальный размер блока около 4 МБ.Тем не менее, невидательская часть блока имеет коэффициент масштабирования 4, а часть свидетеля-коэффициент 1. Согласно этой статье, будет ожидать размер блока 2,3 МБ со средними транзакциями SEGWIT.Это около 0,6 МБ для данных, не связанных с показом.Пары клавиш Kevacoin-это данные, не связанные с показом, и будут занимать часть 0,6 МБ, если кевакоин имеет одинаковую настройку размера блока, что и биткойн.С максимальным размером значения 3 КБ 0,6 МБ кажется неадекватным.",
    "faq-15": "Кевакоин допускает максимальный размер блока 6 МБ (max_block_weight - 6000000).Размер данных, не являющихся показом, может составлять около 1 МБ.Это около 400 КБ дополнительное пространство, зарезервированное для пар клавишных значений.Подобно биткойну, очень маловероятно, что 6 МБ можно полностью использовать из -за структуры транзакции.Ожидаемый максимальный размер блока составляет около 3 МБ для кевакоина.",
    "faq-16": "Вы предварительно снимали монеты?",
    "faq-17": "Нет. Мало того, что вознаграждение блока Genesis составляет 0,00001 кВА (нормальное блок -вознаграждение составляет 500 кВА).",
    "faq-18": "Сколько времени нужно, чтобы подтвердить обновление ключей?",
    "faq-19": "Кевакоин имеет время блока около двух минут.Поэтому вам может потребоваться подождать, когда ваша пара ключевых значений будет подтверждена, и добавила следующий блок.Вы можете использовать команду клиента keva_pending, чтобы проверить ожидающие транзакции клавиш.",
    "faq-20": "Что такое пространство имен, и зачем нам оно?",
    "faq-21": "Каждое пространство имен является уникальным пространством для вас, чтобы безопасно добавить или обновить пары клавиш без каких-либо потенциальных конфликтов с другими пользователями.Пространство имен имеет идентификатор, который гарантированно будет уникальным в сети.У него также есть отображаемое имя, которое можно использовать для отслеживания пространств имен внутренне.Идентификатор пространства имен представляет собой кодированную строку BASE-58 и всегда начинается.",
    "faq-22": "Основная причина назначения уникального идентификатора пространства имен - избегать приседания по имени.",
    "faq-23": "Кевакоин поддерживает умный контракт?",
    "faq-24": "Kevacoin основан на биткойнах/Litecoin, поэтому он обладает аналогичным уровнем поддержки смарт -контракта.Кевакоин является децентрализованным хранилищем данных, и он оставляет реализацию логики приложения от блокчейна.",
    "faq-25": "Возьмите пример децентрализованной системы микро-блогов.Пока пользовательские данные записываются в хранилище данных и общедоступны, любой может написать приложение (используя свой любимый язык программирования) для отображения существующих блогов и добавления новых.Приложение может быть запатентованным или открытым исходным кодом, но содержание одинаково, потому что у нас есть один источник истины.",
    "faq-26": "Каков максимальный размер клавиши и значение?",
    "faq-27": "Максимальный размер ключа составляет 255 байт, а размер значения 3072 байт.Максимальный размер значения определяется max_script_element_size.Это 520 в биткойнах, и мы увеличиваем его до 3072. Нет особой причины выбора этого размера.520 байтов, кажется, слишком маленькие и слишком ограниченные.Но это также не может быть слишком большим, потому что мы хотим избежать потенциальных атак DOS.",
    "faq-28": "Почему Randomkeva выбирается в качестве алгоритма проверки работы?",
    "faq-29": "Kevacoin использует доказательство работы в качестве метода консенсуса.Алгоритм хеширования является случайным ккевой.Некоторые причины для этого выбора: это дружелюбный процессор.Профилатели с инструкцией AES NI могут получить лучшую ставку хеш -ставки.Это алгоритм хэша-памяти и потребляет гораздо меньшую мощность, чем графический процессор и ASIC.Это может быть более устойчивым к ASIC, так что более справедливо по отношению к отдельным шахтерам.",
    "faq-30": "Несмотря на то, что кевакоин основан на биткойнах/Litecoin, мы слегка изменили структуру заголовка, чтобы сделать ее совместимой с программным обеспечением Monero Mining.В результате можно использовать любое программное обеспечение Monero Mining для добычи кевакоина (например, XMRIG или XMR-Stak).",
    "faq-31": "Каков алгоритм корректировки сложности?",
    "faq-32": "Kevacoin использует алгоритм регулировки сложности Digishield, такой же, как и тот, который используется Dogecoin.Целевое время блока регулируется каждый блок.Digishield предотвращает негативное влияние перемычек для бассейна.Например, если большое количество хеш -ставки присоединяется к майнингу кевакоина, цель сложности быстро увеличится, чтобы предотвратить легкие вознаграждения.Аналогичным образом, цель сложности уменьшится, когда большое количество хеш -скорости уходит, так что блоки все еще будут генерироваться примерно через 2 минуты даже при меньшей мощности хеширования.",
    "faq-33": "Какие угрозы представляют собой 51% атаки?",
    "faq-34": "Наибольшим риском атаки 51% являются двойные расходы.Это хорошо известный риск для криптовалют на основе доказательств работы.Тем не менее, злоумышленник не может произвольно изменять пары ключевых значений, которые он/она не владеет.Худшее, что может сделать злоумышленник,-это блокировать или обратить вспять транзакции ключей.Пары ключевых значений, подделанные не владельцами, не будут приняты сетью, поскольку они криптографически защищены.Заблокированные или обращенные транзакции будут оставаться в меморандуме и будут в конечном итоге добавлены в блокчейн, когда атака остановится.",
    "faq-35": "Мои данные видны для общественности?",
    "faq-36": "Все транзакции ключевых значений видны общественности, так как это природа блокчейна в стиле биткойнов.Можно зашифровать значения или сохранить только хэши значений, чтобы защитить конфиденциальность значений.",
    "faq-37": "Как я могу внести свой вклад в развитие кевакоина?",
    "faq-38": "Спасибо за вопрос!Kevacoin - это общественный проект, и участие сообщества жизненно важно для его долгосрочного успеха.Вы можете помочь нам по -разному: загружать клиентское программное обеспечение, запустить и протестировать его.Запустите публичный полный узел.Будьте шахтером или запустите бассейн.Просмотрите или напишите документацию, включая этот FAQ.Вы можете отправить запросы на привлечение на https://github.com/kevacoin-team.Напишите модульные тесты, сквозные тесты и регрессионные тесты.Сообщать об ошибках.Чтобы сообщить об ошибках без безопасности, используйте трекер выпуска GitHub.Чтобы сообщить об ошибках, связанных с безопасностью, отправьте электронные письма по адресу contact@kevacointeam.org.Разработайте приложение, используя кевакоин децентрализованный хранилище данных.Продвигать проект.Внесите исходный код в проект Kevacoin.Приглашенные запросы приветствуются!Пожертвовать в проект.",
    "faq-39": "Чем он отличается от Namecoin?",
    "faq-40": "Что такое кевакоин?",
    "software-cryptonote-nodejs-pool-01": "Кевакоин-команда-Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Скачать",
    "software-cryptonote-nodejs-pool-04": "Cryptonote nodejs-Pool-это высокопроизводительное программное обеспечение для майнинга, написанное на node.js с нативными addons C, предназначенным для монет на основе криптонота.Он включает в себя легкий пример фронтального сценария, который использует API AJAX в бассейне.Пул поддерживает различные алгоритмы Cryptonight.",
    "software-electrumx-01": "Кевакоин -команда - электромкс",
    "software-electrumx-02": "Электром",
    "software-electrumx-03": "Скачать",
    "software-electrumx-04": "Electrumx-это повторное внедрение электрома-сервера, предназначенное для обработки будущего с большими блоками.Это надежное серверное программное обеспечение предлагает эффективную обработку запросов блокчейна, что делает его подходящим для использования с криптовалютами, испытывающими повышенные объемы транзакции и большие размеры блоков.",
    "software-electrumx-05": "Ключевая особенность",
    "software-electrumx-06": "Масштабируемость: разработана для поддержки больших блоков, гарантируя, что она остается эффективностью по мере роста размеров блокчейна.",
    "software-electrumx-07": "Эффективность: оптимизирована для эффективной обработки высокого объема запросов блокчейна.",
    "software-electrumx-08": "Совместимость: поддерживает различные криптовалюты, что делает ее универсальным для различных экосистем блокчейна.",
    "software-keva-stratum-01": "Кевакоин -команда - кева -слоня",
    "software-keva-stratum-02": "Кева-клет",
    "software-keva-stratum-03": "Скачать",
    "software-keva-stratum-04": "Keva-Stratum-это высокопроизводительный сервер Mining Stratum Cryptonote с веб-интерфейсом, специально предназначенным для кевакоина.",
    "software-keva-stratum-05": "Разветвленная из Monero-Stratum, Keva-Stratum упрощает процесс сборки и включает необходимые компоненты исходного кода Monero, устраняя необходимость внешнего дерева источника Monero.Он также поддерживает строительство в Windows через MSYS2.",
    "software-keva-stratum-06": "Список функций Stratum",
    "software-keva-stratum-07": "Будьте своим собственным бассейном: настраивайте и управляйте своим собственным бассейном.",
    "software-keva-stratum-08": "Мониторинг доступности буровых установок: следите за наличием и производительностью горнодобывающей установки.",
    "software-keva-stratum-09": "Статистика трека: отслеживайте принятые акции, отклоненные акции и статистику блокировки.",
    "software-keva-stratum-10": "Обнаружение больных буровых установок: легко идентифицировать под выполнением или неисправными установками.",
    "software-keva-stratum-11": "Daemon Fail Over List: Настройте список сбоев по демонам, чтобы обеспечить непрерывную работу.",
    "software-keva-stratum-12": "Обработка параллельных акций: обрабатывайте несколько сообщений общего согласия одновременно для оптимальной производительности.",
    "software-keva-stratum-13": "Красивый веб -интерфейс: управлять и контролировать свой пул добычи с интуитивно понятным веб -интерфейсом.",
    "software-keva-stratum-14": "Функции в деталях",
    "software-keva-stratum-15": "1. Будьте своим собственным бассейном:",
    "software-keva-stratum-16": "Позволяет создать частный бассейн добычи, предоставляя вам контроль над процессом добычи и платы за бассейн.",
    "software-keva-stratum-17": "2. Мониторинг доступности буровых установок:",
    "software-keva-stratum-18": "Непрерывно отслеживает состояние горнодобывающих буровых установок, гарантируя, что они функционируют и работают оптимально.",
    "software-keva-stratum-19": "3. Следите за принятием, отклонениями, блоками статистики:",
    "software-keva-stratum-20": "Обеспечивает подробную статистику по принятым и отклоненным акциям, а также найденные блоки, помогая вам контролировать производительность пула.",
    "software-keva-stratum-21": "4. Легкое обнаружение больных буровых установок:",
    "software-keva-stratum-22": "Быстро идентифицирует установки, которые находятся в результате выполнения или неисправности, что позволяет получить быстрое обслуживание или замену.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Конфигурирует несколько демонов, чтобы обеспечить сбой в случае, если первичный демон снизится, поддерживая непрерывные операции по добыче.",
    "software-keva-stratum-25": "6. Обработка параллельных акций:",
    "software-keva-stratum-26": "Оптимизирует производительность путем одновременного обращения с несколькими акциями, снижения задержки и повышения эффективности.",
    "software-keva-stratum-27": "7. Красивый веб -интерфейс:",
    "software-keva-stratum-28": "Интуитивно понятный веб-интерфейс для управления и мониторинга пула, обеспечивая статистику в реальном времени и легкую конфигурацию.",
    "software-keva-stratum-29": "Используя keva-stratum, вы можете создать высокопроизводительный майнинговый бассейн для Kevacoin, используя его надежные функции и удобный интерфейс для эффективного управления и мониторинга ваших операций по добыче полезных ископаемых.",
    "software-kevacoin-core-01": "Кевакоиновая команда - кевакоин ядро",
    "software-kevacoin-core-02": "Кевакоин ядро",
    "software-kevacoin-core-03": "Скачать",
    "software-kevacoin-core-04": "Kevacoin-это децентрализованный хранилище данных с ключами с открытым исходным кодом, построенный на вершине криптовалюты Litecoin, которая сама основана на биткойнах.Под влиянием Namecoin, Kevacoin предлагает уникальный подход к хранению данных и управлению данных, хотя он служит разным целям и работает не так, как Namecoin.",
    "software-kevacoin-core-05": "Что делает кевакоин?",
    "software-kevacoin-core-06": "Кевакоин позволяет пользователям:",
    "software-kevacoin-core-07": "Безопасно записывает ключи и значения: хранить пары клавиш, где каждое значение может составлять до 3072 байтов.Там нет жестких ограничений по количеству ключей.",
    "software-kevacoin-core-08": "Обновите ключи и значения: изменить существующие пары клавиш.",
    "software-kevacoin-core-09": "Поддерживать сетевые пространства имен: группы в пространстве имен, чтобы предотвратить конфликты имен.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): используйте нативную цифровую валюту, кевакоин (KVA), для транзакций.",
    "software-kevacoin-core-11": "Варианты использования для кевакоина",
    "software-kevacoin-core-12": "В качестве децентрализованной базы данных ключевых значений кевакоин можно использовать в различных приложениях, включая:",
    "software-kevacoin-core-13": "Социальные сети: хранить данные для социальных сетей.",
    "software-kevacoin-core-14": "Микрологическое ведение: поддержка услуг микро -блогов с децентрализованным хранением данных.",
    "software-kevacoin-core-15": "Хэши: надежно хранить и управлять хэш -данными.",
    "software-kevacoin-core-16": "Нотариальные услуги: предоставьте децентрализованные нотариальные услуги.",
    "software-kevacoin-core-17": "Kevacoin имеет ограниченную поддержку интеллектуальных контрактов, аналогично биткойнам и Litecoin, он по -прежнему позволяет разработать децентрализованные приложения (DAPPS).Данные остаются децентрализованными на блокчейне кевакоина, в то время как логика приложения разрабатывается за блокчейн.",
    "software-keva-wallet-01": "Кевакоин -команда - мобильный кошелек Keva",
    "software-keva-wallet-02": "Кеваваллет",
    "software-keva-wallet-03": "Скачать",
    "software-keva-wallet-04": "Kevawallet - это легкий тонкий кошелек для кевакоина.Он предназначен для простоты использования и создан с использованием современных технологий для обеспечения бесшовного пользовательского опыта.",
    "software-keva-wallet-05": "Ключевая особенность",
    "software-keva-wallet-06": "React Native: построен с REACT Native, обеспечивая плавный и отзывчивый пользовательский интерфейс на платформах iOS и Android.",
    "software-keva-wallet-07": "Electrum: использует электрому, легкий клиент биткойнов, адаптированный для кевакоина для обеспечения эффективных и безопасных транзакций.",
    "software-keva-wallet-08": "Открытый исходный костюм: на основе биткойн-кошелька BlueWallet с открытым исходным кодом, используя его надежную и надежную архитектуру.",
    "software-keva-wallet-09": "Обзор",
    "software-keva-wallet-10": "Kevawallet разработан, чтобы предложить надежный и удобный способ управления вашим кевакоином (KVA).Используя эффективную и децентрализованную серверную модель электрома, Kevawallet обеспечивает быструю обработку транзакций без необходимости загрузки всего блокчейна.",
    "software-keva-wallet-11": "Ключевые преимущества",
    "software-keva-wallet-12": "Легкий вес: не нужно загружать весь блокчейн кевакоина, что делает его идеальным для мобильных устройств.",
    "software-keva-wallet-13": "Кроссплатформенное: доступно как на iOS, так и на Android, благодаря React Native.",
    "software-keva-wallet-14": "Безопасно: построено на прочной основе BlueWallet, наследуя его функции безопасности и лучшие практики.",
    "software-keva-wallet-15": "На основе BlueWallet",
    "software-keva-wallet-16": "Kevawallet наследует многие функции и меры безопасности от BlueWallet, биткойн-кошелька с открытым исходным кодом.Это включает в себя:",
    "software-keva-wallet-17": "Кошельки с несколькими подписью: закрепите кевакоины с помощью поддержки с несколькими подписью.",
    "software-keva-wallet-18": "Кошельки только для часа: следите за своими адресами, не выявляя частные ключи.",
    "software-keva-wallet-19": "Пользовательские транзакции: создайте пользовательские транзакции с расширенными параметрами.",
    "software-keva-wallet-20": "Используя Kevawallet, вы можете эффективно управлять своими кевакоинами на ходу, с безопасностью и надежностью, обеспечиваемыми ее надежной архитектурой и активным сообществом развития.",
    "software-keva-ipfs-01": "Кевакоинская команда - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Скачать",
    "software-keva-ipfs-04": "KEVA_IPFS-это сервисная служба для мобильного приложения KEVA, предназначенное для облегчения загрузки и закрепления файлов IPFS.Этот бэк-энд обеспечивает беспрепятственное взаимодействие между мобильным приложением KEVA и межпланетной файловой системой (IPFS).",
    "foot-01": "О",
    "foot-02": "О нас",
    "foot-03": "Контакт",
    "foot-04": "Поддерживать",
    "foot-05": "Сообщество",
    "foot-06": "Ресурсы",
    "foot-07": "Белая бумага",
    "foot-08": "Кевакоиновая команда",
    "nav-01": "Кевакоиновая команда",
    "nav-02": "Выберите язык",
    "nav-03": "Протокол",
    "nav-04": "Часто задаваемые вопросы",
    "nav-05": "Программное обеспечение",
    "nav-06": "Руководства",
    "g1-01": "Команда Kevacoin - создайте Keva Stratum для Windows, используя MSYS2",
    "g1-02": "Создайте Keva Stratum для Windows, используя MSYS2",
    "g1-03": "Шаг 1:",
    "g1-04": "Скачать установщик MSYS2 с https://www.msys2.org/:",
    "g1-05": "Скачать",
    "g1-06": "Шаг 2:",
    "g1-07": "Установите MSYS2 из загруженного установщика, опция Skip для запуска в конце, чтобы можно было запустить правильную оболочку",
    "g1-08": "Шаг 3:",
    "g1-09": "Запустите Mingw64 либо из меню «Пуск», либо из командной строки с 'mingw64'",
    "g1-10": "Шаг 4:",
    "g1-11": "Обновить систему, может потребоваться перезапуск mingw64",
    "g1-12": "Шаг 5:",
    "g1-13": "Установите требования к сборке",
    "g1-14": "Шаг 6:",
    "g1-15": "Для поддержки сборки нам нужно использовать более старую версию GO.Здесь мы используем последние известные для создания проекта 1.19.13",
    "g1-16": "Шаг 7:",
    "g1-17": "Создайте каталог для установки",
    "g1-18": "Шаг 8:",
    "g1-19": "Разарнип зайдите в каталог GO установки",
    "g1-20": "Шаг 9:",
    "g1-21": "Экспорт переменной среды Goroot, чтобы указывать на каталог GO Установки",
    "g1-22": "Шаг 10:",
    "g1-23": "Обновите переменную среды Path",
    "g1-24": "Шаг 11:",
    "g1-25": "Убедитесь, что наша версия GO соответствует",
    "g1-26": "1.19.13",
    "g1-27": "Шаг 12:",
    "g1-28": "Установите GO111Module на «Авто» для совместимости сборки",
    "g1-29": "Шаг 13:",
    "g1-30": "Клон репозиторий клона кева-страту",
    "g1-31": "Шаг 14:",
    "g1-32": "Перейдите в каталог keva-stratum",
    "g1-33": "Шаг 15:",
    "g1-34": "Сделайте каталог для строительства, здесь мы используем сборку",
    "g1-35": "Шаг 16:",
    "g1-36": "Перейдите в каталог сборки",
    "g1-37": "Шаг 17:",
    "g1-38": "Запустите Cmake с цепочкой инструментов MSYS",
    "g1-39": "Шаг 18:",
    "g1-40": "Построить кева-слою",
    "g1-41": "Шаг 19:",
    "g1-42": "Обновление конфигурации Keva-Stratum",
    "g1-43": "Шаг 20:",
    "g1-44": "Запустите Keva Stratum",
    "g1-45": "Файл сборки, расположенный в рамках C:/msys2/home/'user'/keva-stratum/build.Если переезд в другое место, вам нужно kevastratum.exe, libcnutil.dll, config.json и www Directory",
    "g1-46": "Список",
    "g1-47": "Исследователь",
    "g2-01": "Команда Kevacoin - построить keva_ipfs для linux",
    "g2-02": "Создайте keva_ipfs для linux",
    "g2-03": "Шаг 1:",
    "g2-04": "Убедитесь, что система обновлена",
    "g2-05": "Шаг 2:",
    "g2-06": "Установить git и golang",
    "g2-07": "Шаг 3:",
    "g2-08": "Клон репозиторий keva_ipfs",
    "g2-09": "Шаг 4:",
    "g2-10": "Перейдите в keva_ipfs",
    "g2-11": "Шаг 5:",
    "g2-12": "Сделайте каталог сборки и перейдите к нему",
    "g2-13": "Шаг 6:",
    "g2-14": "Построить keva_ipfs",
    "g2-15": "Шаг 7:",
    "g2-16": "Скопировать config.json для создания каталога",
    "g2-17": "Шаг 8:",
    "g2-18": "Обновление config.json",
    "g2-19": "Шаг 9:",
    "g2-20": "Запустить keva_ipfs",
    "g3-01": "Команда Kevacoin - создайте Keva Stratum для Linux",
    "g3-02": "Создайте Keva Stratum для Linux",
    "g3-03": "Шаг 1:",
    "g3-04": "Обновление системы",
    "g3-05": "Шаг 2:",
    "g3-06": "Установите требования к сборке",
    "g3-07": "Шаг 3:",
    "g3-08": "Установите Golang и Git",
    "g3-09": "Шаг 4:",
    "g3-10": "Клон Кева-Клевы",
    "g3-11": "Шаг 5:",
    "g3-12": "Введите каталог keva-stratum",
    "g3-13": "Шаг 6:",
    "g3-14": "Сделайте каталог сборки",
    "g3-15": "Шаг 7:",
    "g3-16": "Перейдите, чтобы построить каталог",
    "g3-17": "Шаг 8:",
    "g3-18": "Экспорт GO111MODULE в AUTO для совместимости сборки",
    "g3-19": "Шаг 9:",
    "g3-20": "Настройка Make",
    "g3-21": "Шаг 10:",
    "g3-22": "Построить кева-слою",
    "g3-23": "Шаг 11:",
    "g3-24": "Проверьте присутствующие выходы сборки",
    "g3-25": "Шаг 12:",
    "g3-26": "Обновление config.json",
    "g4-01": "Команда Kevacoin-настройка Cryptonote nodejs-pool",
    "g4-02": "Настройка Cryptonote nodejs-pool",
    "g4-03": "Шаг 1:",
    "g4-04": "Обновление системы",
    "g4-05": "Шаг 2:",
    "g4-06": "Установите требования к сборке",
    "g4-07": "Шаг 3:",
    "g4-08": "Установите NVM",
    "g4-09": "Шаг 4:",
    "g4-10": "Установите Nodejs 11.0.0",
    "g4-11": "Шаг 5:",
    "g4-12": "Установите NPM для использования Python 2.7",
    "g4-13": "Шаг 6:",
    "g4-14": "Клон Cryptonote-Nodejs-Pool Repository",
    "g4-15": "Шаг 7:",
    "g4-16": "Перейдите в бассейн",
    "g4-17": "Шаг 8:",
    "g4-18": "Запустите обновление NPM",
    "g4-19": "Шаг 9:",
    "g4-20": "Скопируйте kevacoin.json в config.json",
    "g4-21": "Шаг 10:",
    "g4-22": "Обновление config.json",
    "g4-23": "Шаг 11:",
    "g4-24": "Запустить бассейн",
    "g5-01": "Команда Kevacoin - создайте Kevacoin Core для Linux с использованием зависимости",
    "g5-02": "Создание Kevacoin Core для Linux с использованием зависит от зависимости",
    "g5-03": "Шаг 1:",
    "g5-04": "Обновление системы",
    "g5-05": "Шаг 2:",
    "g5-06": "Установите требования к сборке",
    "g5-07": "Шаг 3:",
    "g5-08": "Клон репозиторий клона клона",
    "g5-09": "Шаг 4:",
    "g5-10": "Перейдите к каталогу зависимости в кевакоине",
    "g5-11": "Шаг 5:",
    "g5-12": "Запустить, сделать Targeting Linux",
    "g5-13": "Шаг 6:",
    "g5-14": "Навигайте в каталог",
    "g5-15": "Шаг 7:",
    "g5-16": "Запустить Autogen.sh",
    "g5-17": "Шаг 8:",
    "g5-18": "Запустите настройку, нацеливание на Linux зависит от сборки",
    "g5-19": "Шаг 9:",
    "g5-20": "Построить кевакоин",
    "g5-21": "Шаг 10:",
    "g5-22": "Построить пакет развертывания",
    "g5-23": "Шаг 11:",
    "g5-24": "Установите встроенный кевакоин",
    "g6-01": "Команда Kevacoin - построить Kevacoin Core для Windows, используя зависимость",
    "g6-02": "Создание Kevacoin Core для Windows с использованием зависит",
    "g6-03": "Шаг 1:",
    "g6-04": "Обновление системы",
    "g6-05": "Шаг 2:",
    "g6-06": "Установите требования к сборке",
    "g6-07": "Шаг 3:",
    "g6-08": "Установите цепочку инструментов межкомпиляции Mingw-W64",
    "g6-09": "Шаг 4:",
    "g6-10": "Установите опцию компилятора Mingw32 G ++ на Posix",
    "g6-11": "Шаг 5:",
    "g6-12": "Клон репозиторий клона клона",
    "g6-13": "Шаг 6:",
    "g6-14": "Перейдите к каталогу зависимости в кевакоине",
    "g6-15": "Шаг 7:",
    "g6-16": "Запустить, сделать Targeting Windows",
    "g6-17": "Шаг 8:",
    "g6-18": "Навигайте в каталог",
    "g6-19": "Шаг 9:",
    "g6-20": "Запустить Autogen.sh",
    "g6-21": "Шаг 10:",
    "g6-22": "Запустите настройку, нацеливание на Windows зависит от сборки",
    "g6-23": "Шаг 11:",
    "g6-24": "Построить кевакоин",
    "g6-25": "Шаг 12:",
    "g6-26": "Построить пакет развертывания",
    "nav-07": "Создание Kevacoin Core для Linux с использованием зависит от зависимости",
    "nav-08": "Создать Kevacoin Core для Windows, используя зависимость",
    "nav-09": "Создайте кева-стратум для Linux",
    "nav-10": "Создайте keva-stratum для Windows, используя MSYS",
    "nav-11": "Создайте keva_ipfs для linux",
    "nav-12": "Cryptonote nodejs-pool"
}