{
    "index-01": "Tím Kevacoin",
    "index-02": "Privítať",
    "index-03": "Vitajte na webovej stránke tímu Kevacoin!",
    "index-04": "Pracujte, ale užite si zdroje.",
    "aboutus-01": "Tím Kevacoin",
    "aboutus-02": "O nás",
    "aboutus-03": "Iba niektorí náhodní ľudia, ktorí veria v tento projekt, a jeho zapadajú do ekologického systému blockchain.",
    "contact-01": "Tím Kevacoin",
    "contact-02": "Spoj sa s nami",
    "contact-03": "Pošlite nám e -mail",
    "contact-04": "Pripojte sa k nám na Discord",
    "contact-05": "Zapojte sa do diskusií o GitHub",
    "contact-06": "Sledujte nás na x @evacointEam",
    "protocol-01": "Tím Kevacoin - protokol Kevacoin",
    "protocol-02": "Symbol",
    "protocol-03": "Kva",
    "protocol-04": "Celkový dodávka",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Predbežný",
    "protocol-07": "Nie",
    "protocol-08": "Developer",
    "protocol-09": "Algoritmus Pow",
    "protocol-10": "RandomKeva",
    "protocol-11": "Bloková odmena",
    "protocol-12": "500, na polovicu každé 4 roky",
    "protocol-13": "Blok",
    "protocol-14": "2 minúty",
    "protocol-15": "Úvaha",
    "protocol-16": "Digishield, každý blok",
    "protocol-17": "Segwit",
    "protocol-18": "Aktivovaný",
    "protocol-19": "Váha",
    "protocol-20": "6 000 000 jednotiek hmotnosti",
    "protocol-21": "Maximálna veľkosť kľúča",
    "protocol-22": "255 bajtov",
    "protocol-23": "Maximálny počet kľúčov",
    "protocol-24": "Žiadny tvrdý limit",
    "protocol-25": "Maximálna veľkosť hodnoty",
    "protocol-26": "3072 bajtov",
    "protocol-27": "Protokol",
    "support-01": "Tím Kevacoin - podporujte tím",
    "support-02": "Kevacoin Blockchain je projekt podporovaný komunitou s otvoreným zdrojom.",
    "support-03": "Tím Kevacoin je skupina jednotlivcov, ktorí sa dobrovoľne venujú svojmu času, zručnostiam a zdrojom, aby slúžili ako správcovia blockchainu.",
    "support-04": "Prispievanie k úspechu je v rukách všetkých.",
    "support-05": "Ako môžem pomôcť tímu, ktorého sa pýtate?",
    "support-06": "Najlepším spôsobom je prispieť k úsiliu tímov o pokrok v blockchaine Kevacoin.Existuje veľa klobúkov, ktoré vyplnia, kde príspevky môžu pomôcť viesť úspech.",
    "support-07": "Radšej darujte?Dostali sme vás zakryté!",
    "support-08": "Poďme si čeliť, hosting je drahý.",
    "support-09": "Ak chcete správne podporovať používateľov, KevaCointeam.org potrebuje rozšíriť uzly a služby L2, ako je Electrumx.Súčasné zdroje poskytované z Keva.One sú navrhnuté tak, aby boli super lacné a nepostačujú na obsluhu vysokých nákladov.Expanzia skutočne potrebovala na správne podporu výmen a prenos, ktorý budú generovať.",
    "support-10": "Hostiteľský fond",
    "support-11": "*AWS je súčasný poskytovateľ;Je konzistentné, ľahké predpovedať a globálne riešiť najviac výziev.Návrh služieb a rozsah budú závisieť od fondu.V ideálnom svete by tím mohol podporovať používateľov nasledujúcim dizajnom",
    "support-12": "Výmeny s vysokým dopytom, ale väčšina z nich má nejaké finančné prekážky;Nižšie sú uvedené adresy tímu na pokrytie poplatkov za kótovanie a poskytovanie likvidity",
    "support-13": "Výmenný fond",
    "support-14": "Chcete prispieť k individuálnemu členovi tímu?",
    "support-15": "Podporte tím",
    "faq-01": "Tím Kevacoin - Kevacoin FAQ",
    "faq-02": "často kladené otázky",
    "faq-03": "Názov „keva“ je skratka pre kľúčovú hodnotu (pronoudced kee-va a krátky symbol je KVA).Je to obchod s hodnotou kľúčov postavený na blockchainu na kódovej báze bitcoínu a litecoin.Okrem toho, že je kryptomenou, umožňuje používateľom ľahko a bezpečne pridávať, aktualizovať alebo odstrániť páry kľúč-hodnotu na blockchainu.",
    "faq-04": "Kevacoin je ovplyvnený NameCoin, pričom kľúčová hodnota kódu silne upravená z registračného kódu mena Namecoin.",
    "faq-05": "Aj keď je Kevacoin ovplyvnený NameCoin, funguje veľmi odlišne a slúži veľmi odlišnému účelu ako ten: Kevacoin je obchod s kľúčovou hodnotou, zatiaľ čo NameCoin je systém registrácie mena.Kevacoin nemá tvrdý limit počtu kľúčov a maximálna dĺžka hodnoty je 3072 bajtov.NameCoin's má 520 bajtových limitov pre každý menný priestor.ID menného priestoru spoločnosti Kevacoin, ktorý sieť jedinečne vygeneruje, aby sa predišlo konfliktom.Namecoinov menný priestor je vybraný používateľom a musí byť jedinečný v celej sieti.S Kevacoinom sa nemusíte starať o drepovanie menného priestoru.Kevacoinove páry kľúč-hodnota nevypršia.",
    "faq-06": "Koľko stojí používanie ukladania údajov Kevacoin Data?",
    "faq-07": "Pred pridaním páru kľúčovej hodnoty je potrebné vytvoriť názvový priestor na držanie párov.Systém si vyhradzuje 0,01 kVA na vytvorenie menného priestoru a sumu sa nedá minúť.Do menného priestoru je možné pridať hodnotu kľúčovej hodnoty, pričom transakčný poplatok určuje baníci.",
    "faq-08": "Kevacoin je verejný blockchain a ktokoľvek mu môže napísať.Sieť je náchylná na zneužívanie spamu bez poplatkov za transakcie.Transakcie sú navyše validované baníkom a za ich práce sa musia kompenzovať.",
    "faq-09": "Kde môžem získať kevacoin?",
    "faq-10": "Najjednoduchší spôsob, ako získať Kevacoin, je ťažba.Kevacoin používa algoritmus hashovania Randomkeva (variant Randomx) a je kompatibilný so softvérom Monero Mining Software.Ako ťažobný softvér môžete použiť napríklad XMRIG alebo XMR-SAK.",
    "faq-11": "Aká je maximálna dodávka Kevacoin?",
    "faq-12": "Odmena bloku je spočiatku 500 kVA.Odmena je na polovicu každé štyri roky (každých 1050000 blokov, asi 2 minúty pre každý blok).Polovica na polovicu je rovnaká ako bitcoín a litecoin.Maximálna dodávka Kevacoinu je 1 050 000 000 kVA.",
    "faq-13": "Aká je maximálna veľkosť bloku?",
    "faq-14": "Kevacoin je založený na bitcoíne a Litecoine, pričom od začiatku je povolený segregovaný svedok (SEGWIT).S segwit má bitcoíny teoreticky maximálnu veľkosť bloku asi 4 MB.Časť bloku, ktorá nie je svedkom, má však škálovací faktor 4 a svedok časť A faktor 1. Podľa tohto článku by sa pri priemerných segwitských transakciách očakávala veľkosť bloku 2,3 ​​MB.To je asi 0,6 MB pre údaje, ktoré nie sú svedkami.Kevacoinove páry kľúč-hodnota sú údaje bez svedectva a budú zaberať časť 0,6 MB, ak má Kevacoin rovnaké nastavenie veľkosti bloku ako bitcoín.S maximálnou veľkosťou hodnoty 3 kB sa zdá byť 0,6 MB nedostatočná.",
    "faq-15": "Kevacoin umožňuje maximálnu veľkosť bloku 6 MB (max_block_weight je 6000000).Veľkosť údajov bez svedkov môže byť asi 1 MB.Je to asi 400 kB extra priestor vyhradené pre páry kľúčovej hodnoty.Podobne ako v prípade bitcoínu je veľmi nepravdepodobné, že sa 6 MB môže úplne použiť v dôsledku štruktúry transakcie.Očakávaná maximálna veľkosť bloku je asi 3 MB pre kevacoin.",
    "faq-16": "Predbehol si mince?",
    "faq-17": "Nielen, že odmena bloku Genesis je 0,00001 kVA (normálna bloková odmena je 500 kVA).",
    "faq-18": "Ako dlho trvá potvrdenie aktualizácie kľúčovej hodnoty?",
    "faq-19": "Kevacoin má blok bloku asi dve minúty.Preto možno budete musieť počkať na toto množstvo času, kým sa potvrdí váš pár kľúč-hodnota a pridá ďalší blok.Príkaz klienta KEVA_Pending môžete použiť na kontrolu prebiehajúcich transakcií s kľúčovou hodnotou.",
    "faq-20": "Čo je menný priestor a prečo ho potrebujeme?",
    "faq-21": "Každý menný priestor je pre vás jedinečným priestorom na bezpečné pridanie alebo aktualizáciu párov kľúčov k kľúč-hodnota bez potenciálnych konfliktov s ostatnými používateľmi.Menný priestor má ID, ktoré je zaručené, že bude jedinečný v celej sieti.Má tiež zobrazovací názov, ktorý je možné použiť na interné sledovanie názvov.ID menného priestoru je reťazec kódovaný základnou 58 a vždy sa začína.",
    "faq-22": "Hlavným dôvodom priradenia jedinečného ID namespace ID je vyhnúť sa squattingu mena.",
    "faq-23": "Podporuje Kevacoin inteligentnú zmluvu?",
    "faq-24": "Kevacoin je založený na bitcoíne/litecoine, takže má podobnú úroveň podpory pre inteligentnú zmluvu.Kevacoin je de-centralizovaný obchod s údajmi a ponecháva implementáciu logiky aplikácie mimo blockchainu.",
    "faq-25": "Zoberme si príklad de-centralizovaného systému mikro blogov.Pokiaľ sú užívateľské údaje zapísané do obchodu s údajmi a sú verejne prístupné, ktokoľvek môže napísať aplikáciu (pomocou svojho obľúbeného programovacieho jazyka) na zobrazenie existujúcich blogov a pridanie nových.Aplikácia môže byť vlastnícky alebo otvorený zdroj, ale obsah je rovnaký, pretože máme jediný zdroj pravdy.",
    "faq-26": "Aký je maximálny kľúč a veľkosť hodnoty?",
    "faq-27": "Maximálna veľkosť kľúča je 255 bajtov a veľkosť hodnoty 3072 bajtov.Maximálna veľkosť hodnoty je určená max_script_element_size.Je to 520 v bitcoíne a zvýšime ho na 3072. Neexistuje žiadny konkrétny dôvod na výber tejto veľkosti.Zdá sa, že 520 bajtov je príliš malé a príliš obmedzené.Ale nemôže to byť ani príliš veľké, pretože sa chceme vyhnúť potenciálnym útokom DOS.",
    "faq-28": "Prečo je Randomkeva vybraný ako algoritmus dôkazu práce?",
    "faq-29": "Kevacoin používa ako svoju konsenzuálnu metódu dokladom práce.Algoritmus hashovania je Randomkeva.Niekoľko dôvodov pre túto voľbu: je to priateľské k procesore.CPU s výučbou AES NI môžu získať lepšiu mieru hash.Je to hashový algoritmus tvrdý pamäť a spotrebuje oveľa menej energie ako GPU a ASIC.Môže to byť viac odolné voči ASIC, takže je spravodlivejšie pre jednotlivých baníkov.",
    "faq-30": "Aj keď je Kevacoin založený na bitcoíne/litecoine, mierne sme upravili štruktúru hlavičky, aby bola kompatibilná so softvérom Monero Mining Software.Výsledkom je, že na ťažbu Kevacoin (napr. XMRIG alebo XMR-STAK) je možné použiť akýkoľvek ťažobný softvér Monero.",
    "faq-31": "Aký je algoritmus úpravy obtiažnosti?",
    "faq-32": "Kevacoin používa algoritmus úpravy obtiažnosti Digishield, rovnako ako algoritmus, ktorý používa dogecoin.Čas cieľa bloku je nastavený na každý blok.Digishield bráni negatívnym účinkom prepojiek z bazénov.Napríklad, ak sa veľké množstvo hashovej sadzby pripojí k ťažbe kevacoínu, cieľ obtiažnosti sa rýchlo zvýši, aby sa zabránilo ľahkým odmenám.Podobne sa cieľ obtiažnosti zníži, keď veľké množstvo hashovej rýchlosti opustí, takže bloky sa budú stále generovať asi za 2 minúty aj s menšou silou hashovania.",
    "faq-33": "Aké hrozby predstavuje 51% útok?",
    "faq-34": "Najväčšie riziko 51% útoku sú dvojité výdavky.Toto je známe riziko kryptomeny založených na dôkazoch.Útočník však nemôže svojvoľne zmeniť páry kľúčovej hodnoty, ktoré nevlastní.Najhoršie, čo môže útočník urobiť, je blokovať alebo zvrátiť transakcie s kľúčovou hodnotou.Páry kľúčovej hodnoty, ktoré manipulujú, ktoré nie sú vlastníkom, nebudú akceptované sieťou, pretože sú kryptograficky zabezpečené.Blokované alebo zvrátené transakcie zostanú v Mempoolu a po zastavení útoku sa nakoniec pridajú do blockchainu.",
    "faq-35": "Sú moje údaje viditeľné pre verejnosť?",
    "faq-36": "Všetky transakcie s kľúčovou hodnotou sú viditeľné pre verejnosť, pretože ide o povahu blockchainu v štýle bitcoínov.Dá sa šifrovať hodnoty alebo ukladať iba hash hodnôt, aby sa chránil dôvernosť hodnôt.",
    "faq-37": "Ako môžem prispieť k rozvoju Kevacoin?",
    "faq-38": "Vďaka za opýtanie!Kevacoin je komunitný projekt a účasť komunity je nevyhnutná pre jej dlhodobý úspech.Môžete nám pomôcť rôznymi spôsobmi: Stiahnite si klientsky softvér, spustite a otestujte ho.Spustite verejný úplný uzol.Buďte baník alebo začnite banský bazén.Skontrolujte alebo napíšte dokumentáciu vrátane tohto FAQ.Môžete odoslať požiadavky na stiahnutie na adresu https://github.com/kevacoin-team archívy.Napíšte testy jednotiek, testy end-to-end a regresné testy.Nahlásiť chyby.Ak chcete nahlásiť chyby bez bezpečnosti, použite sledovač vydania GitHub.Ak chcete nahlásiť chyby súvisiace s bezpečnosťou, pošlite e-maily na adresu contact@kevacointeam.org.Vyvíjajte aplikáciu pomocou Kevacoin de-centralizovaných údajov.Propagujte projekt.Prispejte zdrojový kód k projektu Kevacoin.Žiadosti o ťahy sú vítané!Darujte projektu.",
    "faq-39": "Čo sa líši od NameCoin?",
    "faq-40": "Čo je Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin tím-Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs",
    "software-cryptonote-nodejs-pool-03": "Stiahnuť ▼",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-nodejs-pool je vysokovýkonný softvér na ťažbu v oblasti ťažby napísaný v Node.js s natívnymi doplnkami C, navrhnutými pre mince založené na kryptonote.Zahŕňa ľahký príklad front-end skript, ktorý používa rozhranie AJAX API spoločnosti AJAX.Bazén podporuje rôzne algoritmy kryptonight.",
    "software-electrumx-01": "Tím Kevacoin - Electrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "Stiahnuť ▼",
    "software-electrumx-04": "Electrumx je opätovná implementácia elektrického serveru navrhnutého na zvládnutie budúcnosti s väčšími blokmi.Tento robustný serverový softvér ponúka efektívne zaobchádzanie s dotazmi blockchain, vďaka čomu je vhodný na použitie s kryptomenami, ktoré zažívajú zvýšené objemy transakcií a väčšie veľkosti blokov.",
    "software-electrumx-05": "Kľúčové funkcie",
    "software-electrumx-06": "Škálovateľnosť: skonštruovaná na podporu väčších blokov a zabezpečila, aby zostala výkonná s rastúcou veľkosťou blockchainov.",
    "software-electrumx-07": "Účinnosť: Optimalizované na efektívne zaobchádzanie s vysokým objemom blockchainových dotazov.",
    "software-electrumx-08": "Kompatibilita: Podporuje rôzne kryptomeny, vďaka čomu je všestranná pre rôzne ekosystémy blockchain.",
    "software-keva-stratum-01": "Kevacoin tím - Keva Stratum",
    "software-keva-stratum-02": "Keva",
    "software-keva-stratum-03": "Stiahnuť ▼",
    "software-keva-stratum-04": "Keva-Stratum je vysokovýkonný server ťažby kryptonote s webovým rozhraním, špeciálne prispôsobený kevacoin.",
    "software-keva-stratum-05": "Keva-Stratum, ktorý je rozvetvený z monero-Stratum, zjednodušuje proces zostavenia a obsahuje potrebné komponenty zdrojového kódu Monero, čo eliminuje potrebu externého stromu zdroja Monero.Podporuje tiež stavbu na Windows prostredníctvom MSYS2.",
    "software-keva-stratum-06": "Zoznam funkcií stratum",
    "software-keva-stratum-07": "Buďte svojím vlastným bazénom: Nastavte a spravujte svoj vlastný banský bazén.",
    "software-keva-stratum-08": "Monitorovanie dostupnosti súprav: Monitorujte dostupnosť a výkon ťažobných súprav.",
    "software-keva-stratum-09": "Sledovanie štatistík: Sledujte akceptované akcie, odmietnuté akcie a štatistiku bloku.",
    "software-keva-stratum-10": "Zistite choré súpravy: Ľahko identifikujte pri výkonných alebo nefunkčných súpravách.",
    "software-keva-stratum-11": "Daemon Fail Over List: Nakonfigurujte zoznam zlyhania nad démonmi, aby ste zaistili súvislú prevádzku.",
    "software-keva-stratum-12": "Spracovanie súbežných akcií: Zvládajte súčasne viacero podaní zdieľania pre optimálny výkon.",
    "software-keva-stratum-13": "Krásne webové rozhranie: Spravujte a monitorujte svoj banský fond pomocou intuitívneho webového rozhrania.",
    "software-keva-stratum-14": "Funkcie podrobne",
    "software-keva-stratum-15": "1. Buďte svojím vlastným bazénom:",
    "software-keva-stratum-16": "Umožňuje vám nastaviť súkromný banský fond, čo vám dáva kontrolu nad procesom ťažby a poplatkom za združenie.",
    "software-keva-stratum-17": "2. Monitorovanie dostupnosti súprav:",
    "software-keva-stratum-18": "Neustále monitoruje stav ťažobných súprav, čím sa zabezpečuje, že sú funkčné a optimálne vykonávajú.",
    "software-keva-stratum-19": "3. Sledujte akceptácie, odmietnutie, blokuje štatistiky:",
    "software-keva-stratum-20": "Poskytuje podrobné štatistiky o akceptovaných a odmietnutých akciách, ako aj o nájdených blokoch, ktoré vám pomáhajú sledovať výkonnosť fondu.",
    "software-keva-stratum-21": "4. Ľahká detekcia chorých súprav:",
    "software-keva-stratum-22": "Rýchlo identifikuje súpravy, ktoré sú v vykonávaní alebo nefunkčnosti, čo umožňuje rýchlu údržbu alebo výmenu.",
    "software-keva-stratum-23": "5. Daemon zlyhá nad zoznamom:",
    "software-keva-stratum-24": "Konfiguruje viacero démonov, aby zabezpečila zlyhanie v prípade, že primárny démon klesne, čím sa udržiava operácie nepretržitej ťažby.",
    "software-keva-stratum-25": "6. Spracovanie súčasných akcií:",
    "software-keva-stratum-26": "Optimalizuje výkon zvládaním viacerých podriadených podaní súčasne, znižuje latenciu a zvyšuje účinnosť.",
    "software-keva-stratum-27": "7. Krásne webové rozhranie:",
    "software-keva-stratum-28": "Intuitívne webové rozhranie pre správu a monitorovanie fondu, poskytovanie štatistík v reálnom čase a ľahká konfigurácia.",
    "software-keva-stratum-29": "Použitím Keva-Stratum môžete nastaviť vysoko výkonný banský fond pre kevacoin, využívať jeho robustné funkcie a užívateľsky prívetivé rozhranie na efektívnu správu a monitorovanie vašich ťažobných operácií.",
    "software-kevacoin-core-01": "Kevacoin tím - Kevacoin Core",
    "software-kevacoin-core-02": "Jadro Kevacoin",
    "software-kevacoin-core-03": "Stiahnuť ▼",
    "software-kevacoin-core-04": "Kevacoin je decentralizovaný obchod s otvoreným zdrojom kľúča-hodnota údajov postavený na vrchole kryptomeny Litecoin, ktorý je sám založený na bitcoíne.Kevacoin, ktorý je ovplyvnený NameCoin, ponúka jedinečný prístup k ukladaniu a správe údajov, hoci slúži na rôzne účely a funguje inak ako NameCoin.",
    "software-kevacoin-core-05": "Čo robí Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin umožňuje používateľom:",
    "software-kevacoin-core-07": "Bezpečne zaznamenávajte klávesy a hodnoty: Uložte páry kľúčovej hodnoty, kde každá hodnota môže byť až 3072 bajtov.Počet kľúčov nie sú žiadne tvrdé limity.",
    "software-kevacoin-core-08": "Aktualizujte klávesy a hodnoty: Upravte existujúce páry kľúča-hodnota.",
    "software-kevacoin-core-09": "Udržiavajte sieťové menné priestory siete: skupinové kľúče pod názvami, aby sa zabránilo konfliktom mena.",
    "software-kevacoin-core-10": "Transakt Kevacoins (KVA): Na transakcie používajte natívnu digitálnu menu, kevacoin (KVA).",
    "software-kevacoin-core-11": "Používajte prípady pre kevacoin",
    "software-kevacoin-core-12": "Ako decentralizovaná databáza kľúč-hodnota sa Kevacoin môže použiť v rôznych aplikáciách vrátane:",
    "software-kevacoin-core-13": "Sociálne médiá: Ukladajte údaje pre platformy sociálnych médií.",
    "software-kevacoin-core-14": "Mikro blogovanie: Podporte služby mikro blogov s decentralizovaným ukladaním údajov.",
    "software-kevacoin-core-15": "Hashes: Bezpečne ukladajte a spravujte údaje hash.",
    "software-kevacoin-core-16": "Služby notára: Poskytovať decentralizované notárske služby.",
    "software-kevacoin-core-17": "Kevacoin má obmedzenú podporu pre inteligentné zmluvy, podobne ako bitcoín a litecoin, stále umožňuje vývoj decentralizovaných aplikácií (DAPPS).Údaje zostávajú decentralizované na blockchaine Kevacoin, zatiaľ čo logika aplikácie je vyvinutá z blockchainu.",
    "software-keva-wallet-01": "Tím Kevacoin - Mobilná peňaženka Keva",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Stiahnuť ▼",
    "software-keva-wallet-04": "Kevawallet je ľahká, tenká peňaženka pre Kevacoin.Je navrhnutý pre ľahké použitie a je postavený pomocou moderných technológií, aby poskytoval bezproblémový užívateľský zážitok.",
    "software-keva-wallet-05": "Kľúčové funkcie",
    "software-keva-wallet-06": "React Native: Postavený s React Native, poskytuje hladké a citlivé používateľské rozhranie na platformách iOS aj Android.",
    "software-keva-wallet-07": "Electrum: Využíva Electrum, ľahký klient bitcoínov, upravený pre kevacoin na zabezpečenie efektívnych a bezpečných transakcií.",
    "software-keva-wallet-08": "Open Source: Na základe otvorenej predajnej peňaženky bitcoínov Bluewallet, ktorý využíva svoju robustnú a bezpečnú architektúru.",
    "software-keva-wallet-09": "Prehľad",
    "software-keva-wallet-10": "Kevawallet je navrhnutý tak, aby ponúkol bezpečný a pohodlný spôsob, ako spravovať vaše kevacoins (KVA).Využitím efektívneho a decentralizovaného modelu servera Electrum spoločnosť Kevawallet zaisťuje rýchle spracovanie transakcií bez toho, aby bolo potrebné stiahnuť celý blockchain.",
    "software-keva-wallet-11": "Kľúčové výhody",
    "software-keva-wallet-12": "Ľahká: Nie je potrebné sťahovať celý blockchain Kevacoin, vďaka čomu je ideálny pre mobilné zariadenia.",
    "software-keva-wallet-13": "Cross-Platform: K dispozícii na iOS aj Android, vďaka spoločnosti React Native.",
    "software-keva-wallet-14": "Secure: Postavený na pevnom základe Bluewallet, zdedenie jeho bezpečnostných funkcií a osvedčených postupov.",
    "software-keva-wallet-15": "Na základe Bluewallet",
    "software-keva-wallet-16": "Kevawallet zdedí mnoho funkcií a bezpečnostných opatrení od BlueWallet, otvorenej bitcoínovej peňaženky.Toto zahŕňa:",
    "software-keva-wallet-17": "Multi-podpisové peňaženky: Zaistite svoje Kevacoins s viacerými podpismi.",
    "software-keva-wallet-18": "Hladné peňaženky: Sledujte svoje adresy bez toho, aby ste odhaľovali svoje súkromné ​​kľúče.",
    "software-keva-wallet-19": "Vlastné transakcie: Vytvorte vlastné transakcie s pokročilými možnosťami.",
    "software-keva-wallet-20": "Použitím Kevawallet môžete efektívne spravovať svoje kevacoins na cestách, s bezpečnosťou a spoľahlivosťou poskytnutou jej robustnou architektúrou a aktívnou rozvojovou komunitou.",
    "software-keva-ipfs-01": "Kevacoin tím - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Stiahnuť ▼",
    "software-keva-ipfs-04": "Keva_ipfs je back-end služba pre mobilnú aplikáciu Keva, ktorá je navrhnutá na uľahčenie nahrávania a pripnutia súborov IPFS.Táto back-end zaisťuje plynulú interakciu medzi mobilnou aplikáciou KEVA a medziplanetárnym súborom (IPFS).",
    "foot-01": "O",
    "foot-02": "O nás",
    "foot-03": "Kontakt",
    "foot-04": "podpora",
    "foot-05": "Komunita",
    "foot-06": "Zdroje",
    "foot-07": "Biely papier",
    "foot-08": "Tím Kevacoin",
    "nav-01": "Tím Kevacoin",
    "nav-02": "Zvoľ jazyk",
    "nav-03": "Protokol",
    "nav-04": "Často",
    "nav-05": "Softvér",
    "nav-06": "Príručka",
    "g1-01": "Tím Kevacoin - Zostavte Keva Stratum pre Windows pomocou MSYS2",
    "g1-02": "Zostavte Keva Stratum pre Windows pomocou MSYS2",
    "g1-03": "Krok 1:",
    "g1-04": "Stiahnite si inštalátor MSYS2 z https://www.msys2.org/:",
    "g1-05": "Stiahnuť ▼",
    "g1-06": "Krok 2:",
    "g1-07": "Nainštalujte MSYS2 z stiahnutej inštalácie, možnosť preskočiť na konci, aby bolo možné spustiť správny shell",
    "g1-08": "Krok 3:",
    "g1-09": "Spustite MingW64 buď z ponuky Štart, alebo z príkazového riadku s „MingW64“",
    "g1-10": "Krok 4:",
    "g1-11": "Aktualizácia, môže byť potrebné opätovné spustenie MingW64",
    "g1-12": "Krok 5:",
    "g1-13": "Nainštalujte požiadavky na zostavenie",
    "g1-14": "Krok 6:",
    "g1-15": "Na podporu zostavenia musíme používať staršiu verziu GO.Tu používame najnovšie známe na zostavenie projektu 1.19.13",
    "g1-16": "Krok 7:",
    "g1-17": "Vytvorte adresár na inštaláciu",
    "g1-18": "Krok 8:",
    "g1-19": "Unzip choď do adresára inštalácie go",
    "g1-20": "Krok 9:",
    "g1-21": "Exportujte premennú prostredia Goroot, aby sa ukázal na adresár inštalácie Go",
    "g1-22": "Krok 10:",
    "g1-23": "Aktualizujte premennú prostredia cesty",
    "g1-24": "Krok 11:",
    "g1-25": "Skontrolujte, či sa naša verzia GO zhoduje",
    "g1-26": "1.19.13",
    "g1-27": "Krok 12:",
    "g1-28": "Nastavte GO111Module na „Auto“ pre kompatibilitu so zostavením",
    "g1-29": "Krok 13:",
    "g1-30": "Úložisko klonu keva-stratum",
    "g1-31": "Krok 14:",
    "g1-32": "Prejdite do adresára Keva-Stratum",
    "g1-33": "Krok 15:",
    "g1-34": "Vytvorte si adresár, z ktorého sa môžete postaviť, používame Build",
    "g1-35": "Krok 16:",
    "g1-36": "Prejdite do adresára zostavenia",
    "g1-37": "Krok 17:",
    "g1-38": "Spustite CMake s reťazou nástrojov MSYS",
    "g1-39": "Krok 18:",
    "g1-40": "Stavať Keva-Stratum",
    "g1-41": "Krok 19:",
    "g1-42": "Aktualizácia Keva-Stratum config",
    "g1-43": "Krok 20:",
    "g1-44": "Spustiť Keva Stratum",
    "g1-45": "Zostavte súbor umiestnený v rámci C:/MSYS2/Home/'User'/Keva-Stratum/Build.Ak sa presuniete na iné miesto, potrebujete kevastratum.exe, libcnutil.dll, config.json a www adresár",
    "g1-46": "Zoznam",
    "g1-47": "Prieskumník",
    "g2-01": "Kevacoin Team - Build Keva_ipfs pre Linux",
    "g2-02": "Zostavte keva_ipfs pre Linux",
    "g2-03": "Krok 1:",
    "g2-04": "Uistite sa, že systém je aktuálny",
    "g2-05": "Krok 2:",
    "g2-06": "Nainštalujte Git a Golang",
    "g2-07": "Krok 3:",
    "g2-08": "Úložisko klony keva_ipfs",
    "g2-09": "Krok 4:",
    "g2-10": "Prejdite do keva_ipfs",
    "g2-11": "Krok 5:",
    "g2-12": "Vytvorte adresár zostavenia a prejdite k nemu",
    "g2-13": "Krok 6:",
    "g2-14": "Zostavte keva_ipfs",
    "g2-15": "Krok 7:",
    "g2-16": "Kopírujte konfiguráciu na zostavenie adresára",
    "g2-17": "Krok 8:",
    "g2-18": "Aktualizácia config.json",
    "g2-19": "Krok 9:",
    "g2-20": "Spustiť keva_ipfs",
    "g3-01": "Tím Kevacoin - Budujte Keva Stratum pre Linux",
    "g3-02": "Budujte Keva Stratum pre Linux",
    "g3-03": "Krok 1:",
    "g3-04": "Aktualizácia",
    "g3-05": "Krok 2:",
    "g3-06": "Nainštalujte požiadavky na zostavenie",
    "g3-07": "Krok 3:",
    "g3-08": "Nainštalujte Golang a Git",
    "g3-09": "Krok 4:",
    "g3-10": "Klon Keva-lôžko",
    "g3-11": "Krok 5:",
    "g3-12": "Zadajte adresár Keva-Stratum",
    "g3-13": "Krok 6:",
    "g3-14": "Vytvorte adresár zostavenia",
    "g3-15": "Krok 7:",
    "g3-16": "Prejdite do zostavenia adresára",
    "g3-17": "Krok 8:",
    "g3-18": "Exportovať go111module do Auto pre kompatibilitu",
    "g3-19": "Krok 9:",
    "g3-20": "Konfigurovať",
    "g3-21": "Krok 10:",
    "g3-22": "Stavať Keva-Stratum",
    "g3-23": "Krok 11:",
    "g3-24": "Skontrolujte prítomné výstupy",
    "g3-25": "Krok 12:",
    "g3-26": "Aktualizácia config.json",
    "g4-01": "Kevacoin Team-Nastavte Cryptonote-nodejs-pool",
    "g4-02": "Nastavenie cryptonote-nodejs-pool",
    "g4-03": "Krok 1:",
    "g4-04": "Aktualizácia",
    "g4-05": "Krok 2:",
    "g4-06": "Nainštalujte požiadavky na zostavenie",
    "g4-07": "Krok 3:",
    "g4-08": "Nainštalovať NVM",
    "g4-09": "Krok 4:",
    "g4-10": "Nainštalujte Nodejs 11.0.0",
    "g4-11": "Krok 5:",
    "g4-12": "Nastavte NPM na použitie Python 2.7",
    "g4-13": "Krok 6:",
    "g4-14": "Klon cryptonote-nodejs-baol úložisko",
    "g4-15": "Krok 7:",
    "g4-16": "Navigovať do bazéna",
    "g4-17": "Krok 8:",
    "g4-18": "Spustite aktualizáciu NPM",
    "g4-19": "Krok 9:",
    "g4-20": "Skopírujte Kevacoin.json na config.json",
    "g4-21": "Krok 10:",
    "g4-22": "Aktualizácia config.json",
    "g4-23": "Krok 11:",
    "g4-24": "Bazén",
    "g5-01": "Kevacoin Team - Build Kevacoin Core pre Linux Používanie závisí",
    "g5-02": "Zostavte kevacoinové jadro pre Linux Používanie závisí",
    "g5-03": "Krok 1:",
    "g5-04": "Aktualizácia",
    "g5-05": "Krok 2:",
    "g5-06": "Nainštalujte požiadavky na zostavenie",
    "g5-07": "Krok 3:",
    "g5-08": "Klon kevacoínového úložiska",
    "g5-09": "Krok 4:",
    "g5-10": "Prejdite do adresára závislých v rámci kevacoin",
    "g5-11": "Krok 5:",
    "g5-12": "Spustiť zacielenie Linux",
    "g5-13": "Krok 6:",
    "g5-14": "Navigovať do adresára",
    "g5-15": "Krok 7:",
    "g5-16": "Spustite autogen.sh",
    "g5-17": "Krok 8:",
    "g5-18": "Spustite konfiguráciu, zacielenie na Linux závisí",
    "g5-19": "Krok 9:",
    "g5-20": "Stavať kevacoin",
    "g5-21": "Krok 10:",
    "g5-22": "Zostavte balík nasadenia",
    "g5-23": "Krok 11:",
    "g5-24": "Nainštalovaný Kevacoin",
    "g6-01": "Tím Kevacoin - Build Kevacoin Core pre Windows Používanie závisí",
    "g6-02": "Zostavte kevacoinové jadro pre Windows, ktoré používajú, závisí",
    "g6-03": "Krok 1:",
    "g6-04": "Aktualizácia",
    "g6-05": "Krok 2:",
    "g6-06": "Nainštalujte požiadavky na zostavenie",
    "g6-07": "Krok 3:",
    "g6-08": "Nainštalujte reťazec kompilácie nástrojov MingW-W64",
    "g6-09": "Krok 4:",
    "g6-10": "Nastavte predvolenú voľbu kompilátora MingW32 G ++ na posix",
    "g6-11": "Krok 5:",
    "g6-12": "Klon kevacoínového úložiska",
    "g6-13": "Krok 6:",
    "g6-14": "Prejdite do adresára závislých v rámci kevacoin",
    "g6-15": "Krok 7:",
    "g6-16": "Spustite zacielenie na okná",
    "g6-17": "Krok 8:",
    "g6-18": "Navigovať do adresára",
    "g6-19": "Krok 9:",
    "g6-20": "Spustite autogen.sh",
    "g6-21": "Krok 10:",
    "g6-22": "Spustite konfiguráciu, zacielenie na Windows závisí",
    "g6-23": "Krok 11:",
    "g6-24": "Stavať kevacoin",
    "g6-25": "Krok 12:",
    "g6-26": "Zostavte balík nasadenia",
    "nav-07": "Zostavte Kevacion Core pre Linux Používanie závisí",
    "nav-08": "Zostavte kevacionové jadro pre Windows, ktoré používajú, závisí",
    "nav-09": "Zostavte keva-stratum pre Linux",
    "nav-10": "Zostavte Keva-Stratum pre Windows pomocou MSYS",
    "nav-11": "Zostavte keva_ipfs pre Linux",
    "nav-12": "Cryptonote-nodejs"
}