{
    "index-01": "Kevacoin -team",
    "index-02": "Välkommen",
    "index-03": "Välkommen till webbplatsen Kevacoin Team!",
    "index-04": "Arbeta pågående men vänligen njut av resurserna.",
    "aboutus-01": "Kevacoin -team",
    "aboutus-02": "Om oss",
    "aboutus-03": "Bara några slumpmässiga människor som tror på detta projekt och det passar i blockchain -ekosystemet.",
    "contact-01": "Kevacoin -team",
    "contact-02": "Anslut till oss",
    "contact-03": "Skicka oss ett e-mail",
    "contact-04": "Gå med oss ​​på Discord",
    "contact-05": "Engagera sig i GitHub -diskussioner",
    "contact-06": "Följ oss på x @kevacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Symbol",
    "protocol-03": "Kva",
    "protocol-04": "Total utbud",
    "protocol-05": "1 050 000 000",
    "protocol-06": "Förhandsmässig",
    "protocol-07": "Nej",
    "protocol-08": "Utvecklare",
    "protocol-09": "Pow -algoritm",
    "protocol-10": "Slumpmässig",
    "protocol-11": "Blockbelöning",
    "protocol-12": "500, halverade var fjärde år",
    "protocol-13": "Blocktid",
    "protocol-14": "2 minuter",
    "protocol-15": "Svårighetsjustering",
    "protocol-16": "Digishield, varje block",
    "protocol-17": "Segwit",
    "protocol-18": "Aktiverad",
    "protocol-19": "Blockvikt",
    "protocol-20": "6 000 000 viktenheter",
    "protocol-21": "Maximal nyckelstorlek",
    "protocol-22": "255 byte",
    "protocol-23": "Maximalt antal nycklar",
    "protocol-24": "Ingen hård gräns",
    "protocol-25": "Maximal värdestorlek",
    "protocol-26": "3072 byte",
    "protocol-27": "Protokoll",
    "support-01": "Kevacoin Team - Stöd teamet",
    "support-02": "Kevacoin Blockchain är ett open source community som stöds.",
    "support-03": "Kevacoin -teamet är en grupp individer som frivilligt arbetar med sin tid, färdigheter och resurser för att tjäna som vårdnadshavare till blockchain.",
    "support-04": "Att bidra till framgång är i allas händer.",
    "support-05": "Hur kan jag hjälpa teamet du frågar?",
    "support-06": "Det bästa sättet är att bidra till lagens ansträngningar för att utveckla Kevacoin blockchain.Det finns många hattar att fylla där bidrag kan hjälpa till att få framgång.",
    "support-07": "Snarare donera?Vi fick dig täckt!",
    "support-08": "Låt oss inse det, värd är dyrt.",
    "support-09": "För att stödja användare på rätt sätt måste kevacointeam.org utöka noder och L2 -tjänster som Electrumx.Nuvarande resurser som tillhandahålls av keva.one är utformade för att vara super billiga och är otillräckliga för att betjäna tunga laster.Utvidgningen behövde verkligen stödja utbyten och den trafik de kommer att generera.",
    "support-10": "Värdfond",
    "support-11": "*AWS är den nuvarande leverantören;Det är konsekvent, lätt att förutsäga och globala så löser de flesta utmaningar.Servicedesign och omfattning kommer att vara beroende av fonden.I en idealvärld kunde teamet stödja användare med följande design",
    "support-12": "Utbyten med hög efterfrågan men de flesta har vissa ekonomiska hinder;Nedan följer teamadresserna för att täcka listavgifter och ge likviditet",
    "support-13": "Börsfond",
    "support-14": "Vill du bidra till en enskild teammedlem?",
    "support-15": "Stödja laget",
    "faq-01": "Kevacoin Team - Kevacoin FAQ",
    "faq-02": "Vanliga frågor",
    "faq-03": "Namnet \"Keva\" är en förkortning för nyckelvärde (pronouced kee-va, och den korta symbolen är KVA).Det är en nyckelvärdesbutik byggd på blockchain, på kodbasen för Bitcoin och Litecoin.Förutom att de är en cryptocurrency tillåter det användare att enkelt och säkert lägga till, uppdatera eller ta bort nyckelvärdespar på blockchain.",
    "faq-04": "Kevacoin påverkas av Namecoin, med nyckelvärdet av koden kraftigt modifierad från Namecoins namnregistreringskod.",
    "faq-05": "Även om Kevacoin påverkas av Namecoin, fungerar den mycket annorlunda och tjänar mycket annorlunda än det senare: Kevacoin är en nyckelvärdesbutik, medan Namecoin är ett namnregistreringssystem.Kevacoin har ingen hård begränsning för antalet nycklar, och den maximala värdet på värdet är 3072 byte.Namecoin's har 520 byte -gräns för varje namnområde.Kevacoins namnutrymme -ID genereras unikt av nätverket för att undvika konflikter.Namecoins namnområde väljs av användaren och måste vara unik i hela nätverket.Med Kevacoin behöver du inte oroa dig för namnutrymme.Kevacoins nyckelvärde par löper inte ut.",
    "faq-06": "Hur mycket kostar det att använda Kevacoin Data Store?",
    "faq-07": "Innan man lägger till ett nyckelvärdespar måste man skapa ett namnområde för att hålla paren.Systemet reserverar 0,01 kVA för skapandet av namnområdet och beloppet kan inte användas.Man kan lägga till nyckelvärde till namnområdet, med en transaktionsavgift som bestäms av gruvarbetarna.",
    "faq-08": "Kevacoin är en offentlig blockchain och vem som helst kan skriva till den.Nätverket är sårbart för spamm av missbruk utan transaktionsavgift.Dessutom valideras transaktioner av gruvarbetare och de måste kompenseras för sina verk.",
    "faq-09": "Var kan jag få kevacoin?",
    "faq-10": "Det enklaste sättet att få kevacoin är genom gruvdrift.Kevacoin använder RandomKeva (en variant av RandomX) hashalgoritm och är kompatibel med Monero -gruvprogramvara.Du kan till exempel använda XMRIG eller XMR-Stak som gruvprogramvara.",
    "faq-11": "Vad är den maximala utbudet av kevacoin?",
    "faq-12": "Blockbelöningen är initialt 500 kVa.Belöningen halveras ungefär vart fjärde år (var 1050000 kvarter, cirka 2 minuter för varje block).Halvningsschemat är detsamma som Bitcoin och Litecoin.Den maximala tillförseln av kevacoin är 1 050 000 000 kVa.",
    "faq-13": "Vad är den maximala blockstorleken?",
    "faq-14": "Kevacoin är baserad på Bitcoin och Litecoin, med segregerat vittne (Segwit) aktiverat sedan början.Med Segwit har Bitcoin teoretiskt en maximal blockstorlek på cirka 4 MB.Emellertid har den icke-vittnesdelen av blocket en skalningsfaktor på 4 och vittnesdelen en faktor 1. Enligt denna artikel förväntas 2,3 MB blockstorlek med genomsnittliga SegWIT-transaktioner.Det är ungefär 0,6 MB för data som inte är vittnes.Kevacoins nyckelvärdespar är icke-vittnesdata och kommer att uppta en del av 0,6 MB om Kevacoin har samma blockstorleksinställning som Bitcoin.Med den maximala värdestorleken på 3KB verkar 0,6 MB vara otillräcklig.",
    "faq-15": "Kevacoin tillåter maximal blockstorlek på 6 MB (max_block_vikt är 6000000).Datastorleken för icke-vittnes kan vara cirka 1 MB.Det är cirka 400 kb extra utrymme reserverat för nyckelvärdespar.I likhet med Bitcoin är det mycket osannolikt att 6MB kan användas fullt ut på grund av transaktionens struktur.Den förväntade maximala blockstorleken är cirka 3 MB för kevacoin.",
    "faq-16": "Förhandlade du mynten?",
    "faq-17": "Nej. Inte bara det, belöningen för Genesis -blocket är 0,00001 kVA (normal blockbelöning är 500 kVA).",
    "faq-18": "Hur lång tid tar det att bekräfta en nyckelvärdeuppdatering?",
    "faq-19": "Kevacoin har en blocktid på cirka två minuter.Därför kan du behöva vänta på den tiden innan ditt nyckelvärde par bekräftas och läggs till nästa block.Du kan använda klientkommandot keva_pending för att kontrollera de pågående nyckelvärderingstransaktionerna.",
    "faq-20": "Vad är ett namnområde, och varför behöver vi en?",
    "faq-21": "Varje namnområde är ett unikt utrymme för dig att säkert lägga till eller uppdatera nyckelvärdespar utan några potentiella konflikter med andra användare.Ett namnområde har ett ID som garanteras är unikt i hela nätverket.Den har också ett visningsnamn som kan användas för att hålla reda på namnutrymmen internt.Ett namnutrymme-ID är en bas-58 kodad sträng och börjar alltid med.",
    "faq-22": "Det främsta skälet till att tilldela unikt namnområde ID är att undvika namn på huk.",
    "faq-23": "Stödjer Kevacoin Smart Contract?",
    "faq-24": "Kevacoin är baserad på Bitcoin/Litecoin, så den har den liknande stödnivån för smart kontrakt.Kevacoin är en de-centraliserad datalager och den lämnar implementeringen av applikationslogik från blockchain.",
    "faq-25": "Ta exemplet med de-centraliserat mikrobloggsystem.Så länge användardata är skriven till datalagret och är offentligt tillgänglig kan vem som helst skriva en applikation (med sitt favoritprogrammeringsspråk) för att visa befintliga bloggar och lägga till nya.Applikationen kan vara egenutvecklad eller öppen källkod, men innehållet är detsamma eftersom vi har en enda källa till sanning.",
    "faq-26": "Vad är den maximala nyckeln och värdestorleken?",
    "faq-27": "Den maximala nyckelstorleken är 255 byte och värdestorlek 3072 byte.Den maximala värdestorleken bestäms av max_script_element_size.Det är 520 i Bitcoin och vi ökar det till 3072. Det finns ingen speciell anledning att välja denna storlek.520 byte verkar vara för små och för begränsade.Men det kan inte vara för stort heller, eftersom vi vill undvika potentiella DOS -attacker.",
    "faq-28": "Varför väljs RandomKeva som proof-of-work-algoritmen?",
    "faq-29": "Kevacoin använder proof-of-work som sin konsensusmetod.Hashing -algoritmen är RandomKeva.Några skäl till detta val: det är CPU -vänligt.CPU: er med AES NI -instruktion kan få en bättre hashfrekvens.Det är minneshård hash-algoritm och förbrukar mycket mindre kraft än GPU och ASIC.Det kan vara mer ASIC-resistent, så är mer rättvist för enskilda gruvarbetare.",
    "faq-30": "Även om Kevacoin är baserad på Bitcoin/Litecoin, modifierade vi något rubrikstrukturen för att göra den kompatibel med Monero -gruvprogramvara.Som ett resultat kan man använda alla Monero-gruvprogramvara för att gruva kevacoin (t.ex. XMrig eller XMR-Stak).",
    "faq-31": "Vad är svårighetsjusteringsalgoritmen?",
    "faq-32": "Kevacoin använder Digishield -svårighetsjusteringsalgoritm, samma som den som används av Dogecoin.Blockmåltiden justeras varje block.Digishield förhindrar den negativa effekten av poolhoppare.Till exempel, om en stor mängd hashfrekvens går med i Kevacoin -gruvdrift, kommer svårighetsmålet att öka snabbt för att förhindra enkla belöningar.På liknande sätt kommer svårighetsmålet att minska när en stor mängd hash rate lämnar, så att block fortfarande kommer att genereras på cirka 2 minuter även med mindre hashkraft.",
    "faq-33": "Vad är hoten med 51% attack?",
    "faq-34": "Den största risken för 51% attack är dubbelutgifter.Detta är en välkänd risk för de proof-of-work-baserade kryptokurserna.En angripare kan emellertid inte godtyckligt ändra de nyckelvärde som han/hon inte äger.Det värsta en angripare kan göra är att blockera eller vända de nyckelvärda transaktionerna.Nyckelvärdespar som manipuleras av icke-ägare kommer inte att accepteras av nätverket, eftersom de är kryptografiskt säkrade.De blockerade eller omvända transaktionerna kommer att stanna i Mempool och kommer så småningom att läggas till blockchain när attacken stannar.",
    "faq-35": "Är mina uppgifter synliga för allmänheten?",
    "faq-36": "Alla nyckelvärdetransaktioner är synliga för allmänheten, eftersom detta är naturen av Bitcoin-stil blockchain.Man kan kryptera värdena, eller bara lagra hashens hash, för att skydda värdenas konfidentialitet.",
    "faq-37": "Hur kan jag bidra till utvecklingen av kevacoin?",
    "faq-38": "Tack för att du frågar!Kevacoin är ett samhällsprojekt och deltagande från samhället är avgörande för sin långsiktiga framgång.Du kan hjälpa oss på olika sätt: ladda ner klientprogramvaran, köra och testa den.Kör en offentlig full nod.Vara gruvarbetare eller starta en gruvpool.Granska eller skriva dokumentation, inklusive denna FAQ.Du kan skicka in förfrågningar till https://github.com/kevacoin-team förvar.Skriv enhetstester, tester från slutet till slutet och regressionstester.Rapportera buggar.För att rapportera buggar utan säkerhet använder du GitHub Issue Tracker.För att rapportera säkerhetsrelaterade buggar, skicka e-postmeddelanden till contact@kevacointeam.org.Utveckla applikationen med Kevacoin de-centraliserade datalagret.Främja projektet.Bidra källkoden till Kevacoin -projektet.Pullförfrågningar välkomnas!Donera till projektet.",
    "faq-39": "Vad skiljer sig det från Namecoin?",
    "faq-40": "Vad är kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team-Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Ladda ner",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-nodeJS-POOL är en högpresterande gruvpoolprogramvara skriven i node.js med nativa C-tillägg, designade för kryptonotbaserade mynt.Det innehåller ett lätt exempel på front-skriptet som använder poolens AJAX API.Poolen stöder olika kryptonight -algoritmer.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "Ladda ner",
    "software-electrumx-04": "Electrumx är en omimplementering av elektrum-server utformad för att hantera en framtid med större block.Denna robusta serverprogramvara erbjuder effektiv hantering av blockchain -frågor, vilket gör den lämplig för användning med cryptocurrencies som upplever ökade transaktionsvolymer och större blockstorlekar.",
    "software-electrumx-05": "Nyckelfunktioner",
    "software-electrumx-06": "Skalbarhet: Konstruerad för att stödja större block, vilket säkerställer att det förblir performant när blockchain -storlekar växer.",
    "software-electrumx-07": "Effektivitet: Optimerad för att hantera en hög volym blockchain -frågor effektivt.",
    "software-electrumx-08": "Kompatibilitet: Stöder olika kryptokurser, vilket gör det mångsidigt för olika blockchain -ekosystem.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-bädd",
    "software-keva-stratum-03": "Ladda ner",
    "software-keva-stratum-04": "Keva-Stratum är en högpresterande Cryptonote Mining Stratum Server med ett webbgränssnitt, speciellt skräddarsydd för Kevacoin.",
    "software-keva-stratum-05": "Forked från Monero-Stratum, Keva-Stratum förenklar byggprocessen och inkluderar nödvändiga Monero-källkodkomponenter, vilket eliminerar behovet av ett externt Monero-källträd.Det stöder också att bygga på Windows genom MSYS2.",
    "software-keva-stratum-06": "Stratumfunktionslista",
    "software-keva-stratum-07": "Var din egen pool: Ställ in och hantera din egen gruvpool.",
    "software-keva-stratum-08": "Rigs Tillgänglighetsövervakning: Övervaka tillgängligheten och prestandan för gruvriggar.",
    "software-keva-stratum-09": "Spårstatistik: Håll reda på accepterade aktier, avvisade aktier och blockstatistik.",
    "software-keva-stratum-10": "Upptäck sjuka riggar: identifiera enkelt under utförande eller felaktiga riggar.",
    "software-keva-stratum-11": "Daemon Fail Over List: Konfigurera en lista över misslyckande över Daemons för att säkerställa kontinuerlig drift.",
    "software-keva-stratum-12": "Samtidiga aktier Bearbetning: Hantera flera aktieinlämningar samtidigt för optimal prestanda.",
    "software-keva-stratum-13": "Vackert webbgränssnitt: Hantera och övervaka din gruvpool med ett intuitivt webbgränssnitt.",
    "software-keva-stratum-14": "Funktioner i detalj",
    "software-keva-stratum-15": "1. Var din egen pool:",
    "software-keva-stratum-16": "Låter dig att ställa in en privat gruvpool, vilket ger dig kontroll över gruvprocessen och poolavgifterna.",
    "software-keva-stratum-17": "2. Rigs tillgänglighetsövervakning:",
    "software-keva-stratum-18": "Övervakar kontinuerligt statusen för gruvriggar och säkerställer att de är operativa och utför optimalt.",
    "software-keva-stratum-19": "3. Håll reda på accepter, avvisar, blockerar statistik:",
    "software-keva-stratum-20": "Tillhandahåller detaljerad statistik över accepterade och avvisade aktier, såväl som blockerade block, som hjälper dig att övervaka poolens prestanda.",
    "software-keva-stratum-21": "4. Enkel upptäckt av sjuka riggar:",
    "software-keva-stratum-22": "Identifierar snabbt riggar som är under utför eller inte fungerar, vilket möjliggör snabbt underhåll eller utbyte.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Konfigurerar flera demoner för att säkerställa att det misslyckas om den primära demonen går ner och upprätthåller kontinuerliga gruvverksamheter.",
    "software-keva-stratum-25": "6. Samtidiga aktier Bearbetning:",
    "software-keva-stratum-26": "Optimerar prestanda genom att hantera flera aktieinlämningar samtidigt, minska latensen och öka effektiviteten.",
    "software-keva-stratum-27": "7. Vackert webbgränssnitt:",
    "software-keva-stratum-28": "Ett intuitivt webbgränssnitt för hantering och övervakning av poolen, tillhandahåller statistik i realtid och enkel konfiguration.",
    "software-keva-stratum-29": "Genom att använda Keva-Stratum kan du ställa in en högpresterande gruvpool för Kevacoin, utnyttja dess robusta funktioner och användarvänliga gränssnitt för att hantera och övervaka din gruvverksamhet effektivt.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin -kärna",
    "software-kevacoin-core-03": "Ladda ner",
    "software-kevacoin-core-04": "Kevacoin är en decentraliserad, öppen källkod för nyckelvärde som är byggd ovanpå Litecoin cryptocurrency, som själv är baserad på Bitcoin.Påverkad av Namecoin erbjuder Kevacoin ett unikt tillvägagångssätt för datalagring och hantering, även om den tjänar olika syften och fungerar annorlunda än Namecoin.",
    "software-kevacoin-core-05": "Vad gör Kevacoin?",
    "software-kevacoin-core-06": "Kevacoin gör det möjligt för användare att:",
    "software-kevacoin-core-07": "Säkert registrera nycklar och värden: Lagra nyckelvärdespar där varje värde kan vara upp till 3072 byte.Det finns inga hårda gränser för antalet nycklar.",
    "software-kevacoin-core-08": "Uppdatera nycklar och värden: Ändra befintliga par-värdepar.",
    "software-kevacoin-core-09": "Håll nätverks-unika namnutrymmen: Gruppnycklar under namnutrymmen för att förhindra namnkonflikter.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Använd den ursprungliga digitala valutan, Kevacoin (KVA), för transaktioner.",
    "software-kevacoin-core-11": "Använd ärenden för kevacoin",
    "software-kevacoin-core-12": "Som en decentraliserad nyckelvärdesdatabas kan Kevacoin användas i olika applikationer, inklusive:",
    "software-kevacoin-core-13": "Sociala medier: Lagra data för sociala medieplattformar.",
    "software-kevacoin-core-14": "Micro Blogging: Support Micro Blogging Services med decentraliserad datalagring.",
    "software-kevacoin-core-15": "Hash: Säkert lagra och hantera hashdata.",
    "software-kevacoin-core-16": "Notariska tjänster: Tillhandahålla decentraliserade notariska tjänster.",
    "software-kevacoin-core-17": "Kevacoin har begränsat stöd för smarta kontrakt, liknande Bitcoin och Litecoin, det möjliggör fortfarande utveckling av decentraliserade applikationer (DAPPS).Uppgifterna förblir decentraliserade på Kevacoin blockchain, medan applikationslogiken utvecklas utanför blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Ladda ner",
    "software-keva-wallet-04": "Kevawallet är en lätt, tunn plånbok för Kevacoin.Den är utformad för att underlätta användningen och byggas med modern teknik för att ge en sömlös användarupplevelse.",
    "software-keva-wallet-05": "Nyckelfunktioner",
    "software-keva-wallet-06": "React Native: Byggt med React Native, som ger ett smidigt och lyhörd användargränssnitt på både iOS- och Android -plattformar.",
    "software-keva-wallet-07": "Elektrum: använder Electrum, en lätt Bitcoin -klient, anpassad för kevacoin för att säkerställa effektiva och säkra transaktioner.",
    "software-keva-wallet-08": "Öppen källkod: Baserat på den öppna källkällan Bluewallet Bitcoin plånbok, utnyttjar sin robusta och säkra arkitektur.",
    "software-keva-wallet-09": "Översikt",
    "software-keva-wallet-10": "Kevawallet är utformat för att erbjuda ett säkert och bekvämt sätt att hantera dina kevacoins (KVA).Genom att utnyttja Electrics effektiva och decentraliserade servermodell säkerställer Kevawallet snabb transaktionsbehandling utan att behöva ladda ner hela blockchain.",
    "software-keva-wallet-11": "Viktigaste fördelarna",
    "software-keva-wallet-12": "Lättvikt: Inget behov av att ladda ner hela Kevacoin blockchain, vilket gör den idealisk för mobila enheter.",
    "software-keva-wallet-13": "Cross-Platform: Finns på både iOS och Android, tack vare React Native.",
    "software-keva-wallet-14": "Säker: Byggd på den solida grunden av Bluewallet, ärvning av sina säkerhetsfunktioner och bästa praxis.",
    "software-keva-wallet-15": "Baserat på Bluewallet",
    "software-keva-wallet-16": "Kevawallet ärver många funktioner och säkerhetsåtgärder från Bluewallet, en öppen källkod Bitcoin plånbok.Detta inkluderar:",
    "software-keva-wallet-17": "Multisignatur plånböcker: Säkra dina kevacoins med multisignaturstöd.",
    "software-keva-wallet-18": "Titta på endast plånböcker: Övervaka dina adresser utan att avslöja dina privata nycklar.",
    "software-keva-wallet-19": "Anpassade transaktioner: Skapa anpassade transaktioner med avancerade alternativ.",
    "software-keva-wallet-20": "Genom att använda Kevawallet kan du effektivt hantera dina kevacoins på språng, med säkerheten och tillförlitligheten som tillhandahålls av dess robusta arkitektur och aktiva utvecklingssamhälle.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Ladda ner",
    "software-keva-ipfs-04": "KEVA_IPFS är back-end-tjänsten för KEVA-mobilappen, utformad för att underlätta uppladdning och fästning av IPFS-filer.Denna back-end säkerställer sömlös interaktion mellan KEVA-mobilappen och det interplanetära filsystemet (IPFS).",
    "foot-01": "Handla om",
    "foot-02": "Om oss",
    "foot-03": "Kontakt",
    "foot-04": "Stöd",
    "foot-05": "gemenskap",
    "foot-06": "Resurser",
    "foot-07": "Vitt papper",
    "foot-08": "Kevacoin -team",
    "nav-01": "Kevacoin -team",
    "nav-02": "Välj språk",
    "nav-03": "Protokoll",
    "nav-04": "Vanliga frågor",
    "nav-05": "programvara",
    "nav-06": "Guider",
    "g1-01": "Kevacoin Team - Bygg Keva Stratum för Windows med MSYS2",
    "g1-02": "Bygg Keva Stratum för Windows med MSYS2",
    "g1-03": "Steg 1:",
    "g1-04": "Ladda ner MSYS2 -installationsprogram från https://www.msys2.org/:",
    "g1-05": "Ladda ner",
    "g1-06": "Steg 2:",
    "g1-07": "Installera MSYS2 från nedladdad installatör, Skip Option för att köras i slutet så att korrekt skal kan lanseras",
    "g1-08": "Steg 3:",
    "g1-09": "Starta MingW64 antingen från Start -menyn eller från kommandoraden med 'Mingw64'",
    "g1-10": "Steg 4:",
    "g1-11": "Uppdateringssystem, relansering av MingW64 kan krävas",
    "g1-12": "Steg 5:",
    "g1-13": "Installera byggkraven",
    "g1-14": "Steg 6:",
    "g1-15": "För byggstöd måste vi använda en äldre version av Go.Här använder vi de senaste kända för att bygga projektet 1.19.13",
    "g1-16": "Steg 7:",
    "g1-17": "Skapa en katalog för att installera Go",
    "g1-18": "Steg 8:",
    "g1-19": "Packa upp går in i GO -installationskatalogen",
    "g1-20": "Steg 9:",
    "g1-21": "Exportera Goroot -miljövariabeln för att peka på GO -installationskatalogen",
    "g1-22": "Steg 10:",
    "g1-23": "Uppdatera sökmiljövariabeln",
    "g1-24": "Steg 11:",
    "g1-25": "Kontrollera att vår GO -version matchar",
    "g1-26": "1.19.13",
    "g1-27": "Steg 12:",
    "g1-28": "Ställ in Go111Module till 'Auto' för att bygga kompatibilitet",
    "g1-29": "Steg 13:",
    "g1-30": "Klon keva-stratum förvar",
    "g1-31": "Steg 14:",
    "g1-32": "Navigera till Keva-Stratum Directory",
    "g1-33": "Steg 15:",
    "g1-34": "Skapa en katalog att bygga från, här använder vi build",
    "g1-35": "Steg 16:",
    "g1-36": "Navigera i byggkatalogen",
    "g1-37": "Steg 17:",
    "g1-38": "Kör CMake med MSYS -verktygskedjan",
    "g1-39": "Steg 18:",
    "g1-40": "Bygga keva-statum",
    "g1-41": "Steg 19:",
    "g1-42": "Uppdatera keva-stratum config",
    "g1-43": "Steg 20:",
    "g1-44": "Run Keva Stratum",
    "g1-45": "Byggfil som ligger inom C:/MSYS2/Home/'User'/Keva-Stratum/Build.Om du flyttar till en annan plats behöver du kevastratum.exe, libcnutil.dll, config.json och www -katalogen",
    "g1-46": "Lista",
    "g1-47": "Upptäcktsresande",
    "g2-01": "Kevacoin Team - Build Keva_ipfs för Linux",
    "g2-02": "Bygg keva_ipfs för Linux",
    "g2-03": "Steg 1:",
    "g2-04": "Se till att systemet är uppdaterat",
    "g2-05": "Steg 2:",
    "g2-06": "Installera git och golang",
    "g2-07": "Steg 3:",
    "g2-08": "Klon keva_ipfs förvar",
    "g2-09": "Steg 4:",
    "g2-10": "Navigera till keva_ipfs",
    "g2-11": "Steg 5:",
    "g2-12": "Gör byggkatalog och navigera till den",
    "g2-13": "Steg 6:",
    "g2-14": "Bygg keva_ipfs",
    "g2-15": "Steg 7:",
    "g2-16": "Copy Config.json för att bygga katalog",
    "g2-17": "Steg 8:",
    "g2-18": "Uppdatera config.json",
    "g2-19": "Steg 9:",
    "g2-20": "Lansera keva_ipfs",
    "g3-01": "Kevacoin Team - Bygg Keva Stratum för Linux",
    "g3-02": "Bygg Keva Stratum för Linux",
    "g3-03": "Steg 1:",
    "g3-04": "Uppdateringssystem",
    "g3-05": "Steg 2:",
    "g3-06": "Installera byggkraven",
    "g3-07": "Steg 3:",
    "g3-08": "Installera Golang och Git",
    "g3-09": "Steg 4:",
    "g3-10": "Klonkeva-bädd",
    "g3-11": "Steg 5:",
    "g3-12": "Ange Keva-Stratum Directory",
    "g3-13": "Steg 6:",
    "g3-14": "Göra byggkatalog",
    "g3-15": "Steg 7:",
    "g3-16": "Navigera för att bygga katalogen",
    "g3-17": "Steg 8:",
    "g3-18": "Exportera Go111Module till Auto för att bygga kompatibilitet",
    "g3-19": "Steg 9:",
    "g3-20": "Konfigurera märke",
    "g3-21": "Steg 10:",
    "g3-22": "Bygga keva-statum",
    "g3-23": "Steg 11:",
    "g3-24": "Kontrollera byggutgångarna närvarande",
    "g3-25": "Steg 12:",
    "g3-26": "Uppdatera config.json",
    "g4-01": "Kevacoin Team-Setup Cryptonote-NodeJS-POOL",
    "g4-02": "Installation cryptonote-nodejs-pool",
    "g4-03": "Steg 1:",
    "g4-04": "Uppdateringssystem",
    "g4-05": "Steg 2:",
    "g4-06": "Installera byggkraven",
    "g4-07": "Steg 3:",
    "g4-08": "Installera NVM",
    "g4-09": "Steg 4:",
    "g4-10": "Installera NodeJS 11.0.0",
    "g4-11": "Steg 5:",
    "g4-12": "Ställ in npm för att använda Python 2.7",
    "g4-13": "Steg 6:",
    "g4-14": "Klon cryptonote-nodejs-pool förvaring",
    "g4-15": "Steg 7:",
    "g4-16": "Navigera till poolen",
    "g4-17": "Steg 8:",
    "g4-18": "Kör NPM -uppdatering",
    "g4-19": "Steg 9:",
    "g4-20": "Kopiera kevacoin.json till config.json",
    "g4-21": "Steg 10:",
    "g4-22": "Uppdatera config.json",
    "g4-23": "Steg 11:",
    "g4-24": "Springa i poolen",
    "g5-01": "Kevacoin Team - Bygg Kevacoin Core för Linux som använder beror",
    "g5-02": "Bygg kevacoin -kärna för Linux som använder beror",
    "g5-03": "Steg 1:",
    "g5-04": "Uppdateringssystem",
    "g5-05": "Steg 2:",
    "g5-06": "Installera byggkraven",
    "g5-07": "Steg 3:",
    "g5-08": "Klonkevacoin -förvaring",
    "g5-09": "Steg 4:",
    "g5-10": "Navigera till bero -katalogen i Kevacoin",
    "g5-11": "Steg 5:",
    "g5-12": "Kör gör målinriktning Linux",
    "g5-13": "Steg 6:",
    "g5-14": "Navigera upp en katalog",
    "g5-15": "Steg 7:",
    "g5-16": "Kör autogen.sh",
    "g5-17": "Steg 8:",
    "g5-18": "Kör konfigurera, inriktning på Linux beror på Build",
    "g5-19": "Steg 9:",
    "g5-20": "Bygga kevacoin",
    "g5-21": "Steg 10:",
    "g5-22": "Bygg distributionspaketet",
    "g5-23": "Steg 11:",
    "g5-24": "Installera byggd kevacoin",
    "g6-01": "Kevacoin Team - Bygg Kevacoin Core för Windows med beror på beror",
    "g6-02": "Bygg kevacoin -kärnan för Windows med beror på beror",
    "g6-03": "Steg 1:",
    "g6-04": "Uppdateringssystem",
    "g6-05": "Steg 2:",
    "g6-06": "Installera byggkraven",
    "g6-07": "Steg 3:",
    "g6-08": "Installera MingW-W64-tvärkompileringsverktygskedjan",
    "g6-09": "Steg 4:",
    "g6-10": "Ställ in standard MingW32 G ++ Compiler -alternativet till POSIX",
    "g6-11": "Steg 5:",
    "g6-12": "Klonkevacoin -förvaring",
    "g6-13": "Steg 6:",
    "g6-14": "Navigera till bero -katalogen i Kevacoin",
    "g6-15": "Steg 7:",
    "g6-16": "Kör gör inriktningsfönster",
    "g6-17": "Steg 8:",
    "g6-18": "Navigera upp en katalog",
    "g6-19": "Steg 9:",
    "g6-20": "Kör autogen.sh",
    "g6-21": "Steg 10:",
    "g6-22": "Kör konfigurera, inriktning på fönstren beror på byggnaden",
    "g6-23": "Steg 11:",
    "g6-24": "Bygga kevacoin",
    "g6-25": "Steg 12:",
    "g6-26": "Bygg distributionspaketet",
    "nav-07": "Bygg Kevacion Core för Linux som använder beror",
    "nav-08": "Bygg Kevacion Core för Windows med beror beror",
    "nav-09": "Bygg keva-stratum för Linux",
    "nav-10": "Bygg keva-stratum för Windows med MSYS",
    "nav-11": "Bygg keva_ipfs för Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}