{
    "index-01": "ทีม Kevacoin",
    "index-02": "ยินดีต้อนรับ",
    "index-03": "ยินดีต้อนรับสู่เว็บไซต์ของทีม Kevacoin!",
    "index-04": "ทำงานระหว่างดำเนินการ แต่โปรดเพลิดเพลินกับทรัพยากร",
    "aboutus-01": "ทีม Kevacoin",
    "aboutus-02": "เกี่ยวกับเรา",
    "aboutus-03": "เพียงแค่คนสุ่มที่เชื่อในโครงการนี้และพอดีในระบบบล็อกเชน",
    "contact-01": "ทีม Kevacoin",
    "contact-02": "เชื่อมต่อกับเรา",
    "contact-03": "ส่งอีเมลถึงเรา",
    "contact-04": "เข้าร่วมกับเราใน Discord",
    "contact-05": "มีส่วนร่วมในการอภิปรายของ GitHub",
    "contact-06": "ติดตามเราได้ที่ x @kevacointeam",
    "protocol-01": "ทีม Kevacoin - Kevacoin Protocol",
    "protocol-02": "เครื่องหมาย",
    "protocol-03": "KVA",
    "protocol-04": "อุปทานทั้งหมด",
    "protocol-05": "1,050,000,000",
    "protocol-06": "ทำแต้มล่วงหน้า",
    "protocol-07": "เลขที่",
    "protocol-08": "ค่าธรรมเนียมนักพัฒนา",
    "protocol-09": "อัลกอริทึม POW",
    "protocol-10": "แบบสุ่ม",
    "protocol-11": "บล็อกรางวัล",
    "protocol-12": "500 ลดลงทุก 4 ปี",
    "protocol-13": "ปิดกั้นเวลา",
    "protocol-14": "2 นาที",
    "protocol-15": "การปรับความยาก",
    "protocol-16": "Digishield ทุกบล็อก",
    "protocol-17": "segwit",
    "protocol-18": "เปิดใช้งาน",
    "protocol-19": "ปิดกั้นน้ำหนัก",
    "protocol-20": "น้ำหนัก 6,000,000 หน่วย",
    "protocol-21": "ขนาดคีย์สูงสุด",
    "protocol-22": "255 ไบต์",
    "protocol-23": "จำนวนคีย์สูงสุด",
    "protocol-24": "ไม่มีขีด จำกัด ที่ยาก",
    "protocol-25": "ขนาดมูลค่าสูงสุด",
    "protocol-26": "3072 ไบต์",
    "protocol-27": "มาตรการ",
    "support-01": "ทีม Kevacoin - สนับสนุนทีม",
    "support-02": "Kevacoin blockchain เป็นโครงการที่ได้รับการสนับสนุนชุมชนโอเพ่นซอร์ส",
    "support-03": "ทีม Kevacoin เป็นกลุ่มของบุคคลที่เป็นอาสาสมัครเวลาทักษะและทรัพยากรเพื่อทำหน้าที่เป็นผู้ดูแลบล็อกเชน",
    "support-04": "การมีส่วนร่วมในความสำเร็จอยู่ในมือของทุกคน",
    "support-05": "ฉันจะช่วยทีมที่คุณถามได้อย่างไร?",
    "support-06": "วิธีที่ดีที่สุดคือการมีส่วนร่วมในความพยายามของทีมในการพัฒนา blockchain kevacoinมีหมวกมากมายที่จะเติมเต็มในที่ที่การมีส่วนร่วมสามารถช่วยขับเคลื่อนความสำเร็จ",
    "support-07": "ค่อนข้างบริจาค?เรามีคุณครอบคลุม!",
    "support-08": "ให้เผชิญหน้ากับมันโฮสติ้งมีราคาแพง",
    "support-09": "เพื่อสนับสนุนผู้ใช้อย่างเหมาะสม kevacointeam.org จำเป็นต้องขยายโหนดและบริการ L2 เช่น Electrumxทรัพยากรปัจจุบันที่จัดทำจาก Keva.one ได้รับการออกแบบให้มีราคาถูกมากและไม่เพียงพอที่จะให้บริการโหลดหนักการขยายตัวที่จำเป็นอย่างยิ่งเพื่อสนับสนุนการแลกเปลี่ยนอย่างเหมาะสมและการรับส่งข้อมูลที่พวกเขาจะสร้าง",
    "support-10": "กองทุนโฮสติ้ง",
    "support-11": "*AWS เป็นผู้ให้บริการปัจจุบันมันมีความสอดคล้องง่ายต่อการคาดการณ์และทั่วโลกเพื่อแก้ปัญหาความท้าทายส่วนใหญ่การออกแบบและขอบเขตการบริการจะขึ้นอยู่กับกองทุนในโลกอุดมคติทีมสามารถสนับสนุนผู้ใช้ด้วยการออกแบบดังต่อไปนี้",
    "support-12": "การแลกเปลี่ยนความต้องการสูง แต่ส่วนใหญ่มีอุปสรรคทางการเงินด้านล่างนี้เป็นที่อยู่ของทีมเพื่อครอบคลุมค่าธรรมเนียมรายชื่อและให้สภาพคล่อง",
    "support-13": "กองทุนแลกเปลี่ยน",
    "support-14": "ต้องการมีส่วนร่วมกับสมาชิกในทีมแต่ละคนหรือไม่?",
    "support-15": "สนับสนุนทีม",
    "faq-01": "ทีม Kevacoin - คำถามที่พบบ่อยของ Kevacoin",
    "faq-02": "คำถามที่พบบ่อย",
    "faq-03": "ชื่อ \"Keva\" เป็นตัวย่อสำหรับคีย์-ค่า (Pronouced Kee-Va และสัญลักษณ์สั้น ๆ คือ KVA)มันเป็นร้านค้าคีย์-ค่าที่สร้างขึ้นบน blockchain บนรหัสฐานของ bitcoin และ litecoinนอกเหนือจากการเป็น cryptocurrency แล้วยังช่วยให้ผู้ใช้สามารถเพิ่มอัปเดตหรือลบคู่คีย์ได้อย่างง่ายดายและปลอดภัยบน blockchain",
    "faq-04": "Kevacoin ได้รับอิทธิพลจาก Namecoin โดยมีส่วนสำคัญของรหัสที่แก้ไขอย่างหนักจากรหัสการลงทะเบียนชื่อของ Namecoin",
    "faq-05": "แม้ว่า Kevacoin ได้รับอิทธิพลจาก Namecoin แต่ก็ทำงานได้แตกต่างกันมากและให้บริการที่แตกต่างจากหลัง: Kevacoin เป็นร้านค้าคีย์-ค่าในขณะที่ Namecoin เป็นระบบลงทะเบียนชื่อKevacoin ไม่มีขีด จำกัด อย่างหนักเกี่ยวกับจำนวนคีย์และความยาวสูงสุดของค่าคือ 3072 ไบต์Namecoin's มีขีด จำกัด 520 ไบต์สำหรับแต่ละเนมสเปซNamespace ID ของ Kevacoin สร้างขึ้นโดยไม่ซ้ำกันโดยเครือข่ายเพื่อหลีกเลี่ยงความขัดแย้งเนมสเปซของ Namecoin ได้รับการคัดเลือกจากผู้ใช้และต้องไม่ซ้ำกันในเครือข่ายด้วย Kevacoin คุณไม่จำเป็นต้องกังวลเกี่ยวกับการนั่งยองของเนมสเปซคู่คีย์-ค่าของ Kevacoin ไม่หมดอายุ",
    "faq-06": "ราคาเท่าไหร่ในการใช้ Kevacoin Data Store?",
    "faq-07": "ก่อนที่จะเพิ่มคู่คีย์-ค่าหนึ่งจำเป็นต้องสร้างเนมสเปซเพื่อจับคู่ระบบขอสงวน 0.01 kVA สำหรับการสร้างเนมสเปซและไม่สามารถใช้จ่ายได้หนึ่งสามารถเพิ่มค่าคีย์ลงในเนมสเปซด้วยค่าธรรมเนียมการทำธุรกรรมที่กำหนดโดยคนงานเหมือง",
    "faq-08": "Kevacoin เป็น blockchain สาธารณะและทุกคนสามารถเขียนได้เครือข่ายมีความเสี่ยงต่อการใช้สแปมโดยไม่มีค่าธรรมเนียมการทำธุรกรรมนอกจากนี้การทำธุรกรรมได้รับการตรวจสอบโดยคนงานเหมืองและพวกเขาจำเป็นต้องได้รับการชดเชยสำหรับงานของพวกเขา",
    "faq-09": "ฉันจะหา kevacoin ได้ที่ไหน",
    "faq-10": "วิธีที่ง่ายที่สุดในการรับ kevacoin คือการขุดKevacoin ใช้อัลกอริธึมแบบสุ่ม (ตัวแปรของอัลกอริธึมแบบสุ่ม) และเข้ากันได้กับซอฟต์แวร์การขุด Moneroคุณสามารถใช้ตัวอย่างเช่น XMRIG หรือ XMR-Stak เป็นซอฟต์แวร์การขุด",
    "faq-11": "อุปทานสูงสุดของ kevacoin คืออะไร?",
    "faq-12": "รางวัลบล็อกคือ 500 KVA ในขั้นต้นรางวัลจะลดลงครึ่งหนึ่งทุก ๆ สี่ปี (ทุก ๆ 1,00000 ช่วงตึกประมาณ 2 นาทีสำหรับแต่ละบล็อก)ตารางการแบ่งครึ่งนั้นเหมือนกับ Bitcoin และ Litecoinอุปทานสูงสุดของ kevacoin คือ 1,050,000,000 kVA",
    "faq-13": "ขนาดบล็อกสูงสุดคืออะไร?",
    "faq-14": "Kevacoin ขึ้นอยู่กับ Bitcoin และ Litecoin โดยเปิดใช้งานพยาน (Segwit) ที่แยกออกมาตั้งแต่เริ่มต้นด้วย Segwit ทฤษฎี Bitcoin มีขนาดบล็อกสูงสุดประมาณ 4MBอย่างไรก็ตามส่วนที่ไม่ใช่พยานของบล็อกมีปัจจัยการปรับขนาด 4 และส่วนพยานเป็นปัจจัยที่ 1 ตามบทความนี้คาดว่าจะคาดว่าจะมีขนาดบล็อก 2.3MB ด้วยการทำธุรกรรม SEGWIT เฉลี่ยนั่นคือประมาณ 0.6MB สำหรับข้อมูลที่ไม่ใช่พยานคู่คีย์-ค่าของ Kevacoin เป็นข้อมูลที่ไม่เป็นพยานและจะครอบครองส่วนหนึ่งของ 0.6MB ถ้า kevacoin มีการตั้งค่าขนาดบล็อกเดียวกับ bitcoinด้วยขนาดของค่าสูงสุด 3KB ดูเหมือนว่า 0.6MB จะไม่เพียงพอ",
    "faq-15": "Kevacoin อนุญาตให้มีขนาดบล็อกสูงสุด 6MB (MAX_BLOCK_WEEIGH คือ 6000000)ขนาดข้อมูลที่ไม่เป็นพยานอาจอยู่ที่ประมาณ 1MBมีพื้นที่พิเศษประมาณ 400KB ที่สงวนไว้สำหรับคู่คีย์-ค่าเช่นเดียวกับ Bitcoin มันไม่น่าเป็นไปได้ที่ 6MB สามารถใช้งานได้อย่างเต็มที่เนื่องจากโครงสร้างของการทำธุรกรรมขนาดบล็อกสูงสุดที่คาดหวังคือประมาณ 3MB สำหรับ kevacoin",
    "faq-16": "คุณเคยใช้เหรียญก่อนหรือไม่?",
    "faq-17": "ไม่เพียงแค่นั้นรางวัลของบล็อกปฐมกาลคือ 0.00001 KVA (รางวัลบล็อกปกติคือ 500 kVA)",
    "faq-18": "ใช้เวลานานแค่ไหนในการยืนยันการอัปเดตคีย์-ค่า?",
    "faq-19": "Kevacoin มีเวลาบล็อกประมาณสองนาทีดังนั้นคุณอาจต้องรอเวลานั้นก่อนที่คู่คีย์-ค่าของคุณจะได้รับการยืนยันและเพิ่มบล็อกถัดไปคุณสามารถใช้คำสั่งไคลเอนต์ keva_pending เพื่อตรวจสอบธุรกรรมคีย์-ค่าที่ค้างอยู่",
    "faq-20": "เนมสเปซคืออะไรและทำไมเราถึงต้องการ",
    "faq-21": "เนมสเปซแต่ละตัวเป็นพื้นที่ที่ไม่ซ้ำกันสำหรับคุณในการเพิ่มหรืออัปเดตคู่คีย์-ค่าโดยไม่มีความขัดแย้งที่อาจเกิดขึ้นกับผู้ใช้รายอื่นเนมสเปซมี ID ซึ่งรับประกันว่าจะไม่ซ้ำกันในเครือข่ายนอกจากนี้ยังมีชื่อการแสดงผลที่สามารถใช้เพื่อติดตามเนมสเปซภายในNamespace ID เป็นสตริงที่เข้ารหัสฐาน -58 และเริ่มต้นด้วยเสมอ",
    "faq-22": "เหตุผลหลักในการกำหนดรหัสเนมสเปซที่ไม่ซ้ำกันคือการหลีกเลี่ยงการนั่งยองชื่อ",
    "faq-23": "Kevacoin สนับสนุนสัญญาอัจฉริยะหรือไม่?",
    "faq-24": "Kevacoin ขึ้นอยู่กับ Bitcoin/Litecoin ดังนั้นจึงมีระดับการสนับสนุนที่คล้ายกันสำหรับสัญญาอัจฉริยะKevacoin เป็นที่เก็บข้อมูลที่ไม่รวมศูนย์และออกจากการใช้งานของแอปพลิเคชันตรรกะนอก blockchain",
    "faq-25": "ใช้ตัวอย่างของระบบบล็อกไมโครที่มีการรวมศูนย์ตราบใดที่ข้อมูลผู้ใช้ถูกเขียนไปยังร้านค้าข้อมูลและสามารถเข้าถึงได้สาธารณะทุกคนสามารถเขียนแอปพลิเคชัน (ใช้ภาษาการเขียนโปรแกรมที่เขาโปรดปราน) เพื่อแสดงบล็อกที่มีอยู่และเพิ่มข้อความใหม่แอปพลิเคชันสามารถเป็นกรรมสิทธิ์หรือโอเพ่นซอร์ส แต่เนื้อหาเหมือนกันเพราะเรามีแหล่งความจริงเพียงแหล่งเดียว",
    "faq-26": "คีย์สูงสุดและขนาดค่าสูงสุดคืออะไร?",
    "faq-27": "ขนาดคีย์สูงสุดคือ 255 ไบต์และขนาดของมูลค่า 3072 ไบต์ขนาดของค่าสูงสุดจะถูกกำหนดโดย max_script_element_sizeมันคือ 520 ใน bitcoin และเราเพิ่มเป็น 3072 ไม่มีเหตุผลเฉพาะในการเลือกขนาดนี้520 ไบต์ดูเหมือนจะเล็กเกินไปและ จำกัด เกินไปแต่มันก็ไม่ใหญ่เกินไปเพราะเราต้องการหลีกเลี่ยงการโจมตี DOS ที่อาจเกิดขึ้น",
    "faq-28": "ทำไมการสุ่มเควาจึงถูกเลือกให้เป็นอัลกอริทึมการพิสูจน์การทำงาน?",
    "faq-29": "Kevacoin ใช้การพิสูจน์การทำงานเป็นวิธีฉันทามติอัลกอริทึมการแฮชเป็นแบบสุ่มเหตุผลบางประการสำหรับตัวเลือกนี้: เป็นมิตรกับ CPUซีพียูพร้อมคำสั่ง AES NI สามารถรับอัตราแฮชที่ดีขึ้นได้มันเป็นอัลกอริทึมแฮชที่ยากลำบากและใช้พลังงานน้อยกว่า GPU และ ASICมันอาจจะทนต่อ asic มากขึ้นดังนั้นจึงมีความยุติธรรมมากกว่าสำหรับคนงานเหมืองแต่ละคน",
    "faq-30": "แม้ว่า Kevacoin จะขึ้นอยู่กับ Bitcoin/Litecoin แต่เราก็ปรับเปลี่ยนโครงสร้างส่วนหัวเล็กน้อยเพื่อให้เข้ากันได้กับซอฟต์แวร์การขุด Moneroเป็นผลให้เราสามารถใช้ซอฟต์แวร์การขุด Monero ใด ๆ เพื่อขุด kevacoin (เช่น Xmrig หรือ XMR-Stak)",
    "faq-31": "อัลกอริทึมการปรับความยากคืออะไร?",
    "faq-32": "Kevacoin ใช้อัลกอริทึมการปรับความยากลำบากของ Digishield เช่นเดียวกับที่ใช้โดย Dogecoinเวลาเป้าหมายบล็อกจะถูกปรับทุกบล็อกDigishield ป้องกันผลกระทบเชิงลบของจัมเปอร์สระว่ายน้ำตัวอย่างเช่นหากอัตราแฮชจำนวนมากเข้าร่วมการขุด Kevacoin เป้าหมายความยากจะเพิ่มขึ้นอย่างรวดเร็วเพื่อป้องกันการได้รับรางวัลง่ายในทำนองเดียวกันเป้าหมายความยากจะลดลงเมื่ออัตราแฮชจำนวนมากออกไปดังนั้นบล็อกจะยังคงถูกสร้างขึ้นในเวลาประมาณ 2 นาทีแม้จะมีพลังงานน้อยลง",
    "faq-33": "ภัยคุกคามจากการโจมตี 51% คืออะไร?",
    "faq-34": "ความเสี่ยงที่ยิ่งใหญ่ที่สุดของการโจมตี 51% คือการใช้จ่ายสองเท่านี่เป็นความเสี่ยงที่รู้จักกันดีสำหรับ cryptocurrencies ที่ใช้หลักฐานการทำงานอย่างไรก็ตามผู้โจมตีไม่สามารถเปลี่ยนแปลงคู่คีย์-ค่าที่เขา/เธอไม่ได้เป็นเจ้าของโดยพลการผู้โจมตีที่แย่ที่สุดสามารถทำคือบล็อกหรือย้อนกลับธุรกรรมคีย์-ค่าคู่คีย์-ค่าที่ถูกดัดแปลงโดยเครือข่ายที่ไม่ได้รับการยอมรับจากเครือข่ายเนื่องจากพวกเขามีความปลอดภัยในการเข้ารหัสธุรกรรมที่ถูกบล็อกหรือย้อนกลับจะอยู่ใน mempool และในที่สุดจะถูกเพิ่มเข้าไปใน blockchain เมื่อการโจมตีหยุด",
    "faq-35": "ข้อมูลของฉันปรากฏต่อสาธารณะหรือไม่?",
    "faq-36": "การทำธุรกรรมคีย์-ค่าทั้งหมดนั้นปรากฏต่อสาธารณชนเนื่องจากนี่คือลักษณะของ bitcoin blockchain สไตล์ bitcoinหนึ่งสามารถเข้ารหัสค่าหรือเก็บแฮชของค่าเพื่อป้องกันการรักษาความลับของค่า",
    "faq-37": "ฉันจะมีส่วนร่วมในการพัฒนาของ Kevacoin ได้อย่างไร",
    "faq-38": "ขอบคุณที่ถาม!Kevacoin เป็นโครงการชุมชนและการมีส่วนร่วมจากชุมชนมีความสำคัญต่อความสำเร็จในระยะยาวคุณสามารถช่วยเราได้หลายวิธี: ดาวน์โหลดซอฟต์แวร์ไคลเอนต์เรียกใช้และทดสอบเรียกใช้โหนดเต็มรูปแบบเป็นนักขุดหรือเริ่มสระว่ายน้ำขุดตรวจสอบหรือเขียนเอกสารรวมถึงคำถามที่พบบ่อยนี้คุณสามารถส่งคำขอดึงไปที่ https://github.com/kevacoin-team ที่เก็บการทดสอบหน่วยการทดสอบการทดสอบแบบครบวงจรและการทดสอบการถดถอยรายงานข้อบกพร่องในการรายงานข้อบกพร่องที่ไม่ปลอดภัยให้ใช้ตัวติดตามปัญหา GitHubหากต้องการรายงานข้อบกพร่องที่เกี่ยวข้องกับความปลอดภัยโปรดส่งอีเมลไปที่ contact@kevacointeam.orgพัฒนาแอปพลิเคชั่นโดยใช้ร้านค้าข้อมูล Kevacoin De-Centralizedโปรโมตโครงการมีส่วนร่วมซอร์สโค้ดให้กับโครงการ Kevacoinยินดีรับคำขอดึง!บริจาคให้กับโครงการ",
    "faq-39": "อะไรคือสิ่งที่แตกต่างจาก Namecoin?",
    "faq-40": "Kevacoin คืออะไร?",
    "software-cryptonote-nodejs-pool-01": "ทีม Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "การดาวน์โหลด",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool เป็นซอฟต์แวร์การขุดประสิทธิภาพสูงที่เขียนด้วย Node.js พร้อม Addons C แบบดั้งเดิมที่ออกแบบมาสำหรับเหรียญที่ใช้ Cryptonoteมันมีสคริปต์ตัวอย่างที่มีน้ำหนักเบาซึ่งใช้ AJAX API ของพูลสระว่ายน้ำรองรับอัลกอริทึม cryptonight ต่างๆ",
    "software-electrumx-01": "ทีม Kevacoin - Electrumx",
    "software-electrumx-02": "เครื่องใช้ไฟฟ้า",
    "software-electrumx-03": "การดาวน์โหลด",
    "software-electrumx-04": "Electrumx เป็นการดำเนินการใหม่ของเซิร์ฟเวอร์อิเล็กทรัมที่ออกแบบมาเพื่อจัดการอนาคตด้วยบล็อกขนาดใหญ่ซอฟต์แวร์เซิร์ฟเวอร์ที่แข็งแกร่งนี้ให้การจัดการแบบสอบถาม blockchain อย่างมีประสิทธิภาพทำให้เหมาะสำหรับใช้กับ cryptocurrencies ที่มีปริมาณการทำธุรกรรมเพิ่มขึ้นและขนาดบล็อกที่ใหญ่ขึ้น",
    "software-electrumx-05": "คุณสมบัติที่สำคัญ",
    "software-electrumx-06": "ความสามารถในการปรับขนาด: ออกแบบมาเพื่อรองรับบล็อกที่ใหญ่ขึ้นเพื่อให้มั่นใจว่ามันยังคงมีประสิทธิภาพเมื่อขนาดบล็อกเชนเพิ่มขึ้น",
    "software-electrumx-07": "ประสิทธิภาพ: ปรับให้เหมาะสมสำหรับการจัดการการสืบค้น blockchain ในปริมาณมากอย่างมีประสิทธิภาพ",
    "software-electrumx-08": "ความเข้ากันได้: รองรับ cryptocurrencies ต่างๆทำให้มันหลากหลายสำหรับระบบนิเวศบล็อกเชนที่แตกต่างกัน",
    "software-keva-stratum-01": "ทีม Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "เควาเตียง",
    "software-keva-stratum-03": "การดาวน์โหลด",
    "software-keva-stratum-04": "Keva-stratum เป็นเซิร์ฟเวอร์การขุดหิน cryptonote ที่มีประสิทธิภาพสูงพร้อมเว็บอินเตอร์เฟสโดยเฉพาะสำหรับ Kevacoin",
    "software-keva-stratum-05": "จาก Monero-Stratum, Keva-stratum ช่วยลดความซับซ้อนของกระบวนการสร้างและรวมถึงส่วนประกอบซอร์สโค้ด Monero ที่จำเป็นซึ่งไม่จำเป็นต้องใช้ต้นไม้ต้นฉบับ Monero ภายนอกนอกจากนี้ยังรองรับการสร้างบน Windows ผ่าน MSYS2",
    "software-keva-stratum-06": "รายการคุณสมบัติ Stratum",
    "software-keva-stratum-07": "เป็นสระว่ายน้ำของคุณเอง: ตั้งค่าและจัดการพูลเหมืองของคุณเอง",
    "software-keva-stratum-08": "การตรวจสอบความพร้อมใช้งานของแท่นขุดเจาะ: ตรวจสอบความพร้อมใช้งานและประสิทธิภาพของแท่นขุดเจาะ",
    "software-keva-stratum-09": "สถิติติดตาม: ติดตามหุ้นที่ยอมรับการปฏิเสธหุ้นและสถิติบล็อก",
    "software-keva-stratum-10": "ตรวจจับแท่นขุดเจาะที่ป่วย: ระบุได้อย่างง่ายดายภายใต้การปฏิบัติหรือการทำงานผิดปกติ",
    "software-keva-stratum-11": "Daemon Fail Over List: กำหนดค่ารายการ Fail Over Daemons เพื่อให้แน่ใจว่าการทำงานอย่างต่อเนื่อง",
    "software-keva-stratum-12": "การประมวลผลหุ้นพร้อมกัน: จัดการการส่งการแชร์หลายรายการพร้อมกันเพื่อประสิทธิภาพที่ดีที่สุด",
    "software-keva-stratum-13": "เว็บอินเตอร์เฟสที่สวยงาม: จัดการและตรวจสอบพูลเหมืองของคุณด้วยเว็บอินเตอร์เฟสที่ใช้งานง่าย",
    "software-keva-stratum-14": "รายละเอียดคุณสมบัติ",
    "software-keva-stratum-15": "1. เป็นสระว่ายน้ำของคุณเอง:",
    "software-keva-stratum-16": "ช่วยให้คุณตั้งค่ากลุ่มเหมืองแร่ส่วนตัวให้คุณควบคุมกระบวนการขุดและค่าธรรมเนียมพูล",
    "software-keva-stratum-17": "2. การตรวจสอบความพร้อมใช้งานของแท่นขุดเจาะ:",
    "software-keva-stratum-18": "ตรวจสอบสถานะของแท่นขุดเจาะอย่างต่อเนื่องเพื่อให้แน่ใจว่าพวกเขาสามารถปฏิบัติงานได้และดำเนินการอย่างเหมาะสม",
    "software-keva-stratum-19": "3. ติดตามการยอมรับปฏิเสธสถิติบล็อก:",
    "software-keva-stratum-20": "จัดทำสถิติโดยละเอียดเกี่ยวกับหุ้นที่ได้รับการยอมรับและถูกปฏิเสธรวมถึงบล็อกที่พบช่วยให้คุณตรวจสอบประสิทธิภาพของพูล",
    "software-keva-stratum-21": "4. ตรวจจับแท่นขุดเจาะป่วยได้ง่าย:",
    "software-keva-stratum-22": "ระบุแท่นขุดเจาะที่อยู่ภายใต้การปฏิบัติหรือการทำงานผิดปกติอย่างรวดเร็วช่วยให้สามารถบำรุงรักษาหรือเปลี่ยนได้ทันที",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "กำหนดค่าหลาย daemons เพื่อให้แน่ใจว่าล้มเหลวในกรณีที่ daemon หลักลดลงและยังคงการดำเนินการขุดอย่างต่อเนื่อง",
    "software-keva-stratum-25": "6. การประมวลผลหุ้นพร้อมกัน:",
    "software-keva-stratum-26": "เพิ่มประสิทธิภาพประสิทธิภาพโดยการจัดการการส่งการแบ่งปันหลายครั้งพร้อมกันลดเวลาแฝงและเพิ่มประสิทธิภาพ",
    "software-keva-stratum-27": "7. เว็บอินเตอร์เฟสที่สวยงาม:",
    "software-keva-stratum-28": "เว็บอินเตอร์เฟสที่ใช้งานง่ายสำหรับการจัดการและตรวจสอบพูลให้บริการสถิติแบบเรียลไทม์และการกำหนดค่าที่ง่าย",
    "software-keva-stratum-29": "ด้วยการใช้ Keva-Stratum คุณสามารถตั้งค่ากลุ่มเหมืองแร่ประสิทธิภาพสูงสำหรับ Kevacoin ใช้ประโยชน์จากคุณสมบัติที่แข็งแกร่งและอินเทอร์เฟซที่ใช้งานง่ายเพื่อจัดการและตรวจสอบการดำเนินการขุดของคุณอย่างมีประสิทธิภาพ",
    "software-kevacoin-core-01": "ทีม Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "การดาวน์โหลด",
    "software-kevacoin-core-04": "Kevacoin เป็นร้านค้าข้อมูลคีย์-แหล่งที่มากระจายอำนาจที่สร้างขึ้นบน Cryptocurrency Litecoin ซึ่งตัวเองขึ้นอยู่กับ Bitcoinได้รับอิทธิพลจาก Namecoin, Kevacoin นำเสนอวิธีการที่ไม่ซ้ำกันในการจัดเก็บข้อมูลและการจัดการแม้ว่าจะมีวัตถุประสงค์ที่แตกต่างกันและทำงานที่แตกต่างจาก namecoin",
    "software-kevacoin-core-05": "Kevacoin ทำอะไร?",
    "software-kevacoin-core-06": "Kevacoin ช่วยให้ผู้ใช้สามารถ:",
    "software-kevacoin-core-07": "คีย์และค่าบันทึกที่ปลอดภัย: จัดเก็บคู่คีย์-ค่าซึ่งแต่ละค่าสามารถสูงถึง 3072 ไบต์ไม่มีข้อ จำกัด อย่างหนักเกี่ยวกับจำนวนคีย์",
    "software-kevacoin-core-08": "คีย์และค่าอัปเดต: แก้ไขคู่คีย์-ค่าที่มีอยู่",
    "software-kevacoin-core-09": "บำรุงรักษาเนมสเปซเครือข่ายที่ไม่ใช้: คีย์กลุ่มภายใต้เนมสเปซเพื่อป้องกันความขัดแย้งของชื่อ",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): ใช้สกุลเงินดิจิตอลดั้งเดิม, Kevacoin (KVA) สำหรับการทำธุรกรรม",
    "software-kevacoin-core-11": "ใช้กรณีสำหรับ kevacoin",
    "software-kevacoin-core-12": "ในฐานะฐานข้อมูลคีย์-ค่าการกระจายอำนาจเควาโคนสามารถใช้ในแอปพลิเคชันต่าง ๆ รวมถึง:",
    "software-kevacoin-core-13": "โซเชียลมีเดีย: เก็บข้อมูลสำหรับแพลตฟอร์มโซเชียลมีเดีย",
    "software-kevacoin-core-14": "Micro Blogging: รองรับบริการบล็อกขนาดเล็กด้วยการจัดเก็บข้อมูลแบบกระจายอำนาจ",
    "software-kevacoin-core-15": "แฮช: จัดเก็บและจัดการข้อมูลแฮชอย่างปลอดภัย",
    "software-kevacoin-core-16": "บริการทนายความ: ให้บริการทนายความที่กระจายอำนาจ",
    "software-kevacoin-core-17": "Kevacoin ได้รับการสนับสนุนอย่าง จำกัด สำหรับสัญญาอัจฉริยะคล้ายกับ Bitcoin และ Litecoin แต่ก็ยังช่วยให้สามารถพัฒนาแอพพลิเคชั่นกระจายอำนาจ (DAPPs)ข้อมูลยังคงมีการกระจายอำนาจบน kevacoin blockchain ในขณะที่ตรรกะแอปพลิเคชันได้รับการพัฒนาจาก blockchain",
    "software-keva-wallet-01": "ทีม KEVACOIN - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "การดาวน์โหลด",
    "software-keva-wallet-04": "Kevawallet เป็นกระเป๋าเงินที่มีน้ำหนักเบาและบางสำหรับ Kevacoinมันถูกออกแบบมาเพื่อความสะดวกในการใช้งานและสร้างโดยใช้เทคโนโลยีที่ทันสมัยเพื่อมอบประสบการณ์การใช้งานที่ไร้รอยต่อ",
    "software-keva-wallet-05": "คุณสมบัติที่สำคัญ",
    "software-keva-wallet-06": "React Native: สร้างด้วย React Native ให้ส่วนต่อประสานผู้ใช้ที่ราบรื่นและตอบสนองได้ทั้งบนแพลตฟอร์ม iOS และ Android",
    "software-keva-wallet-07": "Electrum: ใช้ Electrum ไคลเอนต์ Bitcoin ที่มีน้ำหนักเบาปรับสำหรับ Kevacoin เพื่อให้แน่ใจว่ามีการทำธุรกรรมที่มีประสิทธิภาพและปลอดภัย",
    "software-keva-wallet-08": "โอเพ่นซอร์ส: ขึ้นอยู่กับกระเป๋าเงิน bluewallet bitcoin โอเพนซอร์ซใช้ประโยชน์จากสถาปัตยกรรมที่แข็งแกร่งและปลอดภัย",
    "software-keva-wallet-09": "ภาพรวม",
    "software-keva-wallet-10": "Kevawallet ได้รับการออกแบบมาเพื่อเสนอวิธีที่ปลอดภัยและสะดวกในการจัดการ Kevacoins (KVA) ของคุณด้วยการใช้ประโยชน์จากรุ่นเซิร์ฟเวอร์ที่มีประสิทธิภาพและกระจายอำนาจของ Electrum Kevawallet ทำให้มั่นใจได้ว่าการประมวลผลธุรกรรมอย่างรวดเร็วโดยไม่จำเป็นต้องดาวน์โหลด blockchain ทั้งหมด",
    "software-keva-wallet-11": "ประโยชน์หลัก",
    "software-keva-wallet-12": "Lightweight: ไม่จำเป็นต้องดาวน์โหลด Kevacoin blockchain ทั้งหมดทำให้เหมาะสำหรับอุปกรณ์มือถือ",
    "software-keva-wallet-13": "Cross-Platform: มีทั้งบน iOS และ Android ขอบคุณ React Native",
    "software-keva-wallet-14": "Secure: สร้างขึ้นบนรากฐานที่มั่นคงของ Bluewallet สืบทอดคุณสมบัติด้านความปลอดภัยและแนวทางปฏิบัติที่ดีที่สุด",
    "software-keva-wallet-15": "ขึ้นอยู่กับ Bluewallet",
    "software-keva-wallet-16": "Kevawallet สืบทอดคุณสมบัติและมาตรการรักษาความปลอดภัยมากมายจาก Bluewallet กระเป๋าเงิน Bitcoin โอเพนซอร์ซซึ่งรวมถึง:",
    "software-keva-wallet-17": "กระเป๋าเงินหลายลายเซ็น: รักษาความปลอดภัย kevacoins ของคุณด้วยการสนับสนุนหลายลายเซ็น",
    "software-keva-wallet-18": "Watch-Only Wallets: ตรวจสอบที่อยู่ของคุณโดยไม่ต้องเปิดเผยกุญแจส่วนตัวของคุณ",
    "software-keva-wallet-19": "ธุรกรรมที่กำหนดเอง: สร้างธุรกรรมที่กำหนดเองด้วยตัวเลือกขั้นสูง",
    "software-keva-wallet-20": "ด้วยการใช้ Kevawallet คุณสามารถจัดการ kevacoins ของคุณได้อย่างมีประสิทธิภาพในระหว่างการเดินทางด้วยความปลอดภัยและความน่าเชื่อถือที่ได้รับจากสถาปัตยกรรมที่แข็งแกร่งและชุมชนการพัฒนาที่ใช้งานอยู่",
    "software-keva-ipfs-01": "ทีม Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "keva_ipfs",
    "software-keva-ipfs-03": "การดาวน์โหลด",
    "software-keva-ipfs-04": "KEVA_IPFS เป็นบริการแบ็คเอนด์สำหรับแอพมือถือ KEVA ที่ออกแบบมาเพื่ออำนวยความสะดวกในการอัพโหลดและตรึงไฟล์ IPFSส่วนหลังนี้ช่วยให้มั่นใจได้ว่าการโต้ตอบอย่างราบรื่นระหว่างแอพ Keva Mobile และระบบไฟล์ Interplanetary (IPFS)",
    "foot-01": "เกี่ยวกับ",
    "foot-02": "เกี่ยวกับเรา",
    "foot-03": "ติดต่อ",
    "foot-04": "สนับสนุน",
    "foot-05": "ชุมชน",
    "foot-06": "ทรัพยากร",
    "foot-07": "กระดาษสีขาว",
    "foot-08": "ทีม Kevacoin",
    "nav-01": "ทีม Kevacoin",
    "nav-02": "เลือกภาษา",
    "nav-03": "มาตรการ",
    "nav-04": "คำถามที่พบบ่อย",
    "nav-05": "ซอฟต์แวร์",
    "nav-06": "คำแนะนำ",
    "g1-01": "ทีม Kevacoin - สร้าง Keva Stratum สำหรับ Windows โดยใช้ MSYS2",
    "g1-02": "สร้าง Keva Stratum สำหรับ Windows โดยใช้ MSYS2",
    "g1-03": "ขั้นตอนที่ 1:",
    "g1-04": "ดาวน์โหลดตัวติดตั้ง MSYS2 จาก https://www.msys2.org/:",
    "g1-05": "การดาวน์โหลด",
    "g1-06": "ขั้นตอนที่ 2:",
    "g1-07": "ติดตั้ง MSYS2 จากตัวติดตั้งที่ดาวน์โหลดแล้วให้ข้ามตัวเลือกเพื่อทำงานในตอนท้ายเพื่อให้สามารถเรียกใช้เชลล์ที่ถูกต้องได้",
    "g1-08": "ขั้นตอนที่ 3:",
    "g1-09": "เรียกใช้ MingW64 จากเมนูเริ่มต้นหรือจากบรรทัดคำสั่งด้วย 'MingW64'",
    "g1-10": "ขั้นตอนที่ 4:",
    "g1-11": "ระบบอัปเดตอาจจำเป็นต้องใช้ MingW64 ใหม่",
    "g1-12": "ขั้นตอนที่ 5:",
    "g1-13": "ติดตั้งข้อกำหนดการสร้าง",
    "g1-14": "ขั้นตอนที่ 6:",
    "g1-15": "สำหรับการสนับสนุนการสร้างเราจำเป็นต้องใช้ GO รุ่นเก่าที่นี่เราใช้ล่าสุดที่รู้จักกันในการสร้างโครงการ 1.19.13",
    "g1-16": "ขั้นตอนที่ 7:",
    "g1-17": "สร้างไดเรกทอรีเพื่อติดตั้ง GO",
    "g1-18": "ขั้นตอนที่ 8:",
    "g1-19": "คลายซิปไปที่ไดเรกทอรีการติดตั้ง GO",
    "g1-20": "ขั้นตอนที่ 9:",
    "g1-21": "ส่งออกตัวแปรสภาพแวดล้อม goroot เพื่อชี้ไปที่ไดเรกทอรีการติดตั้ง GO",
    "g1-22": "ขั้นตอนที่ 10:",
    "g1-23": "อัปเดตตัวแปรสภาพแวดล้อมพา ธ",
    "g1-24": "ขั้นตอนที่ 11:",
    "g1-25": "ตรวจสอบว่าเวอร์ชัน GO ของเราตรงกับ",
    "g1-26": "1.19.13",
    "g1-27": "ขั้นตอนที่ 12:",
    "g1-28": "ตั้งค่า go111module เป็น 'อัตโนมัติ' สำหรับการสร้างความเข้ากันได้",
    "g1-29": "ขั้นตอนที่ 13:",
    "g1-30": "ที่เก็บโคลน Keva-Stratum",
    "g1-31": "ขั้นตอนที่ 14:",
    "g1-32": "นำทางไปยังไดเรกทอรี Keva-Stratum",
    "g1-33": "ขั้นตอนที่ 15:",
    "g1-34": "สร้างไดเรกทอรีเพื่อสร้างจากที่นี่เราใช้งานสร้าง",
    "g1-35": "ขั้นตอนที่ 16:",
    "g1-36": "นำทางไปยังไดเรกทอรีการสร้าง",
    "g1-37": "ขั้นตอนที่ 17:",
    "g1-38": "เรียกใช้ cmake ด้วยห่วงโซ่เครื่องมือ MSYS",
    "g1-39": "ขั้นตอนที่ 18:",
    "g1-40": "สร้าง keva-stratum",
    "g1-41": "ขั้นตอนที่ 19:",
    "g1-42": "อัปเดต keva-stratum config",
    "g1-43": "ขั้นตอนที่ 20:",
    "g1-44": "เรียกใช้ Keva Stratum",
    "g1-45": "สร้างไฟล์ที่อยู่ภายใน C:/MSYS2/HOME/'USER'/KEVA-Stratum/Buildหากย้ายไปยังสถานที่อื่นคุณต้องการ kevastratum.exe, libcnutil.dll, config.json และ www ไดเรกทอรี",
    "g1-46": "การแสดงรายชื่อ",
    "g1-47": "สำรวจ",
    "g2-01": "ทีม Kevacoin - สร้าง keva_ipfs สำหรับ Linux",
    "g2-02": "สร้าง keva_ipfs สำหรับ linux",
    "g2-03": "ขั้นตอนที่ 1:",
    "g2-04": "ตรวจสอบให้แน่ใจว่าระบบเป็นข้อมูลล่าสุด",
    "g2-05": "ขั้นตอนที่ 2:",
    "g2-06": "ติดตั้ง Git และ Golang",
    "g2-07": "ขั้นตอนที่ 3:",
    "g2-08": "ที่เก็บโคลน keva_ipfs",
    "g2-09": "ขั้นตอนที่ 4:",
    "g2-10": "นำทางไปยัง keva_ipfs",
    "g2-11": "ขั้นตอนที่ 5:",
    "g2-12": "สร้างไดเรกทอรีสร้างและนำทางไปยังมัน",
    "g2-13": "ขั้นตอนที่ 6:",
    "g2-14": "สร้าง keva_ipfs",
    "g2-15": "ขั้นตอนที่ 7:",
    "g2-16": "คัดลอก config.json เพื่อสร้างไดเร็กทอรี",
    "g2-17": "ขั้นตอนที่ 8:",
    "g2-18": "อัปเดต config.json",
    "g2-19": "ขั้นตอนที่ 9:",
    "g2-20": "เปิดตัว keva_ipfs",
    "g3-01": "ทีม Kevacoin - สร้าง Keva Stratum สำหรับ Linux",
    "g3-02": "สร้าง Keva Stratum สำหรับ Linux",
    "g3-03": "ขั้นตอนที่ 1:",
    "g3-04": "ระบบอัปเดต",
    "g3-05": "ขั้นตอนที่ 2:",
    "g3-06": "ติดตั้งข้อกำหนดการสร้าง",
    "g3-07": "ขั้นตอนที่ 3:",
    "g3-08": "ติดตั้ง Golang และ Git",
    "g3-09": "ขั้นตอนที่ 4:",
    "g3-10": "โคลน Keva",
    "g3-11": "ขั้นตอนที่ 5:",
    "g3-12": "ป้อนไดเรกทอรี Keva-Stratum",
    "g3-13": "ขั้นตอนที่ 6:",
    "g3-14": "สร้างไดเรกทอรี",
    "g3-15": "ขั้นตอนที่ 7:",
    "g3-16": "นำทางเพื่อสร้างไดเรกทอรี",
    "g3-17": "ขั้นตอนที่ 8:",
    "g3-18": "ส่งออก go111module ไปยังอัตโนมัติเพื่อสร้างความเข้ากันได้",
    "g3-19": "ขั้นตอนที่ 9:",
    "g3-20": "กำหนดค่า Make",
    "g3-21": "ขั้นตอนที่ 10:",
    "g3-22": "สร้าง keva-stratum",
    "g3-23": "ขั้นตอนที่ 11:",
    "g3-24": "ตรวจสอบการสร้างผลลัพธ์ที่มีอยู่",
    "g3-25": "ขั้นตอนที่ 12:",
    "g3-26": "อัปเดต config.json",
    "g4-01": "ทีม Kevacoin-ตั้งค่า Cryptonote-Nodejs-Pool",
    "g4-02": "ตั้งค่า Cryptonote-Nodejs-Pool",
    "g4-03": "ขั้นตอนที่ 1:",
    "g4-04": "ระบบอัปเดต",
    "g4-05": "ขั้นตอนที่ 2:",
    "g4-06": "ติดตั้งข้อกำหนดการสร้าง",
    "g4-07": "ขั้นตอนที่ 3:",
    "g4-08": "ติดตั้ง NVM",
    "g4-09": "ขั้นตอนที่ 4:",
    "g4-10": "ติดตั้ง nodejs 11.0.0",
    "g4-11": "ขั้นตอนที่ 5:",
    "g4-12": "ตั้งค่า NPM เพื่อใช้ Python 2.7",
    "g4-13": "ขั้นตอนที่ 6:",
    "g4-14": "ที่เก็บโคลน Cryptonote-Nodejs-Pool",
    "g4-15": "ขั้นตอนที่ 7:",
    "g4-16": "นำทางไปยังสระว่ายน้ำ",
    "g4-17": "ขั้นตอนที่ 8:",
    "g4-18": "เรียกใช้การอัปเดต NPM",
    "g4-19": "ขั้นตอนที่ 9:",
    "g4-20": "คัดลอก kevacoin.json ไปที่ config.json",
    "g4-21": "ขั้นตอนที่ 10:",
    "g4-22": "อัปเดต config.json",
    "g4-23": "ขั้นตอนที่ 11:",
    "g4-24": "เรียกใช้สระว่ายน้ำ",
    "g5-01": "ทีม Kevacoin - สร้าง Kevacoin Core สำหรับ Linux โดยใช้ขึ้นอยู่กับ",
    "g5-02": "สร้าง Kevacoin Core สำหรับ Linux โดยใช้",
    "g5-03": "ขั้นตอนที่ 1:",
    "g5-04": "ระบบอัปเดต",
    "g5-05": "ขั้นตอนที่ 2:",
    "g5-06": "ติดตั้งข้อกำหนดการสร้าง",
    "g5-07": "ขั้นตอนที่ 3:",
    "g5-08": "ที่เก็บโคลน Kevacoin",
    "g5-09": "ขั้นตอนที่ 4:",
    "g5-10": "นำทางไปยังไดเรกทอรีขึ้นอยู่กับภายใน kevacoin",
    "g5-11": "ขั้นตอนที่ 5:",
    "g5-12": "เรียกใช้ทำให้การกำหนดเป้าหมาย Linux",
    "g5-13": "ขั้นตอนที่ 6:",
    "g5-14": "นำทางไดเร็กทอรี",
    "g5-15": "ขั้นตอนที่ 7:",
    "g5-16": "เรียกใช้ autogen.sh",
    "g5-17": "ขั้นตอนที่ 8:",
    "g5-18": "เรียกใช้กำหนดค่าการกำหนดเป้าหมายการสร้างขึ้นอยู่กับการสร้าง",
    "g5-19": "ขั้นตอนที่ 9:",
    "g5-20": "สร้าง kevacoin",
    "g5-21": "ขั้นตอนที่ 10:",
    "g5-22": "สร้างแพ็คเกจการปรับใช้",
    "g5-23": "ขั้นตอนที่ 11:",
    "g5-24": "ติดตั้ง kevacoin ในตัว",
    "g6-01": "ทีม Kevacoin - สร้าง Kevacoin Core สำหรับ Windows โดยใช้ขึ้นอยู่กับ",
    "g6-02": "สร้าง Kevacoin Core สำหรับ Windows โดยใช้",
    "g6-03": "ขั้นตอนที่ 1:",
    "g6-04": "ระบบอัปเดต",
    "g6-05": "ขั้นตอนที่ 2:",
    "g6-06": "ติดตั้งข้อกำหนดการสร้าง",
    "g6-07": "ขั้นตอนที่ 3:",
    "g6-08": "ติดตั้งห่วงโซ่เครื่องมือการรวบรวม Cross MingW-W64",
    "g6-09": "ขั้นตอนที่ 4:",
    "g6-10": "ตั้งค่าตัวเลือกคอมไพเลอร์ MINGW32 G ++ เริ่มต้นเป็น POSIX",
    "g6-11": "ขั้นตอนที่ 5:",
    "g6-12": "ที่เก็บโคลน Kevacoin",
    "g6-13": "ขั้นตอนที่ 6:",
    "g6-14": "นำทางไปยังไดเรกทอรีขึ้นอยู่กับภายใน kevacoin",
    "g6-15": "ขั้นตอนที่ 7:",
    "g6-16": "เรียกใช้ทำให้ Windows กำหนดเป้าหมาย",
    "g6-17": "ขั้นตอนที่ 8:",
    "g6-18": "นำทางไดเร็กทอรี",
    "g6-19": "ขั้นตอนที่ 9:",
    "g6-20": "เรียกใช้ autogen.sh",
    "g6-21": "ขั้นตอนที่ 10:",
    "g6-22": "เรียกใช้กำหนดค่าโดยกำหนดเป้าหมายไปที่ Windows ขึ้นอยู่กับการสร้าง",
    "g6-23": "ขั้นตอนที่ 11:",
    "g6-24": "สร้าง kevacoin",
    "g6-25": "ขั้นตอนที่ 12:",
    "g6-26": "สร้างแพ็คเกจการปรับใช้",
    "nav-07": "สร้าง Kevacoin Core สำหรับ Linux โดยใช้",
    "nav-08": "สร้าง Kevacoin Core สำหรับ Windows โดยใช้",
    "nav-09": "สร้าง Keva-Stratum สำหรับ Linux",
    "nav-10": "สร้าง Keva-Stratum สำหรับ Windows โดยใช้ MSYS",
    "nav-11": "สร้าง keva_ipfs สำหรับ linux",
    "nav-12": "Cryptonote-Nodejs-pool"
}