{
    "index-01": "Kevacoin Team",
    "index-02": "Maligayang pagdating",
    "index-03": "Maligayang pagdating sa website ng Kevacoin Team!",
    "index-04": "Magtrabaho sa pag -unlad ngunit mangyaring tamasahin ang mga mapagkukunan.",
    "aboutus-01": "Kevacoin Team",
    "aboutus-02": "Tungkol sa atin",
    "aboutus-03": "Ang ilan lamang sa mga random na tao na naniniwala sa proyektong ito at ang akma nito sa blockchain eco system.",
    "contact-01": "Kevacoin Team",
    "contact-02": "Kumonekta sa amin",
    "contact-03": "Magpadala sa amin ng isang email",
    "contact-04": "Sumali sa amin sa Discord",
    "contact-05": "Makisali sa mga talakayan ng GitHub",
    "contact-06": "Sundan kami sa x @kevacointeam",
    "protocol-01": "Kevacoin Team - Kevacoin Protocol",
    "protocol-02": "Simbolo",
    "protocol-03": "KVA",
    "protocol-04": "Kabuuang supply",
    "protocol-05": "1,050,000,000",
    "protocol-06": "Pre-mined",
    "protocol-07": "Hindi",
    "protocol-08": "Bayad sa developer",
    "protocol-09": "POW algorithm",
    "protocol-10": "Randomkeva",
    "protocol-11": "I -block ang gantimpala",
    "protocol-12": "500, hinati tuwing 4 na taon",
    "protocol-13": "Oras ng I -block",
    "protocol-14": "2 minuto",
    "protocol-15": "Pag -aayos ng kahirapan",
    "protocol-16": "Digishield, bawat bloke",
    "protocol-17": "Segwit",
    "protocol-18": "Aktibo",
    "protocol-19": "I -block ang timbang",
    "protocol-20": "6,000,000 mga yunit ng timbang",
    "protocol-21": "Pinakamataas na laki ng key",
    "protocol-22": "255 byte",
    "protocol-23": "Pinakamataas na bilang ng mga susi",
    "protocol-24": "Walang Hard Limit",
    "protocol-25": "Pinakamataas na laki ng halaga",
    "protocol-26": "3072 byte",
    "protocol-27": "Protocol",
    "support-01": "Kevacoin Team - Suportahan ang koponan",
    "support-02": "Ang Kevacoin blockchain ay isang bukas na mapagkukunan na suportang komunidad na proyekto.",
    "support-03": "Ang Kevacoin Team ay isang pangkat ng mga indibidwal na nagboluntaryo ng kanilang oras, kasanayan at mapagkukunan upang magsilbing tagapag -alaga sa blockchain.",
    "support-04": "Ang pag -aambag sa tagumpay ay nasa mga kamay ng lahat.",
    "support-05": "Paano ko matutulungan ang koponan na iyong hilingin?",
    "support-06": "Ang pinakamahusay na paraan ay ang mag -ambag sa mga pagsisikap ng mga koponan upang isulong ang Kevacoin blockchain.Maraming mga sumbrero upang punan kung saan makakatulong ang mga kontribusyon na magmaneho ng tagumpay.",
    "support-07": "Sa halip mag -donate?Nasakop ka namin!",
    "support-08": "Hinahayaan itong harapin, ang pag -host ay mahal.",
    "support-09": "Upang maayos na suportahan ang mga gumagamit ng kevacointeam.org ay kailangang palawakin ang mga node at mga serbisyo ng L2 tulad ng Electrumx.Ang mga kasalukuyang mapagkukunan na ibinigay mula sa Keva.one ay idinisenyo upang maging sobrang mura at hindi sapat sa serbisyo ng mabibigat na naglo -load.Kailangan talaga ng pagpapalawak upang maayos na suportahan ang mga palitan at ang trapiko na kanilang bubuo.",
    "support-10": "Hosting Fund",
    "support-11": "*Ang AWS ay ang kasalukuyang tagapagbigay ng serbisyo;Ito ay pare -pareho, madaling matantya at pandaigdigan kaya malulutas ang karamihan sa mga hamon.Ang disenyo ng serbisyo at saklaw ay nakasalalay sa pondo.Sa isang mainam na mundo ay maaaring suportahan ng koponan ang mga gumagamit na may sumusunod na disenyo",
    "support-12": "Ang mga palitan sa mataas na demand ngunit ang karamihan ay may ilang mga hadlang sa pananalapi;Nasa ibaba ang mga address ng koponan upang masakop ang mga bayarin sa listahan at magbigay ng pagkatubig",
    "support-13": "Exchange Fund",
    "support-14": "Nais mo bang mag -ambag sa isang indibidwal na miyembro ng koponan?",
    "support-15": "Suportahan ang koponan",
    "faq-01": "Kevacoin Team - Kevacoin Faq",
    "faq-02": "Madalas na nagtanong",
    "faq-03": "Ang pangalang \"Keva\" ay isang pagdadaglat para sa key-halaga (binibigkas na kee-va, at ang maikling simbolo ay KVA).Ito ay isang key-halaga na tindahan na binuo sa blockchain, sa code-base ng Bitcoin at Litecoin.Bukod sa pagiging isang cryptocurrency, pinapayagan nito ang mga gumagamit na madali at ligtas na magdagdag, i-update o tanggalin ang mga pares ng key-halaga sa blockchain.",
    "faq-04": "Ang Kevacoin ay naiimpluwensyahan ng Namecoin, na may key-halaga na bahagi ng code na mabigat na binago mula sa code ng pagpaparehistro ng pangalan ng Namecoin.",
    "faq-05": "Kahit na ang Kevacoin ay naiimpluwensyahan ng Namecoin, gumagana ito nang iba at nagsisilbi ng ibang magkakaibang layunin kaysa sa huli: Ang Kevacoin ay isang tindahan ng key-halaga, habang ang Namecoin ay isang sistema ng pagpaparehistro ng pangalan.Ang Kevacoin ay walang matigas na limitasyon sa bilang ng mga susi, at ang pinakamataas na haba ng halaga ay 3072 byte.Ang Namecoin's ay may 520 byte na limitasyon para sa bawat namespace.Ang pangalan ng namespace ng Kevacoin ay natatanging nabuo ng network upang maiwasan ang mga salungatan.Ang namespace ni Namecoin ay pinili ng gumagamit at kailangang maging natatangi sa buong network.Sa Kevacoin, hindi mo kailangang mag -alala tungkol sa squatting ng namespace.Ang mga pares ng key-halaga ni Kevacoin ay hindi mag-expire.",
    "faq-06": "Magkano ang gastos sa paggamit ng Kevacoin Data Store?",
    "faq-07": "Bago magdagdag ng isang pares ng key-halaga, ang isa ay kailangang lumikha ng isang namespace upang hawakan ang mga pares.Ang system ay naglalaan ng 0.01 kva para sa paglikha ng namespace at ang halaga ay hindi maaaring gastusin.Ang isa ay maaaring magdagdag ng key-halaga sa namespace, na may bayad sa transaksyon na tinutukoy ng mga minero.",
    "faq-08": "Si Kevacoin ay isang pampublikong blockchain at kahit sino ay maaaring sumulat dito.Ang network ay mahina laban sa pag -abuso sa pag -abuso nang walang bayad sa transaksyon.Bilang karagdagan, ang mga transaksyon ay napatunayan ng mga minero, at kailangan nilang mabayaran para sa kanilang mga gawa.",
    "faq-09": "Saan ako makakakuha ng kevacoin?",
    "faq-10": "Ang pinakamadaling paraan upang makuha ang Kevacoin ay sa pamamagitan ng pagmimina.Gumagamit si Kevacoin ng randomkeva (isang variant ng randomx) hashing algorithm at katugma sa software ng Monero Mining.Maaari mong gamitin, halimbawa, XMRIG o XMR-Stak bilang ang software ng pagmimina.",
    "faq-11": "Ano ang maximum na supply ng Kevacoin?",
    "faq-12": "Ang gantimpala ng block ay 500 kva sa una.Ang gantimpala ay nahati sa bawat apat na taon (bawat 1050000 bloke, mga 2 minuto para sa bawat bloke).Ang iskedyul ng paghati ay pareho sa Bitcoin at Litecoin.Ang maximum na supply ng Kevacoin ay 1,050,000,000 kva.",
    "faq-13": "Ano ang maximum na laki ng bloke?",
    "faq-14": "Ang Kevacoin ay batay sa Bitcoin at Litecoin, na may hiwalay na saksi (SEGWIT) mula pa sa simula.Sa SegWit, ang Bitcoin theoretically ay may isang maximum na laki ng bloke na halos 4MB.Gayunpaman, ang bahagi ng hindi saksi ng bloke ay may isang kadahilanan ng scaling ng 4 at ang bahagi ng saksi ng isang kadahilanan ng 1. Ayon sa artikulong ito, ang laki ng block ng 2.3MB ay inaasahan na may average na mga transaksyon sa segWit.Iyon ay tungkol sa 0.6MB para sa data na hindi nakasaksi.Ang mga pares ng key-halaga ng Kevacoin ay hindi data na nakasaksi, at sakupin ang bahagi ng 0.6MB kung ang Kevacoin ay may parehong setting ng laki ng bloke bilang Bitcoin.Sa maximum na laki ng halaga ng 3KB, ang 0.6MB ay tila hindi sapat.",
    "faq-15": "Pinapayagan ng Kevacoin ang maximum na laki ng bloke ng 6MB (MAX_BLOCK_WEIGHT ay 6000000).Ang laki ng data na hindi saksi ay maaaring tungkol sa 1MB.Ito ay tungkol sa 400kb dagdag na puwang na nakalaan para sa mga pares ng key-halaga.Katulad sa Bitcoin, hindi malamang na ang 6MB ay maaaring ganap na magamit dahil sa istraktura ng transaksyon.Ang inaasahang pinakamataas na laki ng bloke ay tungkol sa 3MB para sa Kevacoin.",
    "faq-16": "Pre-mine mo ba ang mga barya?",
    "faq-17": "Hindi lamang iyon, ang gantimpala ng Genesis block ay 0.00001 KVA (normal na gantimpala ng bloke ay 500 kva).",
    "faq-18": "Gaano katagal aabutin upang kumpirmahin ang isang pag-update ng key-halaga?",
    "faq-19": "Si Kevacoin ay may isang oras ng bloke ng halos dalawang minuto.Samakatuwid maaaring kailanganin mong maghintay tungkol sa dami ng oras bago ang iyong pares ng key-halaga ay nakumpirma at idinagdag ang susunod na bloke.Maaari mong gamitin ang utos ng kliyente KEVA_PENDING upang suriin ang mga nakabinbing mga transaksyon sa key-halaga.",
    "faq-20": "Ano ang isang namespace, at bakit kailangan natin ng isa?",
    "faq-21": "Ang bawat namespace ay isang natatanging puwang para sa iyo upang ligtas na magdagdag o mag-update ng mga pares ng key-halaga nang walang anumang mga potensyal na salungatan sa ibang mga gumagamit.Ang isang namespace ay may isang ID na ginagarantiyahan na maging natatangi sa buong network.Mayroon din itong isang pangalan ng pagpapakita na maaaring magamit upang masubaybayan ang mga namespaces sa loob.Ang isang namespace ID ay isang base-58 na naka-encode na string at palaging nagsisimula sa.",
    "faq-22": "Ang pangunahing dahilan upang magtalaga ng natatanging ID ng namespace ay upang maiwasan ang pag -squatting ng pangalan.",
    "faq-23": "Sinusuportahan ba ni Kevacoin ang matalinong kontrata?",
    "faq-24": "Ang Kevacoin ay batay sa Bitcoin/Litecoin, kaya mayroon itong katulad na antas ng suporta para sa matalinong kontrata.Ang Kevacoin ay isang de-sentralisadong tindahan ng data at iniwan nito ang pagpapatupad ng application logic off ang blockchain.",
    "faq-25": "Kunin ang halimbawa ng de-sentralisadong micro blogging system.Hangga't ang data ng gumagamit ay nakasulat sa tindahan ng data at maa -access sa publiko, kahit sino ay maaaring magsulat ng isang application (gamit ang kanyang paboritong wika ng programming) upang ipakita ang mga umiiral na blog at magdagdag ng mga bago.Ang application ay maaaring maging pagmamay -ari o bukas na mapagkukunan, ngunit ang nilalaman ay pareho dahil mayroon kaming isang solong mapagkukunan ng katotohanan.",
    "faq-26": "Ano ang maximum na susi at laki ng halaga?",
    "faq-27": "Ang maximum na laki ng key ay 255 byte, at laki ng halaga ng 3072 byte.Ang maximum na laki ng halaga ay natutukoy ng MAX_SCRIPT_ELEMENT_SIZE.Ito ay 520 sa Bitcoin at nadaragdagan namin ito sa 3072. Walang partikular na dahilan upang piliin ang laki na ito.Ang 520 byte ay tila napakaliit at masyadong limitado.Ngunit hindi ito masyadong malaki, dahil nais naming maiwasan ang mga potensyal na pag -atake ng DOS.",
    "faq-28": "Bakit napili ang Randomkeva bilang algorithm ng patunay-ng-trabaho?",
    "faq-29": "Gumagamit si Kevacoin ng proof-of-work bilang pamamaraan ng pagsang-ayon nito.Ang hashing algorithm ay randomkeva.Ang ilang mga kadahilanan para sa pagpili na ito: ito ay CPU friendly.Ang mga CPU na may tagubilin sa AES ni ay maaaring makakuha ng isang mas mahusay na rate ng hash.Ito ay algorithm ng hash-memory-hard at kumonsumo ng mas kaunting lakas kaysa sa GPU at ASIC.Maaaring ito ay mas lumalaban sa ASIC, kaya mas patas sa mga indibidwal na minero.",
    "faq-30": "Kahit na ang Kevacoin ay batay sa Bitcoin/Litecoin, bahagyang binago namin ang istraktura ng header upang gawin itong katugma sa Monero Mining Software.Bilang isang resulta, ang isa ay maaaring gumamit ng anumang software ng pagmimina ng Monero sa minahan ng Kevacoin (hal. XMRIG o XMR-stak).",
    "faq-31": "Ano ang kahirapan sa pag -aayos ng algorithm?",
    "faq-32": "Gumagamit si Kevacoin ng kahirapan sa pag -aayos ng kahirapan ng Digishield, kapareho ng ginamit ng Dogecoin.Ang oras ng target na bloke ay nababagay sa bawat bloke.Pinipigilan ni Digishield ang negatibong epekto ng mga jumpers ng pool.Halimbawa, kung ang isang malaking halaga ng hash rate ay sumali sa pagmimina ng kevacoin, ang target na kahirapan ay mabilis na tataas upang maiwasan ang madaling mga gantimpala.Katulad nito, ang target na kahirapan ay bababa kapag ang malaking halaga ng mga dahon ng hash rate, upang ang mga bloke ay bubuo pa rin sa halos 2 minuto kahit na may mas kaunting lakas ng hashing.",
    "faq-33": "Ano ang mga banta na dulot ng 51% na pag -atake?",
    "faq-34": "Ang pinakadakilang peligro ng 51% na pag-atake ay dobleng paggastos.Ito ay isang kilalang panganib para sa mga proof-of-work based cryptocurrencies.Gayunpaman, ang isang umaatake ay hindi maaaring di-makatwirang nagbabago sa mga pares ng key-halaga na hindi niya pagmamay-ari.Ang pinakamasama na maaaring gawin ng isang umaatake ay i-block o baligtarin ang mga transaksyon sa key-halaga.Ang mga pares ng key-halaga na na-tampered ng mga hindi nagmamay-ari ay hindi tatanggapin ng network, dahil na-secure ang mga ito.Ang mga naka -block o baligtad na mga transaksyon ay mananatili sa Mempool at sa kalaunan ay idaragdag sa blockchain kapag tumitigil ang pag -atake.",
    "faq-35": "Nakikita ba ang aking data sa publiko?",
    "faq-36": "Ang lahat ng mga pangunahing halaga ng mga transaksyon ay makikita sa publiko, dahil ito ang likas na katangian ng Bitcoin style blockchain.Maaaring i -encrypt ng isang tao ang mga halaga, o maiimbak lamang ang mga hashes ng mga halaga, upang maprotektahan ang pagiging kompidensiyal ng mga halaga.",
    "faq-37": "Paano ako makapag -ambag sa pag -unlad ng kevacoin?",
    "faq-38": "Salamat sa pagtatanong!Ang Kevacoin ay isang proyekto sa pamayanan at ang pakikilahok mula sa komunidad ay mahalaga para sa pangmatagalang tagumpay nito.Maaari kang makatulong sa amin sa iba't ibang mga paraan: I -download ang software ng kliyente, patakbuhin at subukan ito.Patakbuhin ang isang pampublikong buong node.Maging isang minero o magsimula ng isang pool ng pagmimina.Suriin o isulat ang dokumentasyon, kabilang ang FAQ na ito.Maaari kang magsumite ng mga kahilingan sa paghila sa https://github.com/kevacoin-team repositories.Sumulat ng mga pagsubok sa yunit, mga pagsubok sa end-to-end at mga pagsubok sa regression.Iulat ang mga bug.Upang mag-ulat ng mga hindi seguridad na mga bug, gamitin ang Github Issue Tracker.Upang mag-ulat ng mga bug na nauugnay sa seguridad, mangyaring magpadala ng mga email sa contact@kevacointeam.org.Bumuo ng application gamit ang kevacoin de-sentralisadong tindahan ng data.Itaguyod ang proyekto.Mag -ambag ng source code sa Kevacoin Project.Ang mga kahilingan sa paghila ay tinatanggap!Mag -donate sa proyekto.",
    "faq-39": "Ano ang naiiba sa Namecoin?",
    "faq-40": "Ano ang Kevacoin?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Team-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "I -download",
    "software-cryptonote-nodejs-pool-04": "Ang Cryptonote-NodeJS-Pool ay isang high-performance mining pool software na nakasulat sa node.js na may katutubong C addon, na idinisenyo para sa mga barya na batay sa cryptonote.Kasama dito ang isang magaan na halimbawa ng front-end script na gumagamit ng Ajax API ng pool.Sinusuportahan ng pool ang iba't ibang mga algorithm ng cryptonight.",
    "software-electrumx-01": "Kevacoin Team - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "I -download",
    "software-electrumx-04": "Ang Electrumx ay isang muling pagpapatupad ng electrum-server na idinisenyo upang mahawakan ang isang hinaharap na may mas malaking mga bloke.Ang matatag na software ng server na ito ay nag -aalok ng mahusay na paghawak ng mga query sa blockchain, na ginagawang angkop para magamit sa mga cryptocurrencies na nakakaranas ng pagtaas ng mga volume ng transaksyon at mas malaking laki ng bloke.",
    "software-electrumx-05": "Pangunahing tampok",
    "software-electrumx-06": "Scalability: inhinyero upang suportahan ang mas malaking mga bloke, tinitiyak na nananatili itong performant habang lumalaki ang mga laki ng blockchain.",
    "software-electrumx-07": "Kahusayan: Na -optimize para sa paghawak ng isang mataas na dami ng mga query sa blockchain nang mahusay.",
    "software-electrumx-08": "Kakayahan: Sinusuportahan ang iba't ibang mga cryptocurrencies, na ginagawa itong maraming nalalaman para sa iba't ibang mga ecosystem ng blockchain.",
    "software-keva-stratum-01": "Kevacoin Team - Keva Stratum",
    "software-keva-stratum-02": "Keva-bed",
    "software-keva-stratum-03": "I -download",
    "software-keva-stratum-04": "Ang Keva-Stratum ay isang mataas na pagganap na cryptonote mining stratum server na may isang interface ng web, partikular na naayon para sa Kevacoin.",
    "software-keva-stratum-05": "Pinuno mula sa Monero-Stratum, pinasimple ng Keva-Stratum ang proseso ng pagbuo at may kasamang kinakailangang mga sangkap ng code ng mapagkukunan ng monero, tinanggal ang pangangailangan para sa isang panlabas na puno ng mapagkukunan ng monero.Sinusuportahan din nito ang pagbuo sa Windows sa pamamagitan ng MSYS2.",
    "software-keva-stratum-06": "Listahan ng tampok na stratum",
    "software-keva-stratum-07": "Maging iyong sariling pool: Mag -set up at pamahalaan ang iyong sariling pool ng pagmimina.",
    "software-keva-stratum-08": "Rigs Availability Monitoring: Subaybayan ang pagkakaroon at pagganap ng mga rigs ng pagmimina.",
    "software-keva-stratum-09": "Subaybayan ang mga istatistika: Subaybayan ang mga tinanggap na pagbabahagi, tinanggihan ang pagbabahagi, at mga istatistika ng pag -block.",
    "software-keva-stratum-10": "Makita ang mga may sakit na rigs: madaling kilalanin sa ilalim ng pagganap o hindi paggana ng mga rigs.",
    "software-keva-stratum-11": "Daemon Fail Over List: I -configure ang isang listahan ng Fail Over Daemons upang matiyak ang patuloy na operasyon.",
    "software-keva-stratum-12": "Kasabay na Pagbabahagi ng Pagbabahagi: Pangasiwaan ang maramihang mga pagsumite ng pagbabahagi nang sabay -sabay para sa pinakamainam na pagganap.",
    "software-keva-stratum-13": "Magagandang web interface: Pamahalaan at subaybayan ang iyong mining pool na may isang madaling gamitin na interface ng web.",
    "software-keva-stratum-14": "Mga tampok nang detalyado",
    "software-keva-stratum-15": "1. Maging iyong sariling pool:",
    "software-keva-stratum-16": "Pinapayagan kang mag -set up ng isang pribadong pool ng pagmimina, na nagbibigay sa iyo ng kontrol sa proseso ng pagmimina at mga bayarin sa pool.",
    "software-keva-stratum-17": "2. Pagsubaybay sa pagkakaroon ng Rigs:",
    "software-keva-stratum-18": "Patuloy na sinusubaybayan ang katayuan ng mga rigs ng pagmimina, tinitiyak na sila ay nagpapatakbo at mahusay na gumaganap.",
    "software-keva-stratum-19": "3. Subaybayan ang Mga Tumatanggap, Tumanggi, Mga Block Stats:",
    "software-keva-stratum-20": "Nagbibigay ng detalyadong istatistika sa tinanggap at tinanggihan na pagbabahagi, pati na rin ang mga bloke na natagpuan, na tumutulong sa iyo upang masubaybayan ang pagganap ng pool.",
    "software-keva-stratum-21": "4. Madaling pagtuklas ng mga may sakit na rigs:",
    "software-keva-stratum-22": "Mabilis na kinikilala ang mga rigs na nasa ilalim ng pagganap o hindi paggana, na nagpapahintulot sa agarang pagpapanatili o kapalit.",
    "software-keva-stratum-23": "5. Daemon Fail Over List:",
    "software-keva-stratum-24": "Mga pag -configure ng maraming mga daemon upang matiyak na mabigo kung sakaling bumaba ang pangunahing daemon, pinapanatili ang patuloy na operasyon ng pagmimina.",
    "software-keva-stratum-25": "6. Kasabay na Pagbabahagi ng Pagbabahagi:",
    "software-keva-stratum-26": "Na -optimize ang pagganap sa pamamagitan ng paghawak ng maraming mga pagsumite ng pagbabahagi nang sabay -sabay, binabawasan ang latency at pagtaas ng kahusayan.",
    "software-keva-stratum-27": "7. Magagandang interface ng web:",
    "software-keva-stratum-28": "Isang intuitive web interface para sa pamamahala at pagsubaybay sa pool, na nagbibigay ng mga istatistika ng real-time at madaling pagsasaayos.",
    "software-keva-stratum-29": "Sa pamamagitan ng paggamit ng Keva-Stratum, maaari kang mag-set up ng isang mataas na pagganap na mining pool para sa Kevacoin, na ginagamit ang mga matatag na tampok at interface ng user-friendly upang pamahalaan at masubaybayan ang iyong mga operasyon sa pagmimina nang mahusay.",
    "software-kevacoin-core-01": "Kevacoin Team - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin Core",
    "software-kevacoin-core-03": "I -download",
    "software-kevacoin-core-04": "Ang Kevacoin ay isang desentralisado, open-source key-halaga ng data store na binuo sa tuktok ng Litecoin cryptocurrency, na mismo ay batay sa Bitcoin.Naimpluwensyahan ng Namecoin, nag -aalok ang Kevacoin ng isang natatanging diskarte sa pag -iimbak at pamamahala ng data, bagaman naghahain ito ng iba't ibang mga layunin at naiiba ang pagpapatakbo mula sa Namecoin.",
    "software-kevacoin-core-05": "Ano ang ginagawa ni Kevacoin?",
    "software-kevacoin-core-06": "Pinapayagan ni Kevacoin ang mga gumagamit na:",
    "software-kevacoin-core-07": "Ligtas na Magtala ng Mga Keys at Mga Halaga: Mag-imbak ng mga pares ng key-halaga kung saan ang bawat halaga ay maaaring hanggang sa 3072 byte.Walang mahirap na mga limitasyon sa bilang ng mga susi.",
    "software-kevacoin-core-08": "I-update ang mga susi at halaga: baguhin ang umiiral na mga pares ng key-halaga.",
    "software-kevacoin-core-09": "Panatilihin ang mga namespaces ng network-unique: mga susi ng pangkat sa ilalim ng mga namespaces upang maiwasan ang mga salungatan sa pangalan.",
    "software-kevacoin-core-10": "Transaksyon Kevacoins (KVA): Gumamit ng katutubong digital na pera, Kevacoin (KVA), para sa mga transaksyon.",
    "software-kevacoin-core-11": "Gumamit ng mga kaso para sa Kevacoin",
    "software-kevacoin-core-12": "Bilang isang desentralisadong key-halaga ng database, maaaring magamit ang Kevacoin sa iba't ibang mga aplikasyon, kabilang ang:",
    "software-kevacoin-core-13": "Social Media: Mag -imbak ng data para sa mga platform ng social media.",
    "software-kevacoin-core-14": "Micro Blogging: Suportahan ang mga serbisyo ng micro blogging na may desentralisadong imbakan ng data.",
    "software-kevacoin-core-15": "Hashes: Ligtas na mag -imbak at pamahalaan ang data ng hash.",
    "software-kevacoin-core-16": "Mga Serbisyo sa Notaryo: Magbigay ng mga desentralisadong serbisyo sa notaryo.",
    "software-kevacoin-core-17": "Ang Kevacoin ay may limitadong suporta para sa mga matalinong kontrata, na katulad ng Bitcoin at Litecoin, pinapayagan pa rin nito para sa pagbuo ng mga desentralisadong aplikasyon (DAPP).Ang data ay nananatiling desentralisado sa kevacoin blockchain, habang ang lohika ng application ay binuo sa blockchain.",
    "software-keva-wallet-01": "Kevacoin Team - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "I -download",
    "software-keva-wallet-04": "Ang Kevawallet ay isang magaan, manipis na pitaka para sa Kevacoin.Ito ay dinisenyo para sa kadalian ng paggamit at binuo gamit ang mga modernong teknolohiya upang magbigay ng isang walang tahi na karanasan ng gumagamit.",
    "software-keva-wallet-05": "Pangunahing tampok",
    "software-keva-wallet-06": "React Native: Itinayo gamit ang React Native, na nagbibigay ng isang maayos at tumutugon na interface ng gumagamit sa parehong mga platform ng iOS at Android.",
    "software-keva-wallet-07": "Electrum: Gumagamit ng Electrum, isang magaan na kliyente ng Bitcoin, na inangkop para sa Kevacoin upang matiyak ang mahusay at secure na mga transaksyon.",
    "software-keva-wallet-08": "Buksan ang Pinagmulan: Batay sa open-source Bluewallet Bitcoin Wallet, na gumagamit ng matatag at ligtas na arkitektura.",
    "software-keva-wallet-09": "Pangkalahatang -ideya",
    "software-keva-wallet-10": "Ang Kevawallet ay idinisenyo upang mag -alok ng isang ligtas at maginhawang paraan upang pamahalaan ang iyong Kevacoins (KVA).Sa pamamagitan ng pag -agaw ng mahusay at desentralisadong modelo ng server ng Electrum, tinitiyak ni Kevawallet ang mabilis na pagproseso ng transaksyon nang hindi na kailangang i -download ang buong blockchain.",
    "software-keva-wallet-11": "Pangunahing mga benepisyo",
    "software-keva-wallet-12": "Magaan: Hindi na kailangang i -download ang buong Kevacoin blockchain, na ginagawang perpekto para sa mga mobile device.",
    "software-keva-wallet-13": "Cross-platform: Magagamit sa parehong iOS at Android, salamat sa React Native.",
    "software-keva-wallet-14": "Secure: Itinayo sa solidong pundasyon ng Bluewallet, na nagmana ng mga tampok ng seguridad at pinakamahusay na kasanayan.",
    "software-keva-wallet-15": "Batay sa Bluewallet",
    "software-keva-wallet-16": "Ang Kevawallet ay nagmamana ng maraming mga tampok at mga hakbang sa seguridad mula sa Bluewallet, isang open-source Bitcoin wallet.Kasama dito:",
    "software-keva-wallet-17": "Mga Wallets ng Multi-Signature: I-secure ang iyong Kevacoins na may suporta sa multi-signature.",
    "software-keva-wallet-18": "Mga Watch-Only Wallets: Subaybayan ang iyong mga address nang hindi inilalantad ang iyong mga pribadong susi.",
    "software-keva-wallet-19": "Pasadyang Mga Transaksyon: Lumikha ng mga pasadyang transaksyon na may mga advanced na pagpipilian.",
    "software-keva-wallet-20": "Sa pamamagitan ng paggamit ng Kevawallet, maaari mong mahusay na pamahalaan ang iyong mga Kevacoins on the go, kasama ang seguridad at pagiging maaasahan na ibinigay ng matatag na arkitektura at aktibong komunidad ng pag -unlad.",
    "software-keva-ipfs-01": "Kevacoin Team - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "I -download",
    "software-keva-ipfs-04": "Ang KEVA_IPFS ay ang back-end na serbisyo para sa Keva Mobile app, na idinisenyo upang mapadali ang pag-upload at pag-pin ng mga file ng IPF.Tinitiyak ng back-end na ito ang walang tahi na pakikipag-ugnayan sa pagitan ng Keva mobile app at ang interplanetary file system (IPFS).",
    "foot-01": "Tungkol sa",
    "foot-02": "Tungkol sa atin",
    "foot-03": "Makipag -ugnay",
    "foot-04": "Suporta",
    "foot-05": "Pamayanan",
    "foot-06": "Mga mapagkukunan",
    "foot-07": "Puting papel",
    "foot-08": "Kevacoin Team",
    "nav-01": "Kevacoin Team",
    "nav-02": "Piliin ang Wika",
    "nav-03": "Protocol",
    "nav-04": "FAQ",
    "nav-05": "Software",
    "nav-06": "Mga gabay",
    "g1-01": "Kevacoin Team - Bumuo ng Keva Stratum para sa Windows Gamit ang MSYS2",
    "g1-02": "Bumuo ng Keva Stratum para sa Windows gamit ang MSYS2",
    "g1-03": "Hakbang 1:",
    "g1-04": "I -download ang MSYS2 installer mula sa https://www.msys2.org/:",
    "g1-05": "I -download",
    "g1-06": "Hakbang 2:",
    "g1-07": "I -install ang msys2 mula sa na -download na installer, laktawan ang pagpipilian upang tumakbo sa dulo upang ang tamang shell ay maaaring ilunsad",
    "g1-08": "Hakbang 3:",
    "g1-09": "Ilunsad ang Mingw64 alinman mula sa Start Menu o mula sa Command Line na may 'Mingw64'",
    "g1-10": "Hakbang 4:",
    "g1-11": "Ang pag -update ng system, maaaring kailanganin ang muling pagsasaayos ng Mingw64",
    "g1-12": "Hakbang 5:",
    "g1-13": "I -install ang mga kinakailangan sa pagbuo",
    "g1-14": "Hakbang 6:",
    "g1-15": "Para sa suporta ng suporta kailangan nating gumamit ng isang mas lumang bersyon ng Go.Dito ginagamit namin ang pinakabagong kilala upang mabuo ang proyekto 1.19.13",
    "g1-16": "Hakbang 7:",
    "g1-17": "Lumikha ng isang direktoryo upang mai -install ang GO",
    "g1-18": "Hakbang 8:",
    "g1-19": "UNZIP Pumunta sa direktoryo ng pag -install ng Go",
    "g1-20": "Hakbang 9:",
    "g1-21": "I -export ang variable na kapaligiran ng goroot upang ituro sa direktoryo ng pag -install ng go",
    "g1-22": "Hakbang 10:",
    "g1-23": "I -update ang variable ng kapaligiran ng landas",
    "g1-24": "Hakbang 11:",
    "g1-25": "Suriin na ang aming mga tugma sa bersyon ng Go",
    "g1-26": "1.19.13",
    "g1-27": "Hakbang 12:",
    "g1-28": "Itakda ang GO111Module sa 'Auto' para sa pagbuo ng pagiging tugma",
    "g1-29": "Hakbang 13:",
    "g1-30": "Clone Keva-Stratum Repository",
    "g1-31": "Hakbang 14:",
    "g1-32": "Mag-navigate sa direktoryo ng Keva-Stratum",
    "g1-33": "Hakbang 15:",
    "g1-34": "Gumawa ng isang direktoryo upang maitayo mula sa, dito ginagamit namin ang build",
    "g1-35": "Hakbang 16:",
    "g1-36": "Mag -navigate sa direktoryo ng build",
    "g1-37": "Hakbang 17:",
    "g1-38": "Patakbuhin ang cmake gamit ang MSYS tool chain",
    "g1-39": "Hakbang 18:",
    "g1-40": "Bumuo ng Keva-Stratum",
    "g1-41": "Hakbang 19:",
    "g1-42": "I-update ang Keva-Stratum Config",
    "g1-43": "Hakbang 20:",
    "g1-44": "Patakbuhin ang Keva Stratum",
    "g1-45": "Bumuo ng file na matatagpuan sa loob ng c:/msys2/home/'user'/keva-stratum/build.Kung lumipat sa ibang lokasyon kailangan mo ng kevastratum.exe, libcnutil.dll, direktoryo ng config.json at www",
    "g1-46": "Listahan",
    "g1-47": "Explorer",
    "g2-01": "Kevacoin Team - Bumuo ng keva_ipfs para sa Linux",
    "g2-02": "Bumuo ng keva_ipfs para sa Linux",
    "g2-03": "Hakbang 1:",
    "g2-04": "Siguraduhin na napapanahon ang system",
    "g2-05": "Hakbang 2:",
    "g2-06": "I -install ang Git at Golang",
    "g2-07": "Hakbang 3:",
    "g2-08": "Clone Keva_IPFS Repository",
    "g2-09": "Hakbang 4:",
    "g2-10": "Mag -navigate sa keva_ipfs",
    "g2-11": "Hakbang 5:",
    "g2-12": "Gumawa ng direktoryo ng build at mag -navigate dito",
    "g2-13": "Hakbang 6:",
    "g2-14": "Bumuo ng keva_ipfs",
    "g2-15": "Hakbang 7:",
    "g2-16": "Kopyahin ang config.json upang makabuo ng direktoryo",
    "g2-17": "Hakbang 8:",
    "g2-18": "I -update ang config.json",
    "g2-19": "Hakbang 9:",
    "g2-20": "Ilunsad ang keva_ipfs",
    "g3-01": "Kevacoin Team - Bumuo ng Keva Stratum para sa Linux",
    "g3-02": "Bumuo ng Keva Stratum para sa Linux",
    "g3-03": "Hakbang 1:",
    "g3-04": "I -update ang system",
    "g3-05": "Hakbang 2:",
    "g3-06": "I -install ang mga kinakailangan sa pagbuo",
    "g3-07": "Hakbang 3:",
    "g3-08": "I -install ang Golang at Git",
    "g3-09": "Hakbang 4:",
    "g3-10": "Clone Keva-bed",
    "g3-11": "Hakbang 5:",
    "g3-12": "Ipasok ang direktoryo ng Keva-Stratum",
    "g3-13": "Hakbang 6:",
    "g3-14": "Gumawa ng direktoryo ng build",
    "g3-15": "Hakbang 7:",
    "g3-16": "Mag -navigate upang magtayo ng direktoryo",
    "g3-17": "Hakbang 8:",
    "g3-18": "I -export ang go111module sa auto para sa pagbuo ng pagiging tugma",
    "g3-19": "Hakbang 9:",
    "g3-20": "I -configure ang gumawa",
    "g3-21": "Hakbang 10:",
    "g3-22": "Bumuo ng Keva-Stratum",
    "g3-23": "Hakbang 11:",
    "g3-24": "Suriin ang mga build output na naroroon",
    "g3-25": "Hakbang 12:",
    "g3-26": "I -update ang config.json",
    "g4-01": "Kevacoin Team-Setup Cryptonote-Nodejs-Pool",
    "g4-02": "Pag-setup ng Cryptonote-nodejs-pool",
    "g4-03": "Hakbang 1:",
    "g4-04": "I -update ang system",
    "g4-05": "Hakbang 2:",
    "g4-06": "I -install ang mga kinakailangan sa pagbuo",
    "g4-07": "Hakbang 3:",
    "g4-08": "I -install ang NVM",
    "g4-09": "Hakbang 4:",
    "g4-10": "I -install ang NodeJS 11.0.0",
    "g4-11": "Hakbang 5:",
    "g4-12": "Itakda ang NPM upang magamit ang Python 2.7",
    "g4-13": "Hakbang 6:",
    "g4-14": "Clone Cryptonote-NodeJS-Pool Repository",
    "g4-15": "Hakbang 7:",
    "g4-16": "Mag -navigate sa pool",
    "g4-17": "Hakbang 8:",
    "g4-18": "Patakbuhin ang pag -update ng NPM",
    "g4-19": "Hakbang 9:",
    "g4-20": "Kopyahin ang Kevacoin.json upang mag -config.json",
    "g4-21": "Hakbang 10:",
    "g4-22": "I -update ang config.json",
    "g4-23": "Hakbang 11:",
    "g4-24": "Patakbuhin ang pool",
    "g5-01": "Kevacoin Team - Bumuo ng Kevacoin Core para sa Linux gamit ang Depende",
    "g5-02": "Bumuo ng Kevacoin core para sa Linux gamit ang depende",
    "g5-03": "Hakbang 1:",
    "g5-04": "I -update ang system",
    "g5-05": "Hakbang 2:",
    "g5-06": "I -install ang mga kinakailangan sa pagbuo",
    "g5-07": "Hakbang 3:",
    "g5-08": "Clone Kevacoin Repository",
    "g5-09": "Hakbang 4:",
    "g5-10": "Mag -navigate sa Depende Directory sa loob ng Kevacoin",
    "g5-11": "Hakbang 5:",
    "g5-12": "Patakbuhin ang pag -target sa Linux",
    "g5-13": "Hakbang 6:",
    "g5-14": "Mag -navigate ng isang direktoryo",
    "g5-15": "Hakbang 7:",
    "g5-16": "Patakbuhin ang autogen.sh",
    "g5-17": "Hakbang 8:",
    "g5-18": "Patakbuhin ang pag -configure, ang pag -target sa Linux ay nakasalalay sa build",
    "g5-19": "Hakbang 9:",
    "g5-20": "Bumuo ng Kevacoin",
    "g5-21": "Hakbang 10:",
    "g5-22": "Bumuo ng package ng pag -deploy",
    "g5-23": "Hakbang 11:",
    "g5-24": "I -install ang built kevacoin",
    "g6-01": "Kevacoin Team - Bumuo ng Kevacoin Core para sa Windows Gamit Depende",
    "g6-02": "Bumuo ng Kevacoin core para sa mga bintana gamit ang depende",
    "g6-03": "Hakbang 1:",
    "g6-04": "I -update ang system",
    "g6-05": "Hakbang 2:",
    "g6-06": "I -install ang mga kinakailangan sa pagbuo",
    "g6-07": "Hakbang 3:",
    "g6-08": "I-install ang MingW-W64 cross-compilation tool chain",
    "g6-09": "Hakbang 4:",
    "g6-10": "Itakda ang default na pagpipilian ng Mingw32 G ++ sa POSIX",
    "g6-11": "Hakbang 5:",
    "g6-12": "Clone Kevacoin Repository",
    "g6-13": "Hakbang 6:",
    "g6-14": "Mag -navigate sa Depende Directory sa loob ng Kevacoin",
    "g6-15": "Hakbang 7:",
    "g6-16": "Patakbuhin ang pag -target sa mga bintana",
    "g6-17": "Hakbang 8:",
    "g6-18": "Mag -navigate ng isang direktoryo",
    "g6-19": "Hakbang 9:",
    "g6-20": "Patakbuhin ang autogen.sh",
    "g6-21": "Hakbang 10:",
    "g6-22": "Patakbuhin ang pag -configure, ang pag -target sa mga bintana ay nakasalalay sa build",
    "g6-23": "Hakbang 11:",
    "g6-24": "Bumuo ng Kevacoin",
    "g6-25": "Hakbang 12:",
    "g6-26": "Bumuo ng package ng pag -deploy",
    "nav-07": "Bumuo ng Kevacoin core para sa Linux gamit ang depende",
    "nav-08": "Bumuo ng Kevacoin core para sa mga bintana gamit ang nakasalalay",
    "nav-09": "Bumuo ng Keva-Stratum para sa Linux",
    "nav-10": "Bumuo ng Keva-Stratum para sa Windows gamit ang MSYS",
    "nav-11": "Bumuo ng keva_ipfs para sa Linux",
    "nav-12": "Cryptonote-nodejs-pool"
}