{
    "index-01": "Kevacoin ekibi",
    "index-02": "Hoş geldin",
    "index-03": "Kevacoin ekibi web sitesine hoş geldiniz!",
    "index-04": "Devam ediyor ama lütfen kaynakların tadını çıkarın.",
    "aboutus-01": "Kevacoin ekibi",
    "aboutus-02": "Hakkımızda",
    "aboutus-03": "Sadece bu projeye inanan bazı rastgele insanlar ve blockchain eko sistemine uygun.",
    "contact-01": "Kevacoin ekibi",
    "contact-02": "Bizimle iletişime geçin",
    "contact-03": "Bize bir e-posta gönder",
    "contact-04": "Discord hakkında bize katılın",
    "contact-05": "GitHub tartışmalarına katılın",
    "contact-06": "Bizi x @kevacoindeam'de takip edin",
    "protocol-01": "Kevacoin Ekibi - Kevacoin Protokolü",
    "protocol-02": "Sembol",
    "protocol-03": "KVA",
    "protocol-04": "Toplam arz",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Önsezikli",
    "protocol-07": "HAYIR",
    "protocol-08": "Geliştirici ücreti",
    "protocol-09": "POW algoritması",
    "protocol-10": "Randomkeva",
    "protocol-11": "Blok Ödül",
    "protocol-12": "500, her 4 yılda bir yarıya",
    "protocol-13": "Blok zamanı",
    "protocol-14": "2 dakika",
    "protocol-15": "Zorluk Ayarlaması",
    "protocol-16": "Digishield, her blok",
    "protocol-17": "Segwit",
    "protocol-18": "Aktif",
    "protocol-19": "Blok Ağırlık",
    "protocol-20": "6.000.000 ağırlık birimi",
    "protocol-21": "Maksimum anahtar boyutu",
    "protocol-22": "255 bayt",
    "protocol-23": "Maksimum anahtar sayısı",
    "protocol-24": "Zor sınır yok",
    "protocol-25": "Maksimum değer boyutu",
    "protocol-26": "3072 bayt",
    "protocol-27": "Protokol",
    "support-01": "Kevacoin Ekibi - Ekibi Destekleyin",
    "support-02": "Kevacoin blockchain açık kaynaklı bir topluluk destekli projedir.",
    "support-03": "Kevacoin ekibi, blok zincirine vekili olarak hizmet etmek için zaman, beceri ve kaynaklara gönüllü olan bir grup kişidir.",
    "support-04": "Başarıya katkıda bulunmak herkesin elinde.",
    "support-05": "Sorduğunuz takıma nasıl yardımcı olabilirim?",
    "support-06": "En iyi yol, takımların Kevacoin blok zincirini ilerletme çabalarına katkıda bulunmaktır.Katkıların başarıyı artırmaya yardımcı olabileceği yerleri dolduracak birçok şapka var.",
    "support-07": "Daha çok bağış mı?Seni örtbas ettik!",
    "support-08": "Kabul edelim, barındırma pahalı.",
    "support-09": "Kullanıcıları düzgün bir şekilde desteklemek için KevacioMeam.org, Electrumx gibi düğümleri ve L2 hizmetlerini genişletmesi gerekir.Keva'dan sağlanan mevcut kaynaklar. Biri süper ucuz olacak şekilde tasarlanmıştır ve ağır yüklere hizmet etmek için yetersizdir.Genişlemenin, borsaları ve üretecekleri trafiği düzgün bir şekilde desteklemesi gerekiyordu.",
    "support-10": "Barındırma fonu",
    "support-11": "*AWS mevcut sağlayıcıdır;Tutarlı, tahmin edilmesi kolay ve küresel, bu nedenle çoğu zorluğu çözer.Hizmet tasarımı ve kapsamı fona bağlı olacaktır.İdeal bir dünyada ekip, kullanıcıları aşağıdaki tasarımla destekleyebilir",
    "support-12": "Yüksek talepte bulunan borsaların çoğunun bazı finansal engelleri vardır;Aşağıda, listeleme ücretlerini karşılayacak ve likidite sağlayacak ekip adresleri",
    "support-13": "Borsa fonu",
    "support-14": "Bireysel bir ekip üyesine katkıda bulunmak ister misiniz?",
    "support-15": "Takımı destekleyin",
    "faq-01": "Kevacoin Ekibi - Kevacoin SSS",
    "faq-02": "Sıkça Sorulan Sorular",
    "faq-03": "\"Keva\" adı anahtar değeri için bir kısaltmadır (pronouced kee-va ve kısa sembol KVA'dır).Blockchain üzerinde, Bitcoin ve Litecoin kod bazında inşa edilmiş bir anahtar değer mağazasıdır.Bir kripto para birimi olmanın yanı sıra, kullanıcıların blockchain üzerindeki anahtar değeri çiftlerini kolayca ve güvenli bir şekilde eklemelerine, güncellemelerine veya silmelerine olanak tanır.",
    "faq-04": "Kevacoin, Namecoin'den etkilenir, kodun anahtar değeri kısmı Namecoin'in isim kayıt kodundan yoğun bir şekilde değiştirilir.",
    "faq-05": "Kevacoin Namecoin'den etkilense de, çok farklı çalışır ve ikincisinden çok farklı bir amaca hizmet eder: Kevacoin bir anahtar değer mağazasıdır, Namecoin ise bir isim kayıt sistemidir.Kevacoin'in anahtar sayısı üzerinde zor bir sınırı yoktur ve maksimum değer uzunluğu 3072 bayttır.Namecoin'in her ad alanı için 520 bayt sınırına sahiptir.Kevacoin'in çatışmaları önlemek için ağ tarafından benzersiz bir şekilde oluşturulan ad alanı kimliği.Namecoin'in ad alanı kullanıcı tarafından seçilir ve ağ genelinde benzersiz olmalıdır.Kevacoin ile ad alanı çömelme konusunda endişelenmenize gerek yok.Kevacoin'in anahtar değeri çiftlerinin süresi dolmaz.",
    "faq-06": "Kevacoin veri deposunu kullanmanın maliyeti nedir?",
    "faq-07": "Bir anahtar değeri çifti eklemeden önce, çiftleri tutmak için bir ad alanı oluşturmanız gerekir.Sistem, ad alanı oluşturulması için 0.01 kVA'yı saklı tutar ve miktar harcanamaz.Madenciler tarafından belirlenen bir işlem ücreti ile ad alanına anahtar değeri eklenebilir.",
    "faq-08": "Kevacoin bir kamu blok zinciridir ve herkes buna yazabilir.Ağ, işlem ücreti olmadan istismarın spam göndermesine karşı savunmasızdır.Buna ek olarak, işlemler madenciler tarafından doğrulanır ve eserleri için telafi edilmeleri gerekir.",
    "faq-09": "Kevacoin'i nereden alabilirim?",
    "faq-10": "Kevacoin almanın en kolay yolu madenciliktir.Kevacoin, RandomKeva'yı (randomu) karma algoritması kullanır ve Monero madencilik yazılımı ile uyumludur.Örneğin, Madencilik Yazılımı olarak XMRIG veya XMR-STAK kullanabilirsiniz.",
    "faq-11": "Kevacoin'in maksimum kaynağı nedir?",
    "faq-12": "Blok ödülü başlangıçta 500 kVA'dır.Ödül yaklaşık dört yılda bir yarıya indirilir (her 1050000 blok, her blok için yaklaşık 2 dakika).Yarık programı Bitcoin ve Litecoin ile aynıdır.Maksimum Kevacoin kaynağı 1.050.000.000 kVA'dır.",
    "faq-13": "Maksimum blok boyutu nedir?",
    "faq-14": "Kevacoin, başlangıçtan beri ayrı tanık (Segwit) etkinleştirilmiş Bitcoin ve Litecoin'e dayanmaktadır.Segwit ile Bitcoin teorik olarak maksimum blok boyutu yaklaşık 4MB'dir.Bununla birlikte, bloğun tanrı olmayan kısmının 4 ölçeklendirme faktörü 4 ve tanık bölümünün 1 faktörü vardır. Bu makaleye göre, ortalama Segwit işlemleri ile 2.3MB blok boyutu beklenecektir.Bu, tanrı olmayan veriler için yaklaşık 0.6MB'dir.Kevacoin'in anahtar değeri çiftleri tanıksız verilerdir ve Kevacoin Bitcoin ile aynı blok boyut ayarına sahipse 0.6MB'lık bir parçayı işgal edecektir.Maksimum 3KB değer boyutu ile 0.6MB yetersiz görünmektedir.",
    "faq-15": "Kevacoin, maksimum blok boyutu 6MB sağlar (max_block_weight 6000000).Tanık olmayan veri boyutu yaklaşık 1MB olabilir.Anahtar değer çiftleri için ayrılmış yaklaşık 400kb ekstra alandır.Bitcoin'e benzer şekilde, işlemin yapısı nedeniyle 6MB tam olarak kullanılabilir.Beklenen maksimum blok boyutu Kevacoin için yaklaşık 3MB'dir.",
    "faq-16": "Madeni paraları önceden mi bıraktın?",
    "faq-17": "Hayır. Sadece bu değil, Genesis bloğunun ödülü 0.00001 kVA'dır (normal blok ödülü 500 kVA'dır).",
    "faq-18": "Anahtar değer güncellemesini onaylamak ne kadar sürer?",
    "faq-19": "Kevacoin'in yaklaşık iki dakikalık bir blok süresi vardır.Bu nedenle, anahtar-değer çiftiniz onaylanmadan ve bir sonraki bloğu eklemeden önce bu süre beklemeniz gerekebilir.Bekleyen anahtar değeri işlemlerini kontrol etmek için KEVA_PEND istemci komutunu kullanabilirsiniz.",
    "faq-20": "Ad alanı nedir ve neden birine ihtiyacımız var?",
    "faq-21": "Her ad alanı, diğer kullanıcılarla potansiyel çatışmalar olmadan anahtar değeri çiftlerini güvenli bir şekilde eklemeniz veya güncellemeniz için benzersiz bir alandır.Bir ad alanı, ağ genelinde benzersiz olacağı garanti edilen bir kimliğe sahiptir.Ayrıca, ad alanlarını dahili olarak takip etmek için kullanılabilecek bir ekran adı vardır.Ad alanı kimliği, baz-58 kodlu bir dizedir ve her zaman başlar.",
    "faq-22": "Benzersiz ad alanı kimliği atamanın ana nedeni, ad çömelmeyi önlemektir.",
    "faq-23": "Kevacoin akıllı sözleşmeyi destekliyor mu?",
    "faq-24": "Kevacoin, Bitcoin/Litecoin'e dayanmaktadır, bu nedenle akıllı sözleşme için benzer bir destek seviyesine sahiptir.Kevacoin, merkezileştirilmiş bir veri deposudur ve uygulama mantığının uygulanmasını blok zincirinden bırakır.",
    "faq-25": "Merkezi olmayan mikro bloglama sistemi örneğini ele alalım.Kullanıcı verileri veri deposuna yazıldığı ve herkese açık olarak erişilebilir olduğu sürece, mevcut blogları görüntülemek ve yenilerini eklemek için herkes (en sevdiği programlama dilini kullanarak) bir uygulama yazabilir.Uygulama tescilli veya açık kaynak olabilir, ancak içerik aynıdır çünkü tek bir hakikat kaynağımız vardır.",
    "faq-26": "Maksimum anahtar ve değer boyutu nedir?",
    "faq-27": "Maksimum anahtar boyutu 255 bayt ve değer boyutu 3072 bayttır.Maksimum değer boyutu max_script_element_size tarafından belirlenir.Bitcoin'de 520 ve 3072'ye çıkarıyoruz. Bu boyutu seçmek için özel bir neden yok.520 bayt çok küçük ve çok sınırlı görünüyor.Ancak bu da çok büyük olamaz, çünkü potansiyel DOS saldırılarından kaçınmak istiyoruz.",
    "faq-28": "Neden RandomKeva İş Kanıtı Algoritması olarak seçildi?",
    "faq-29": "Kevacoin, konsensüs yöntemi olarak çalışma kanıtı kullanır.Hashing algoritması RandomKeva'dır.Bu seçim için bazı nedenler: CPU dostudur.AES ni talimatına sahip CPU'lar daha iyi bir karma oranı elde edebilir.Bellek sert karma algoritmasıdır ve GPU ve ASIC'den çok daha az güç tüketir.Daha ASIC'e dayanıklı olabilir, bu yüzden bireysel madenciler için daha adildir.",
    "faq-30": "Kevacoin Bitcoin/Litecoin'e dayanıyor olsa da, başlık yapısını Monero madencilik yazılımı ile uyumlu hale getirmek için biraz değiştirdik.Sonuç olarak, Kevacoin'i (örn. XMRIG veya XMR-STAK) madencilik yapmak için herhangi bir Monero madencilik yazılımı kullanılabilir.",
    "faq-31": "Zorluk ayarlama algoritması nedir?",
    "faq-32": "Kevacoin, Dogecoin tarafından kullanılanla aynı olan Digishield Zorluk Ayarlama Algoritmasını kullanır.Blok hedef süresi her blok ayarlanır.Digishield, havuz jumper'larının olumsuz etkisini önler.Örneğin, büyük miktarda karma oranı Kevacoin madenciliğine katılırsa, kolay ödülleri önlemek için zorluk hedefi hızla artacaktır.Benzer şekilde, büyük miktarda karma oranı yaprakları olduğunda zorluk hedefi azalacaktır, böylece bloklar daha az karma güçle bile yaklaşık 2 dakika içinde üretilecektir.",
    "faq-33": "% 51 saldırının sağladığı tehditler nelerdir?",
    "faq-34": "En büyük% 51 saldırı riski çift harcama.Bu, iş kanıtı temelli kripto para birimleri için iyi bilinen bir risktir.Ancak, bir saldırgan sahip olmadığı anahtar değer çiftlerini keyfi olarak değiştiremez.Bir saldırganın yapabileceği en kötü şey, anahtar değer işlemlerini engellemek veya tersine çevirmektir.Sahip olmayanlar tarafından kurcalanan anahtar değeri çiftleri, kriptografik olarak güvenli oldukları için ağ tarafından kabul edilmeyecektir.Engellenen veya tersine çevrilmiş işlemler Mempool'da kalacak ve sonunda saldırı durduğunda blok zincirine eklenecektir.",
    "faq-35": "Verilerim halk tarafından görülebilir mi?",
    "faq-36": "Bitcoin tarzı blok zincirinin doğası olduğu için tüm anahtar değer işlemleri halk tarafından görülebilir.Değerlerin gizliliğini korumak için değerleri şifreleyebilir veya sadece değerlerin karmalarını saklayabilir.",
    "faq-37": "Kevacoin'in gelişimine nasıl katkıda bulunabilirim?",
    "faq-38": "Sorduğunuz için teşekkürler!Kevacoin bir topluluk projesidir ve topluluktan katılım uzun vadeli başarısı için hayati önem taşır.Bize farklı şekillerde yardımcı olabilirsiniz: İstemci yazılımını indirin, çalıştırın ve test edin.Genel bir tam düğüm çalıştırın.Bir madenci olun veya bir madencilik havuzu başlatın.Bu SSS dahil belgeleri gözden geçirin veya yazın.Çekme isteklerini https://github.com/kevacoin-tam depolarına gönderebilirsiniz.Ünite testleri, uçtan uca testler ve regresyon testleri yazın.Hataları raporlayın.Güvenlik dışı hataları bildirmek için GitHub Sayı izleyicisini kullanın.Güvenlik ile ilgili hataları bildirmek için lütfen contact@kevacoindeam.org adresine e-posta gönderin.KeVacoin merkezileştirilmiş veri deposunu kullanarak uygulamayı geliştirin.Projeyi tanıtın.Kevacoin projesine kaynak kodu katkıda bulunun.Çekme istekleri memnuniyetle karşılanır!Projeye bağış yapın.",
    "faq-39": "Namecoin'den farklı olan nedir?",
    "faq-40": "Kevacoin nedir?",
    "software-cryptonote-nodejs-pool-01": "Kevacoin Ekibi-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-havuz",
    "software-cryptonote-nodejs-pool-03": "İndirmek",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-nodejs-Pool, Cryptonote tabanlı madeni paralar için tasarlanmış, yerel C eklentileri olan Node.js'de yazılmış yüksek performanslı bir madencilik havuzu yazılımıdır.Havuzun Ajax API'sını kullanan hafif bir örnek ön uç komut dosyası içerir.Havuz çeşitli kriptonight algoritmalarını desteklemektedir.",
    "software-electrumx-01": "Kevacoin ekibi - Electrumx",
    "software-electrumx-02": "Elektrumx",
    "software-electrumx-03": "İndirmek",
    "software-electrumx-04": "Electrumx, bir geleceği daha büyük bloklarla idare etmek için tasarlanmış elektrum-sunucusunun yeniden uygulanmasıdır.Bu sağlam sunucu yazılımı, blockchain sorgularının verimli bir şekilde işlenmesini sağlar, bu da artan işlem hacimleri ve daha büyük blok boyutları yaşayan kripto para birimleri ile kullanım için uygun hale getirir.",
    "software-electrumx-05": "Ana Özellikler",
    "software-electrumx-06": "Ölçeklenebilirlik: Daha büyük blokları desteklemek için tasarlanmış ve blockchain boyutları büyüdükçe performans gösteren kalmasını sağlar.",
    "software-electrumx-07": "Verimlilik: Yüksek hacimli blockchain sorgularının verimli bir şekilde işlenmesi için optimize edilmiştir.",
    "software-electrumx-08": "Uyumluluk: Çeşitli kripto para birimlerini destekleyerek farklı blockchain ekosistemleri için çok yönlü hale getirir.",
    "software-keva-stratum-01": "Kevacoin Ekibi - Keva Stratum",
    "software-keva-stratum-02": "Keva yatağı",
    "software-keva-stratum-03": "İndirmek",
    "software-keva-stratum-04": "Keva-stratum, özellikle Kevacoin için tasarlanmış bir web arayüzüne sahip yüksek performanslı bir kriptonot madenciliği Stratum Server'dır.",
    "software-keva-stratum-05": "Monero-stratum'dan çatallanan Keva-Stratum, oluşturma işlemini basitleştirir ve gerekli Monero kaynak kodu bileşenlerini içerir ve harici bir Monero kaynak ağacına olan ihtiyacı ortadan kaldırır.Ayrıca MSYS2 aracılığıyla pencerelerde binayı destekler.",
    "software-keva-stratum-06": "Stratum özellik listesi",
    "software-keva-stratum-07": "Kendi havuzunuz olun: Kendi madencilik havuzunuzu kurun ve yönetin.",
    "software-keva-stratum-08": "Rigs Kullanılabilirlik İzleme: Madencilik kulelerinin kullanılabilirliğini ve performansını izleyin.",
    "software-keva-stratum-09": "Parça İstatistikleri: Kabul edilen hisseleri, reddedilen hisseleri ve blok istatistikleri takip edin.",
    "software-keva-stratum-10": "Hasta kuleleri tespit edin: Performans veya arızalı teçhizatlar altında kolayca tanımlayın.",
    "software-keva-stratum-11": "Daemon başarısız liste: Sürekli çalışmayı sağlamak için Daemons üzerinden başarısızlık listesi yapılandırın.",
    "software-keva-stratum-12": "Eşzamanlı Paylaşım İşleme: Optimal performans için birden fazla hisse gönderimi eşzamanlı olarak ele alın.",
    "software-keva-stratum-13": "Güzel Web Arayüzü: Madencilik havuzunuzu sezgisel bir web arayüzü ile yönetin ve izleyin.",
    "software-keva-stratum-14": "Ayrıntılı özellikler",
    "software-keva-stratum-15": "1. Kendi havuzunuz olun:",
    "software-keva-stratum-16": "Madencilik süreci ve havuz ücretleri üzerinde kontrol sağlayarak özel bir madencilik havuzu kurmanıza olanak tanır.",
    "software-keva-stratum-17": "2. Teçhizat kullanılabilirliği izleme:",
    "software-keva-stratum-18": "Madencilik teçhizatlarının durumunu sürekli olarak izler, operasyonel olduklarını ve optimal olarak performans göstermelerini sağlar.",
    "software-keva-stratum-19": "3. Kabulleri, reddetmeleri, blokları takip edin:",
    "software-keva-stratum-20": "Havuzun performansını izlemenize yardımcı olan kabul edilen ve reddedilen hisselerin yanı sıra bulunan bloklar hakkında ayrıntılı istatistikler sağlar.",
    "software-keva-stratum-21": "4. Hasta kulelerin kolay tespiti:",
    "software-keva-stratum-22": "Hızlı bakım veya değiştirme işlemi olan teçhizatları hızlı bir şekilde tanımlar, hızlı bakım veya değiştirme sağlar.",
    "software-keva-stratum-23": "5. Daemon liste üzerinden başarısızlık:",
    "software-keva-stratum-24": "Birincil arka planemonun düşmesi durumunda, sürekli madencilik operasyonlarını koruyarak başarısızlığı sağlamak için birden fazla daemon yapılandırır.",
    "software-keva-stratum-25": "6. Eşzamanlı Paylaşım İşleme:",
    "software-keva-stratum-26": "Birden fazla hisse gönderimi eşzamanlı olarak işleyerek, gecikmeyi azaltarak ve verimliliği artırarak performansı optimize eder.",
    "software-keva-stratum-27": "7. Güzel Web Arayüzü:",
    "software-keva-stratum-28": "Havuzu yönetmek ve izlemek, gerçek zamanlı istatistikler ve kolay yapılandırma sağlamak için sezgisel bir web arayüzü.",
    "software-keva-stratum-29": "Keva-stratum kullanarak, Kevacoin için yüksek performanslı bir madencilik havuzu kurarak, madencilik işlemlerinizi verimli bir şekilde yönetmek ve izlemek için sağlam özelliklerini ve kullanıcı dostu arayüzünü kullanabilirsiniz.",
    "software-kevacoin-core-01": "Kevacoin ekibi - Kevacoin Core",
    "software-kevacoin-core-02": "Kevacoin çekirdeği",
    "software-kevacoin-core-03": "İndirmek",
    "software-kevacoin-core-04": "Kevacoin, kendisi Bitcoin'e dayanan Litecoin kripto para biriminin üzerine inşa edilmiş merkezi olmayan, açık kaynaklı bir anahtar değeri veri deposudur.Namecoin'den etkilenen Kevacoin, farklı amaçlara hizmet etmesine ve Namecoin'den farklı çalışmasına rağmen, veri depolama ve yönetimine benzersiz bir yaklaşım sunar.",
    "software-kevacoin-core-05": "Kevacoin ne yapıyor?",
    "software-kevacoin-core-06": "Kevacoin, kullanıcıların şunları yapmasını sağlar:",
    "software-kevacoin-core-07": "Anahtarları ve değerleri güvenli bir şekilde kaydedin: Her değerin 3072 bayta kadar olabileceği anahtar değeri çiftlerini saklayın.Anahtar sayısında zor sınırlar yoktur.",
    "software-kevacoin-core-08": "Güncelleme anahtarlarını ve değerlerini: Mevcut anahtar değeri çiftlerini değiştirin.",
    "software-kevacoin-core-09": "Ağ-benzersiz ad alanlarını koruyun: Ad çatışmalarını önlemek için ad alanlarının altındaki grup anahtarları.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): İşlemler için yerel dijital para, kevacoin (KVA) kullanın.",
    "software-kevacoin-core-11": "Kevacoin için Kullanım Koşulları",
    "software-kevacoin-core-12": "Merkezi olmayan bir anahtar-değeri veritabanı olarak, Kevacoin çeşitli uygulamalarda kullanılabilir:",
    "software-kevacoin-core-13": "Sosyal Medya: Sosyal medya platformları için verileri saklayın.",
    "software-kevacoin-core-14": "Mikro bloglama: Merkezi olmayan veri depolama ile mikro bloglama hizmetlerini destekleyin.",
    "software-kevacoin-core-15": "Hashes: Hash verilerini güvenli bir şekilde saklayın ve yönetin.",
    "software-kevacoin-core-16": "Noter Hizmetleri: Merkezi olmayan noter hizmetler sağlayın.",
    "software-kevacoin-core-17": "Kevacoin, Bitcoin ve Litecoin'e benzer şekilde akıllı sözleşmeler için sınırlı desteğe sahiptir, yine de merkezi olmayan uygulamaların (DAPPS) geliştirilmesine izin verir.Uygulama mantığı blok zincirinden geliştirilirken, veriler Kevacoin blok zincirinde merkezi olmayan kalır.",
    "software-keva-wallet-01": "Kevacoin Ekibi - Keva Mobil Cüzdan",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "İndirmek",
    "software-keva-wallet-04": "Kevawallet, Kevacoin için hafif, ince bir cüzdandır.Kullanım kolaylığı için tasarlanmıştır ve sorunsuz bir kullanıcı deneyimi sağlamak için modern teknolojiler kullanılarak inşa edilmiştir.",
    "software-keva-wallet-05": "Ana Özellikler",
    "software-keva-wallet-06": "React Native: React Native ile inşa edilmiş, hem iOS hem de Android platformlarında sorunsuz ve duyarlı bir kullanıcı arayüzü sağlar.",
    "software-keva-wallet-07": "Electrum: Verimli ve güvenli işlemler sağlamak için Kevacoin'e uyarlanmış hafif bir bitcoin istemcisi olan Electrum'u kullanır.",
    "software-keva-wallet-08": "Açık Kaynak: Açık kaynaklı Bluewallet Bitcoin cüzdanına dayanarak, sağlam ve güvenli mimarisini kullanıyor.",
    "software-keva-wallet-09": "Genel bakış",
    "software-keva-wallet-10": "Kevawallet, Kevacoin'lerinizi (KVA) yönetmek için güvenli ve uygun bir yol sunacak şekilde tasarlanmıştır.Electrum'un verimli ve merkezi olmayan sunucu modelinden yararlanarak Kevawallet, tüm blockchain'i indirmeye gerek kalmadan hızlı işlem işlemeyi sağlar.",
    "software-keva-wallet-11": "Temel avantajlar",
    "software-keva-wallet-12": "Hafif: Tüm Kevacoin blok zincirini indirmeye gerek yok, bu da mobil cihazlar için ideal hale getiriyor.",
    "software-keva-wallet-13": "Çapraz Platform: React Native sayesinde hem iOS hem de Android'de mevcuttur.",
    "software-keva-wallet-14": "Güvenli: Güvenlik özelliklerini ve en iyi uygulamalarını devralarak BlueWallet'in sağlam temeli üzerine inşa edildi.",
    "software-keva-wallet-15": "BlueWallet'e dayanmaktadır",
    "software-keva-wallet-16": "Kevawallet, açık kaynaklı bir bitcoin cüzdanı olan BlueWallet'ten birçok özellik ve güvenlik önlemini devralıyor.Bu içerir:",
    "software-keva-wallet-17": "Çok İmza Cüzdanları: Kevacoinlerinizi çoklu imzalı destekle sabitleyin.",
    "software-keva-wallet-18": "SADECE İZLE CÜLTELER: Özel anahtarlarınızı açığa çıkarmadan adreslerinizi izleyin.",
    "software-keva-wallet-19": "Özel İşlemler: Gelişmiş seçeneklerle özel işlemler oluşturun.",
    "software-keva-wallet-20": "Kevawallet kullanarak, sağlam mimarisi ve aktif geliştirme topluluğu tarafından sağlanan güvenlik ve güvenilirlik ile Kevacoins'lerinizi hareket halindeyken verimli bir şekilde yönetebilirsiniz.",
    "software-keva-ipfs-01": "Kevacoin Ekibi - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "İndirmek",
    "software-keva-ipfs-04": "Keva_ipfs, IPFS dosyalarının yüklenmesini ve sabitlenmesini kolaylaştırmak için tasarlanmış Keva Mobile uygulaması için arka uç hizmetidir.Bu arka uç, Keva Mobile uygulaması ile plantasaryal dosya sistemi (IPFS) arasında sorunsuz etkileşim sağlar.",
    "foot-01": "Hakkında",
    "foot-02": "Hakkımızda",
    "foot-03": "Temas etmek",
    "foot-04": "Destek",
    "foot-05": "Toplum",
    "foot-06": "Kaynaklar",
    "foot-07": "Beyaz kağıt",
    "foot-08": "Kevacoin ekibi",
    "nav-01": "Kevacoin ekibi",
    "nav-02": "Dil Seçin",
    "nav-03": "Protokol",
    "nav-04": "SSS",
    "nav-05": "Yazılım",
    "nav-06": "Rehberler",
    "g1-01": "Kevacoin Team - MSYS2 kullanarak Windows için Keva Stratum oluşturun",
    "g1-02": "MSYS2 kullanarak Windows için Keva Stratum Oluşturun",
    "g1-03": "Aşama 1:",
    "g1-04": "MSYS2 yükleyicisini https://www.msys2.org/ adresinden indirin:",
    "g1-05": "İndirmek",
    "g1-06": "Adım 2:",
    "g1-07": "MSYS2'yi İndirilen Yükleyiciden Yükle, Sonunda çalıştırmak için seçeneği atlama seçeneği, doğru kabuğun başlatılabilmesi için",
    "g1-08": "Aşama 3:",
    "g1-09": "Başlangıç ​​menüsünden veya 'Mingw64' ile komut satırından Mingw64'ü başlatın",
    "g1-10": "4. Adım:",
    "g1-11": "Güncelleme sistemi, Mingw64'ü yeniden başlatma gerekebilir",
    "g1-12": "Adım 5:",
    "g1-13": "Yapı Gereksinimlerini Yükle",
    "g1-14": "Adım 6:",
    "g1-15": "Yapı desteği için Go'nun eski bir sürümünü kullanmamız gerekir.Burada en son bilinen projeyi oluşturmak için bilinen 1.19.13",
    "g1-16": "Adım 7:",
    "g1-17": "GO'yu yüklemek için bir dizin oluşturun",
    "g1-18": "8. Adım:",
    "g1-19": "Unzip Go Int the Go yükleme dizini",
    "g1-20": "Adım 9:",
    "g1-21": "GOROOT Çevre Değişkenini GO Yükleme Dizini'ni işaret edecek şekilde dışa aktarın",
    "g1-22": "Adım 10:",
    "g1-23": "Yol Ortamı Değişkenini Güncelle",
    "g1-24": "Adım 11:",
    "g1-25": "Go sürümümüzün eşleştiğini kontrol edin",
    "g1-26": "1.19.13",
    "g1-27": "Adım 1/2:",
    "g1-28": "Yapı uyumluluğu için Go111module'u 'otomatik' olarak ayarlayın",
    "g1-29": "Adım 13:",
    "g1-30": "Klon Keva-Stratum Deposu",
    "g1-31": "Adım 14:",
    "g1-32": "Keva-stratum dizinine gidin",
    "g1-33": "Adım 15:",
    "g1-34": "İnşa etmek için bir dizin yapın, burada yapı kullanıyoruz",
    "g1-35": "Adım 16:",
    "g1-36": "Yapı dizinine gidin",
    "g1-37": "Adım 17:",
    "g1-38": "MSYS araç zinciriyle CMake'i çalıştırın",
    "g1-39": "Adım 18:",
    "g1-40": "Keva-stratum inşa et",
    "g1-41": "Adım 19:",
    "g1-42": "Keva-stratum yapılandırmayı güncelle",
    "g1-43": "Adım 20:",
    "g1-44": "Keva Stratum Run",
    "g1-45": "C:/msys2/home/'user'/keva-stratum/build içinde bulunan derleme dosyası.Başka bir yere taşınıyorsanız Kevastratum.exe, libcnutil.dll, config.json ve www dizinine ihtiyacınız var",
    "g1-46": "Liste",
    "g1-47": "Kaşif",
    "g2-01": "Kevacoin Ekibi - Linux için Keva_IPFS Build",
    "g2-02": "Linux için keva_ipfs oluştur",
    "g2-03": "Aşama 1:",
    "g2-04": "Sistemin güncel olduğundan emin olun",
    "g2-05": "Adım 2:",
    "g2-06": "Git ve Golang'ı kurun",
    "g2-07": "Aşama 3:",
    "g2-08": "Klon keva_ipfs deposu",
    "g2-09": "4. Adım:",
    "g2-10": "Keva_ipfs'e gidin",
    "g2-11": "Adım 5:",
    "g2-12": "Yapı dizinini yapın ve ona gidin",
    "g2-13": "Adım 6:",
    "g2-14": "Keva_ipfs Yap",
    "g2-15": "Adım 7:",
    "g2-16": "Dizin oluşturma config.json kopyala",
    "g2-17": "8. Adım:",
    "g2-18": "Config.json'u güncelle",
    "g2-19": "Adım 9:",
    "g2-20": "KEVA_IPFS'i başlatın",
    "g3-01": "Kevacoin Team - Linux için Keva Stratum'u inşa et",
    "g3-02": "Linux için Keva Stratum Oluştur",
    "g3-03": "Aşama 1:",
    "g3-04": "Güncelleme sistemi",
    "g3-05": "Adım 2:",
    "g3-06": "Yapı Gereksinimlerini Yükle",
    "g3-07": "Aşama 3:",
    "g3-08": "Golang ve Git'i kurun",
    "g3-09": "4. Adım:",
    "g3-10": "Klon keva yatağı",
    "g3-11": "Adım 5:",
    "g3-12": "Keva-stratum dizinini girin",
    "g3-13": "Adım 6:",
    "g3-14": "Yapı Dizini Yap",
    "g3-15": "Adım 7:",
    "g3-16": "Dizini oluşturmaya gezin",
    "g3-17": "8. Adım:",
    "g3-18": "GO111 MODULE DÜŞÜNMESİ İÇİN OTOMO ORTAKTIRILIK İÇİN",
    "g3-19": "Adım 9:",
    "g3-20": "Yapılandırma",
    "g3-21": "Adım 10:",
    "g3-22": "Keva-stratum inşa et",
    "g3-23": "Adım 11:",
    "g3-24": "Mevcut Yapı Çıktılarını Kontrol Edin",
    "g3-25": "Adım 1/2:",
    "g3-26": "Config.json'u güncelle",
    "g4-01": "Kevacoin Ekibi-Kurulum Cryptonote-Nodejs-Pool",
    "g4-02": "Cryptonote-nodejs-pool kurulum",
    "g4-03": "Aşama 1:",
    "g4-04": "Güncelleme sistemi",
    "g4-05": "Adım 2:",
    "g4-06": "Yapı Gereksinimlerini Yükle",
    "g4-07": "Aşama 3:",
    "g4-08": "NVM'yi kurun",
    "g4-09": "4. Adım:",
    "g4-10": "Nodejs 11.0.0'ı yükleyin",
    "g4-11": "Adım 5:",
    "g4-12": "NPM'yi Python 2.7 kullanacak şekilde ayarlayın",
    "g4-13": "Adım 6:",
    "g4-14": "Klon Cryptonote-Nodejs-Pool Deposu",
    "g4-15": "Adım 7:",
    "g4-16": "Havuza gidin",
    "g4-17": "8. Adım:",
    "g4-18": "NPM güncellemesini çalıştırın",
    "g4-19": "Adım 9:",
    "g4-20": "Kevacoin.json'u config.json'a kopyala",
    "g4-21": "Adım 10:",
    "g4-22": "Config.json'u güncelle",
    "g4-23": "Adım 11:",
    "g4-24": "Havuz",
    "g5-01": "Kevacoin Team - Linux için Kevacoin Core'u Build'i kullanarak",
    "g5-02": "Linux için Kevacoin Çekirdeğini İnşa Et",
    "g5-03": "Aşama 1:",
    "g5-04": "Güncelleme sistemi",
    "g5-05": "Adım 2:",
    "g5-06": "Yapı Gereksinimlerini Yükle",
    "g5-07": "Aşama 3:",
    "g5-08": "Klon kevacoin deposu",
    "g5-09": "4. Adım:",
    "g5-10": "Kevacoin içindeki Bağım Dizyasına gidin",
    "g5-11": "Adım 5:",
    "g5-12": "Run hedefleme linux",
    "g5-13": "Adım 6:",
    "g5-14": "Bir dizinde gezin",
    "g5-15": "Adım 7:",
    "g5-16": "Autogen.sh çalıştırın",
    "g5-17": "8. Adım:",
    "g5-18": "Yapılandır, Linux'u hedeflemek, yapıya bağlıdır",
    "g5-19": "Adım 9:",
    "g5-20": "Kevacoin Oluştur",
    "g5-21": "Adım 10:",
    "g5-22": "Dağıtım Paketi Yapın",
    "g5-23": "Adım 11:",
    "g5-24": "Yapılı Kevacoin'i kurun",
    "g6-01": "Kevacoin Team - Windows için Kevacoin Core'u oluşturun",
    "g6-02": "Windows için Kevacoin Çekirdeğini İnşa Et",
    "g6-03": "Aşama 1:",
    "g6-04": "Güncelleme sistemi",
    "g6-05": "Adım 2:",
    "g6-06": "Yapı Gereksinimlerini Yükle",
    "g6-07": "Aşama 3:",
    "g6-08": "MINGW-W64 çapraz derleme alet zincirini kurun",
    "g6-09": "4. Adım:",
    "g6-10": "Varsayılan Mingw32 G ++ derleyici seçeneğini POSIX olarak ayarlayın",
    "g6-11": "Adım 5:",
    "g6-12": "Klon kevacoin deposu",
    "g6-13": "Adım 6:",
    "g6-14": "Kevacoin içindeki Bağım Dizyasına gidin",
    "g6-15": "Adım 7:",
    "g6-16": "Çalıştırın hedefleme pencerelerini yap",
    "g6-17": "8. Adım:",
    "g6-18": "Bir dizinde gezin",
    "g6-19": "Adım 9:",
    "g6-20": "Autogen.sh çalıştırın",
    "g6-21": "Adım 10:",
    "g6-22": "Yapılandırmayı çalıştırın, pencereleri hedeflemek, yapıya bağlıdır",
    "g6-23": "Adım 11:",
    "g6-24": "Kevacoin Oluştur",
    "g6-25": "Adım 1/2:",
    "g6-26": "Dağıtım Paketi Yapın",
    "nav-07": "Linux için Kevacoin Çekirdeğini İnşa Et",
    "nav-08": "Windows için Kevacoin Çekirdeğini Oluşturmak",
    "nav-09": "Linux için Keva-Stratum Oluştur",
    "nav-10": "MSYS kullanarak Windows için Keva-Stratum Oluşturun",
    "nav-11": "Linux için keva_ipfs oluştur",
    "nav-12": "Cryptonote-nodejs-havuz"
}