{
    "index-01": "Команда Kevacoin",
    "index-02": "Вітати",
    "index-03": "Ласкаво просимо на веб -сайт команди Kevacoin!",
    "index-04": "Робота, але, будь ласка, насолоджуйтесь ресурсами.",
    "aboutus-01": "Команда Kevacoin",
    "aboutus-02": "Про нас",
    "aboutus-03": "Лише деякі випадкові люди, які вірять у цей проект та його вміщення в екосистему Blockchain.",
    "contact-01": "Команда Kevacoin",
    "contact-02": "Зв’яжіться з нами",
    "contact-03": "Надішліть нам електронний лист",
    "contact-04": "Приєднуйтесь до нас на розбрат",
    "contact-05": "Займайтеся дискусіями Github",
    "contact-06": "Слідкуйте за нами на x @kevacointeam",
    "protocol-01": "Команда Kevacoin - протокол Kevacoin",
    "protocol-02": "Символ",
    "protocol-03": "Ква",
    "protocol-04": "Повна пропозиція",
    "protocol-05": "1,050 000 000",
    "protocol-06": "Попередньо оброблений",
    "protocol-07": "Немає",
    "protocol-08": "Плата за розробника",
    "protocol-09": "Алгоритм POW",
    "protocol-10": "Randomkeva",
    "protocol-11": "Винагорода",
    "protocol-12": "500, вдвічі зменшені кожні 4 роки",
    "protocol-13": "Блокувати час",
    "protocol-14": "2 хвилини",
    "protocol-15": "Складність коригування",
    "protocol-16": "DigiShield, кожен блок",
    "protocol-17": "Сегвіт",
    "protocol-18": "Активований",
    "protocol-19": "Блокувати вагу",
    "protocol-20": "6 000 000 вагових одиниць",
    "protocol-21": "Максимальний розмір ключів",
    "protocol-22": "255 байт",
    "protocol-23": "Максимальна кількість ключів",
    "protocol-24": "Немає жорсткої межі",
    "protocol-25": "Максимальний розмір значення",
    "protocol-26": "3072 байти",
    "protocol-27": "Протокол",
    "support-01": "Команда Kevacoin - Підтримуйте команду",
    "support-02": "Blockchain Kevacoin - це проект, що підтримується громадою з відкритим кодом.",
    "support-03": "Команда Kevacoin - це група осіб, які володіють своїм часом, навичками та ресурсами, щоб служити зберігачами блокчейна.",
    "support-04": "Сприяв успіху в руках кожного.",
    "support-05": "Як я можу допомогти команді, яку ви запитаєте?",
    "support-06": "Найкращий спосіб - внести свій внесок у зусилля команд, щоб прогресувати блокчейн Kevacoin.Існує багато капелюхів для заповнення, де внески можуть допомогти досягти успіху.",
    "support-07": "Швидше пожертвувати?Ми вас охопили!",
    "support-08": "Давайте зіткнемося з цим, хостинг дорогий.",
    "support-09": "Для правильної підтримки користувачів kevacointeam.org потрібно розширити вузли та послуги L2, як Electrumx.Поточні ресурси, що надаються Keva.one, розроблені таким чином, щоб бути супер дешевими та недостатні для обслуговування великих навантажень.Розширення дійсно потрібно для належної підтримки обмінів та трафіку, який вони будуть генерувати.",
    "support-10": "Фонд хостингу",
    "support-11": "*AWS - нинішній постачальник;Це послідовно, легко прогнозувати та глобально, тому вирішує більшість проблем.Дизайн та сфера послуг залежатимуть від фонду.В ідеальному світі команда могла підтримувати користувачів з наступним дизайном",
    "support-12": "Біржі користуються великим попитом, але більшість мають деякі фінансові перешкоди;Нижче наведено команди команд, щоб покрити плату за лістинг та забезпечити ліквідність",
    "support-13": "Біржовий фонд",
    "support-14": "Хочете внести свій внесок у індивідуальний член команди?",
    "support-15": "Підтримайте команду",
    "faq-01": "Команда Kevacoin - Kevacoin FAQ",
    "faq-02": "Питання що часто задаються",
    "faq-03": "Назва \"Keva\"-це абревіатура для ключового значення (вимова Кі-Ва, а короткий символ-KVA).Це магазин ключових значень, побудований на blockchain, на кодовій основі Bitcoin та Litecoin.Окрім того, що є криптовалютою, це дозволяє користувачам легко та надійно додавати, оновлювати або видаляти пари ключових значень на блокчейн.",
    "faq-04": "На Kevacoin впливає Namecoin, з частиною коду ключової вартості сильно модифіковано з коду реєстрації імен Namecoin.",
    "faq-05": "Незважаючи на те, що на Кевакоїна впливає Namecoin, він працює дуже по-різному і служить дуже іншій меті, ніж останній: Kevacoin-це магазин ключових значень, тоді як Namecoin-система реєстрації імен.Kevacoin не має жорсткої межі кількості клавіш, а максимальна довжина значення - 3072 байт.Namecoin's має 520 байтів для кожного простору імен.Ідентифікатор простору імен Кевакойна, який однозначно генерується мережею, щоб уникнути конфліктів.Простір імен Namecoin вибирається користувачем і повинен бути унікальним у всій мережі.З Kevacoin вам не потрібно турбуватися про простір імен.Пари ключових значень Кевакойна не закінчуються.",
    "faq-06": "Скільки коштуватиме використовувати магазин даних Kevacoin?",
    "faq-07": "Перш ніж додати пару ключових значень, потрібно створити простір імен для утримання пар.Система залишає за собою 0,01 кВА для створення простору імен, і сума не може бути витрачена.Можна додати ключове значення до простору імен, при цьому плата за транзакцію визначається шахтарями.",
    "faq-08": "Kevacoin - це загальнодоступний блокчейн, і кожен може написати йому.Мережа вразлива до спам -зловживань без плати за транзакцію.Крім того, транзакції підтверджуються шахтарями, і їх потрібно компенсувати за свої роботи.",
    "faq-09": "Де я можу отримати Кевакойн?",
    "faq-10": "Найпростіший спосіб отримати кевакойн - це через видобуток.Kevacoin використовує алгоритм хешування RandomKeva (варіант Randomx) і сумісний з програмним забезпеченням Monero Minero.Ви можете використовувати, наприклад, XMRIG або XMR-STAK як програмне забезпечення для видобутку.",
    "faq-11": "Який максимальний запас кевакоїну?",
    "faq-12": "Блок винагороди - спочатку 500 кВА.Нагорода вдвічі зменшується на кожні чотири роки (кожні 1050000 блоків, приблизно 2 хвилини для кожного блоку).Графік вдвічі такий же, як біткойн та Litecoin.Максимальна пропозиція кевакоїну становить 1,050 000 000 кВА.",
    "faq-13": "Який максимальний розмір блоку?",
    "faq-14": "Kevacoin заснований на біткоїні та Litecoin, відокремлений свідок (Segwit) включений з самого початку.З Segwit біткойн теоретично має максимальний розмір блоку близько 4 Мб.Однак, частина, що не втілює, має коефіцієнт масштабування 4, а частина свідків-коефіцієнт 1. Відповідно до цієї статті, розмір блоку 2,3 Мб очікується із середніми транзакціями SEGWIT.Це приблизно 0,6 Мб для даних про невільність.Пари ключової вартості Кевакойна-це дані про несвіжність, і він займає частину 0,6 Мб, якщо Kevacoin має таку ж налаштування розміру блоку, що і Bitcoin.З максимальним розміром значення 3 кб, 0,6 Мб здається недостатнім.",
    "faq-15": "Kevacoin дозволяє максимальний розмір блоку 6 Мб (max_block_weight - 6000000).Розмір даних про невивітність може становити близько 1 Мб.Це близько 400 кб додаткового простору, зарезервованого для пар ключових значень.Подібно до Bitcoin, дуже навряд чи 6 Мб може бути повністю використаний завдяки структурі транзакції.Очікуваний максимальний розмір блоку становить близько 3 Мб для Kevacoin.",
    "faq-16": "Ви заздалегідь-мінусили монети?",
    "faq-17": "Ні",
    "faq-18": "Скільки часу потрібно для підтвердження оновлення ключової вартості?",
    "faq-19": "Кевакойн має час блоку близько двох хвилин.Тому вам може знадобитися зачекати про цю кількість часу, перш ніж ваша пара ключової вартості буде підтверджена і додати наступний блок.Ви можете використовувати команду клієнта keva_pending, щоб перевірити транзакції, що очікують на ключ-значення.",
    "faq-20": "Що таке простір імен, і навіщо нам він потрібен?",
    "faq-21": "Кожен простір імен-це унікальний простір для безпечного додавання або оновлення пар ключових значень без будь-яких потенційних конфліктів з іншими користувачами.Простір імен має ідентифікатор, який гарантовано буде унікальним у всій мережі.У ньому також є відображення, яке можна використовувати для внутрішнього відстеження просторів імен.Ідентифікатор простору імен-це кодована рядок Base-58 і завжди починається з.",
    "faq-22": "Основна причина призначення унікального ідентифікатора простору імен - це уникнути присідання імені.",
    "faq-23": "Чи підтримує кевакойн розумний контракт?",
    "faq-24": "Kevacoin заснований на біткойн/Litecoin, тому він має аналогічний рівень підтримки розумного контракту.Kevacoin-це децентралізований магазин даних, і він залишає реалізацію логіки програми з блокчейна.",
    "faq-25": "Візьмемо приклад децентралізованої системи мікро-блогів.Поки дані користувача записуються в магазин даних і є загальнодоступними, кожен може написати програму (використовуючи свою улюблену мову програмування) для відображення існуючих блогів та додавання нових.Додаток може бути власником або відкритим кодом, але вміст однаковий, оскільки у нас є єдине джерело істини.",
    "faq-26": "Який максимальний ключ і розмір значення?",
    "faq-27": "Максимальний розмір ключа становить 255 байт та розмір значення 3072 байт.Максимальний розмір значення визначається max_script_element_size.Це 520 в біткойн, і ми збільшуємо його до 3072. Немає конкретних причин вибору цього розміру.520 байт, здається, занадто маленькі і занадто обмежені.Але це також не може бути занадто великим, тому що ми хочемо уникати потенційних атак DOS.",
    "faq-28": "Чому RandomKeva вибирається як алгоритм доказів роботи?",
    "faq-29": "Kevacoin використовує доказової роботи як метод консенсусу.Алгоритм хешування - це Randomkeva.Деякі причини цього вибору: він дружній процесор.Процеси з інструкцією AES NI можуть отримати кращий хеш -швидкість.Це алгоритм хеш-пам'яті і споживає набагато менше потужності, ніж GPU та ASIC.Це може бути більш стійким до асиків, тому справедливіше до окремих шахтарів.",
    "faq-30": "Навіть незважаючи на те, що Kevacoin заснований на біткойні/літекоїні, ми трохи модифікували структуру заголовка, щоб зробити її сумісною з програмним забезпеченням Monero Mining.Як результат, можна використовувати будь-яке програмне забезпечення для видобутку Monero для видобутку кевакоїну (наприклад, XMRIG або XMR-STAK).",
    "faq-31": "Який алгоритм коригування труднощів?",
    "faq-32": "Kevacoin використовує алгоритм коригування труднощів DigiShield, такий же, як і той, який використовує Dogecoin.Час цільового блоку регулюється кожним блоком.DigiShield запобігає негативному ефекту перемичок у басейні.Наприклад, якщо велика кількість хеш -ставки приєднується до видобутку Kevacoin, ціль складності швидко збільшиться, щоб запобігти легких винагород.Аналогічно, ціль складності зменшиться при великій кількості швидкості хешу, так що блоки все ще будуть генеруватися приблизно за 2 хвилини навіть при меншій потужності хешування.",
    "faq-33": "Які загрози становлять 51% нападу?",
    "faq-34": "Найбільший ризик атаки 51%-це подвійні витрати.Це добре відомий ризик для криптовалют, заснованих на доказах.Однак зловмисник не може довільно змінити пари ключових значень, якими він/вона не володіє.Найгірше, що може зробити зловмисник,-це заблокувати або змінити транзакції ключової вартості.Пари ключової вартості, підроблені не власниками, не будуть прийняті мережею, оскільки вони криптографічно забезпечені.Блокувані або зворотні транзакції залишиться в Мемпулі і зрештою будуть додані до блокчейна, коли атака припиниться.",
    "faq-35": "Чи видимі мої дані для громадськості?",
    "faq-36": "Усі транзакції з ключовими значеннями видно для публіки, оскільки це природа блокчейна в стилі біткойна.Можна зашифрувати значення або лише зберігати хеші значень, щоб захистити конфіденційність значень.",
    "faq-37": "Як я можу внести свій внесок у розвиток Кевакойна?",
    "faq-38": "Спасибі за запитання!Kevacoin - це громадський проект, а участь громади є життєво важливим для її довгострокового успіху.Ви можете допомогти нам по -різному: Завантажте програмне забезпечення клієнта, запустіть та перевіряйте його.Запустіть публічний повний вузол.Бути шахтарем або запустити гірничий басейн.Перегляньте або запишіть документацію, включаючи цей FAQ.Ви можете надіслати запити на витяг на https://github.com/kevacoin-team сховища.Напишіть одиничні тести, тести на кінець та тести регресії.Повідомляти про помилки.Щоб повідомити про помилки без безпеки, використовуйте трекер випуску Github.Щоб повідомити про помилки, пов’язані з безпекою, надішліть електронні листи на contact@kevacointeam.org.Розробити додаток за допомогою децентралізованого зберігання даних Kevacoin.Сприяти проекту.Внесіть вихідний код у проект Kevacoin.Запити на тягнення вітаються!Пожертвуйте на проект.",
    "faq-39": "Чим він відрізняється від Namecoin?",
    "faq-40": "Що таке Кевакойн?",
    "software-cryptonote-nodejs-pool-01": "Команда Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-nodejs-pool",
    "software-cryptonote-nodejs-pool-03": "Завантажувати",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool-це високоефективне програмне забезпечення для гірничого пулу, написане в Node.js з нативними C Addons, розробленим для монет на основі криптовалют.Він включає легкий приклад переднього сценарію, який використовує AJAX API басейну.Басейн підтримує різні алгоритми криптовалют.",
    "software-electrumx-01": "Команда Kevacoin - Electrumx",
    "software-electrumx-02": "Електричний",
    "software-electrumx-03": "Завантажувати",
    "software-electrumx-04": "Electrumx-це повторне впровадження електричного сервера, призначеного для обробки майбутнього з більшими блоками.Це надійне програмне забезпечення сервера пропонує ефективне поводження з запитами blockchain, що робить його придатним для використання з криптовалютами, що відчувають збільшення обсягів транзакцій та більші розміри блоків.",
    "software-electrumx-05": "Ключові особливості",
    "software-electrumx-06": "Масштабованість: спроектована для підтримки великих блоків, гарантуючи, що він залишається виконавцем у міру зростання розмірів блокчейн.",
    "software-electrumx-07": "Ефективність: оптимізована для ефективного поводження з великим обсягом запитів блокчейн.",
    "software-electrumx-08": "Сумісність: підтримує різні криптовалюти, що робить його універсальним для різних блокчейн -екосистем.",
    "software-keva-stratum-01": "Команда Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Кева-ліжко",
    "software-keva-stratum-03": "Завантажувати",
    "software-keva-stratum-04": "Keva-Stratum-це високопродуктивна криптовалют для видобутку STRATUM SERTER з веб-інтерфейсом, спеціально підібраним для Kevacoin.",
    "software-keva-stratum-05": "Розданий з Monero-Stratum, Keva-Stratum спрощує процес складання і включає необхідні компоненти вихідного коду Monero, усуваючи необхідність зовнішнього дерева Monero Source.Він також підтримує будівництво на вікнах через MSYS2.",
    "software-keva-stratum-06": "Список функцій STRATUM",
    "software-keva-stratum-07": "Будьте своїм власним басейном: налаштуйте та керуйте власним майнінг -пулом.",
    "software-keva-stratum-08": "Моніторинг доступності установок: відстежуйте наявність та продуктивність видобувних установок.",
    "software-keva-stratum-09": "Статистика треку: слідкуйте за прийнятою акціями, відхиленими акціями та статистикою блоку.",
    "software-keva-stratum-10": "Виявити хворі установи: легко ідентифікуйте при виконанні або несправних установок.",
    "software-keva-stratum-11": "Вимкнення демона над списком: Налаштуйте список невдач над Deemons для забезпечення постійної роботи.",
    "software-keva-stratum-12": "Одночасно обробка акцій: обробляйте кілька подань про акції одночасно для оптимальної продуктивності.",
    "software-keva-stratum-13": "Прекрасний веб -інтерфейс: Керування та моніторинг свого майнінг -пулу за допомогою інтуїтивного веб -інтерфейсу.",
    "software-keva-stratum-14": "Детально функції",
    "software-keva-stratum-15": "1. Будьте своїм власним басейном:",
    "software-keva-stratum-16": "Дозволяє налаштувати приватний видобуток, надаючи вам контроль над процесом видобутку та зборів за басейн.",
    "software-keva-stratum-17": "2. Моніторинг доступності установок:",
    "software-keva-stratum-18": "Постійно контролює стан видобувних установок, гарантуючи, що вони працюють та працюють оптимально.",
    "software-keva-stratum-19": "3. Відстежуйте прийому, відхилення, блоки статистики:",
    "software-keva-stratum-20": "Надає детальну статистику щодо прийняті та відхилених акцій, а також знайдених блоків, що допомагає контролювати продуктивність пулу.",
    "software-keva-stratum-21": "4. Легке виявлення хворих установок:",
    "software-keva-stratum-22": "Швидко ідентифікує установи, які перебувають під виконанням або несправністю, що дозволяє отримати оперативне обслуговування або заміну.",
    "software-keva-stratum-23": "5. Невдача демона над списком:",
    "software-keva-stratum-24": "Налаштується кілька демонів, щоб забезпечити невдачу у випадку, якщо первинний демон знижується, підтримуючи безперервні видобутки.",
    "software-keva-stratum-25": "6. Одночасна обробка акцій:",
    "software-keva-stratum-26": "Оптимізує продуктивність, одночасно обробляючи кілька подань про частку, зменшуючи затримку та підвищення ефективності.",
    "software-keva-stratum-27": "7. Прекрасний веб -інтерфейс:",
    "software-keva-stratum-28": "Інтуїтивний веб-інтерфейс для управління та моніторингу пулу, надання статистики в режимі реального часу та легкої конфігурації.",
    "software-keva-stratum-29": "Використовуючи Keva-Stratum, ви можете налаштувати високоефективне майнінг-пул для Kevacoin, використовуючи його надійні функції та зручний для користувачів інтерфейс для управління та контролю своїх гірничих операцій.",
    "software-kevacoin-core-01": "Команда Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "КЕВАКОЙН КОР",
    "software-kevacoin-core-03": "Завантажувати",
    "software-kevacoin-core-04": "Kevacoin-це децентралізований магазин даних про ключову вартість відкритого коду, побудований поверх криптовалюти Litecoin, яка сама базується на біткойні.Під впливом Namecoin, Kevacoin пропонує унікальний підхід до зберігання та управління даними, хоча він служить різним цілям і працює по -різному від Namecoin.",
    "software-kevacoin-core-05": "Що робить Кевакойн?",
    "software-kevacoin-core-06": "Kevacoin дозволяє користувачам:",
    "software-kevacoin-core-07": "Надійно записуйте клавіші та значення: зберігайте пари ключових значень, де кожне значення може бути до 3072 байт.Немає жорстких меж на кількості ключів.",
    "software-kevacoin-core-08": "Оновити клавіші та значення: змініть існуючі пари ключових значень.",
    "software-kevacoin-core-09": "Підтримуйте мережеві простори імен: групові ключі під простори імен, щоб запобігти конфліктам імен.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Використовуйте рідну цифрову валюту, Kevacoin (KVA), для транзакцій.",
    "software-kevacoin-core-11": "Використовуйте випадки для kevacoin",
    "software-kevacoin-core-12": "Як децентралізована база даних ключових значень, Kevacoin може використовуватися в різних програмах, включаючи:",
    "software-kevacoin-core-13": "Соціальні медіа: зберігають дані для платформ соціальних медіа.",
    "software-kevacoin-core-14": "Micro Blogging: Підтримка послуг мікро -блогів із децентралізованим зберіганням даних.",
    "software-kevacoin-core-15": "Хеші: надійно зберігайте та керуйте хеш -даними.",
    "software-kevacoin-core-16": "Нотаріальні послуги: Надайте децентралізовані нотаріанські послуги.",
    "software-kevacoin-core-17": "Kevacoin має обмежену підтримку розумних контрактів, подібно до Bitcoin та Litecoin, він все ще дозволяє розробити децентралізовані програми (DAPPS).Дані залишаються децентралізованими на блокчейні Kevacoin, тоді як логіка програми розроблена поза блокчейном.",
    "software-keva-wallet-01": "Команда Kevacoin - Keva Mobile Wallet",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Завантажувати",
    "software-keva-wallet-04": "Kevawallet - це легкий тонкий гаманець для кевакойна.Він розроблений для зручності використання та побудованого за допомогою сучасних технологій для забезпечення безшовного досвіду користувачів.",
    "software-keva-wallet-05": "Ключові особливості",
    "software-keva-wallet-06": "React Native: побудований з RACT Native, забезпечуючи плавний та чуйний інтерфейс користувача як на платформах iOS, так і на Android.",
    "software-keva-wallet-07": "Electrum: використовує Electrum, легкий клієнт Bitcoin, адаптований для кевакоїну для забезпечення ефективних та безпечних транзакцій.",
    "software-keva-wallet-08": "Відкритий код: На основі гаманця Bitcoin Bitcoin Bluewallet, використовуючи його надійну та безпечну архітектуру.",
    "software-keva-wallet-09": "Огляд",
    "software-keva-wallet-10": "Kevawallet призначений для того, щоб запропонувати безпечний та зручний спосіб управління кеваконами (KVA).Використовуючи ефективну та децентралізовану серверну модель Electrum, Kevawallet забезпечує швидку обробку транзакцій без необхідності завантаження всього блокчейна.",
    "software-keva-wallet-11": "Ключові переваги",
    "software-keva-wallet-12": "Легка: Не потрібно завантажувати весь блокчейн Kevacoin, що робить його ідеальним для мобільних пристроїв.",
    "software-keva-wallet-13": "Перехресна платформа: доступна як на iOS, так і на Android, завдяки React Native.",
    "software-keva-wallet-14": "БЕЗПЕЧНИЙ: Побудований на суцільній основі Bluewallet, успадковуючи його функції безпеки та найкращі практики.",
    "software-keva-wallet-15": "На основі Bluewallet",
    "software-keva-wallet-16": "Kevawallet успадковує багато функцій та заходів безпеки від Bluewallet, біткойнського гаманця з відкритим кодом.Це включає:",
    "software-keva-wallet-17": "Багато підписні гаманці: Закріпіть свої кеваїни за допомогою підтримки багатостороннього сигналу.",
    "software-keva-wallet-18": "Гаманці лише для годинника: стежте за своїми адресами, не розкриваючи приватні ключі.",
    "software-keva-wallet-19": "Спеціальні транзакції: Створіть спеціальні транзакції з розширеними параметрами.",
    "software-keva-wallet-20": "Використовуючи Kevawallet, ви можете ефективно керувати своїми кеваїнами на ходу, з безпекою та надійністю, що надається його надійною архітектурою та спільнотою активного розвитку.",
    "software-keva-ipfs-01": "Команда Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Завантажувати",
    "software-keva-ipfs-04": "KEVA_IPFS-це послуга Back-End для мобільного додатка Keva, розроблена для полегшення завантаження та закріплення файлів IPFS.Цей бек-енд забезпечує безперебійну взаємодію між мобільним додатком Keva та міжпланетною файловою системою (IPFS).",
    "foot-01": "Про",
    "foot-02": "Про нас",
    "foot-03": "Контакт",
    "foot-04": "Підтримка",
    "foot-05": "Спільнота",
    "foot-06": "Ресурси",
    "foot-07": "Бік",
    "foot-08": "Команда Kevacoin",
    "nav-01": "Команда Kevacoin",
    "nav-02": "Оберіть мову",
    "nav-03": "Протокол",
    "nav-04": "Поширення",
    "nav-05": "Програмне забезпечення",
    "nav-06": "Екскурсовод",
    "g1-01": "Команда Kevacoin - побудуйте прошарку Keva для Windows за допомогою MSYS2",
    "g1-02": "Створіть прошарку Keva для Windows за допомогою MSYS2",
    "g1-03": "Крок 1:",
    "g1-04": "Завантажте інсталятор MSYS2 з https://www.msys2.org/:",
    "g1-05": "Завантажувати",
    "g1-06": "Крок 2:",
    "g1-07": "Встановіть MSYS2 з завантаженого інсталятора, Skip Pation для запуску в кінці, щоб можна було запустити правильну оболонку",
    "g1-08": "Крок 3:",
    "g1-09": "Запустіть mingw64 або з меню «Пуск», або з командного рядка з 'mingw64'",
    "g1-10": "Крок 4:",
    "g1-11": "Система оновлення, може знадобитися відновлення MingW64",
    "g1-12": "Крок 5:",
    "g1-13": "Встановіть вимоги до складання",
    "g1-14": "Крок 6:",
    "g1-15": "Для підтримки збірки нам потрібно використовувати старшу версію Go.Тут ми використовуємо останні відомі для побудови проекту 1.19.13",
    "g1-16": "Крок 7:",
    "g1-17": "Створіть каталог для встановлення",
    "g1-18": "Крок 8:",
    "g1-19": "Розпакайте, перейдіть у каталог встановлення GO",
    "g1-20": "Крок 9:",
    "g1-21": "Експортувати змінну середовища Goroot, щоб вказати на каталог встановлення GO",
    "g1-22": "Крок 10:",
    "g1-23": "Оновіть змінну середовища шляху",
    "g1-24": "Крок 11:",
    "g1-25": "Перевірте, чи відповідає наша версія GO",
    "g1-26": "1.19.13",
    "g1-27": "Крок 12:",
    "g1-28": "Встановіть GO111MODULE на \"автоматично\" для сумісності збірки",
    "g1-29": "Крок 13:",
    "g1-30": "Клон Кева-Стратум сховища",
    "g1-31": "Крок 14:",
    "g1-32": "Перейдіть до каталогу Keva-Stratum",
    "g1-33": "Крок 15:",
    "g1-34": "Зробіть каталог для створення, тут ми використовуємо збір",
    "g1-35": "Крок 16:",
    "g1-36": "Перейдіть до каталогу збірки",
    "g1-37": "Крок 17:",
    "g1-38": "Запустіть cmake за допомогою ланцюга інструментів MSYS",
    "g1-39": "Крок 18:",
    "g1-40": "Побудувати кеву-статуй",
    "g1-41": "Крок 19:",
    "g1-42": "Оновити конфігурацію Keva-Stratum",
    "g1-43": "Крок 20:",
    "g1-44": "Запустіть кеву прошарку",
    "g1-45": "Файл збірки, розташований в межах c:/msys2/home/'користувач'/keva-stratum/build.Якщо переїхати в інше місце, вам потрібен Kevastratum.exe, libcnutil.dll, config.json та www",
    "g1-46": "Список",
    "g1-47": "Дослідник",
    "g2-01": "Команда Kevacoin - побудуйте keva_ipfs для Linux",
    "g2-02": "Побудувати keva_ipfs для Linux",
    "g2-03": "Крок 1:",
    "g2-04": "Переконайтесь, що система оновлена",
    "g2-05": "Крок 2:",
    "g2-06": "Встановіть Git та Golang",
    "g2-07": "Крок 3:",
    "g2-08": "Клон keva_ipfs сховище",
    "g2-09": "Крок 4:",
    "g2-10": "Перейдіть до KEVA_IPFS",
    "g2-11": "Крок 5:",
    "g2-12": "Зробіть каталог побудови та перейдіть до нього",
    "g2-13": "Крок 6:",
    "g2-14": "Побудувати keva_ipfs",
    "g2-15": "Крок 7:",
    "g2-16": "Скопіюйте config.json для створення каталогу",
    "g2-17": "Крок 8:",
    "g2-18": "Оновлення config.json",
    "g2-19": "Крок 9:",
    "g2-20": "Запустіть KEVA_IPFS",
    "g3-01": "Команда Kevacoin - побудувати кеву прошарку для Linux",
    "g3-02": "Побудуйте прошарку Keva для Linux",
    "g3-03": "Крок 1:",
    "g3-04": "Система оновлення",
    "g3-05": "Крок 2:",
    "g3-06": "Встановіть вимоги до складання",
    "g3-07": "Крок 3:",
    "g3-08": "Встановіть Golang та Git",
    "g3-09": "Крок 4:",
    "g3-10": "Клон Кева-ліжко",
    "g3-11": "Крок 5:",
    "g3-12": "Введіть каталог Keva-Stratum",
    "g3-13": "Крок 6:",
    "g3-14": "Зробіть каталог побудови",
    "g3-15": "Крок 7:",
    "g3-16": "Перейдіть до створення каталогу",
    "g3-17": "Крок 8:",
    "g3-18": "Експорт GO111MODULE до автоматичного для складання сумісності",
    "g3-19": "Крок 9:",
    "g3-20": "Налаштувати Make",
    "g3-21": "Крок 10:",
    "g3-22": "Побудувати кеву-статуй",
    "g3-23": "Крок 11:",
    "g3-24": "Перевірте присутні виходи збірки",
    "g3-25": "Крок 12:",
    "g3-26": "Оновлення config.json",
    "g4-01": "Команда Kevacoin-налаштування Cryptonote-Nodejs-Pool",
    "g4-02": "Налаштування криптовалют-нодейс-опука",
    "g4-03": "Крок 1:",
    "g4-04": "Система оновлення",
    "g4-05": "Крок 2:",
    "g4-06": "Встановіть вимоги до складання",
    "g4-07": "Крок 3:",
    "g4-08": "Встановіть NVM",
    "g4-09": "Крок 4:",
    "g4-10": "Встановіть Nodejs 11.0.0",
    "g4-11": "Крок 5:",
    "g4-12": "Встановіть NPM для використання Python 2.7",
    "g4-13": "Крок 6:",
    "g4-14": "Клон криптовалют-нодейс-пул сховища",
    "g4-15": "Крок 7:",
    "g4-16": "Перейдіть до басейну",
    "g4-17": "Крок 8:",
    "g4-18": "Запустіть оновлення NPM",
    "g4-19": "Крок 9:",
    "g4-20": "Скопіюйте kevacoin.json на config.json",
    "g4-21": "Крок 10:",
    "g4-22": "Оновлення config.json",
    "g4-23": "Крок 11:",
    "g4-24": "Бігати",
    "g5-01": "Команда Kevacoin - побудувати ядро ​​Kevacoin для Linux за допомогою залежить",
    "g5-02": "Побудувати ядро ​​Kevacoin для Linux за допомогою залежить",
    "g5-03": "Крок 1:",
    "g5-04": "Система оновлення",
    "g5-05": "Крок 2:",
    "g5-06": "Встановіть вимоги до складання",
    "g5-07": "Крок 3:",
    "g5-08": "Клон Кевакойна",
    "g5-09": "Крок 4:",
    "g5-10": "Перейдіть до каталогу залежно від кевакойна",
    "g5-11": "Крок 5:",
    "g5-12": "Запустіть націлювання Linux",
    "g5-13": "Крок 6:",
    "g5-14": "Перейдіть до каталогу",
    "g5-15": "Крок 7:",
    "g5-16": "Запустити autogen.sh",
    "g5-17": "Крок 8:",
    "g5-18": "Запустіть налаштування, націлювання на Linux залежить від збірки",
    "g5-19": "Крок 9:",
    "g5-20": "Побудувати кевакойн",
    "g5-21": "Крок 10:",
    "g5-22": "Створіть пакет розгортання",
    "g5-23": "Крок 11:",
    "g5-24": "Встановіть побудований Kevacoin",
    "g6-01": "Команда Kevacoin - побудувати ядро ​​Kevacoin для Windows за допомогою залежить",
    "g6-02": "Створіть ядро ​​Kevacoin для Windows за допомогою залежить",
    "g6-03": "Крок 1:",
    "g6-04": "Система оновлення",
    "g6-05": "Крок 2:",
    "g6-06": "Встановіть вимоги до складання",
    "g6-07": "Крок 3:",
    "g6-08": "Встановіть ланцюг інструментів MingW-W64",
    "g6-09": "Крок 4:",
    "g6-10": "Встановіть опцію компілятора Mingw32 G ++ на POSIX",
    "g6-11": "Крок 5:",
    "g6-12": "Клон Кевакойна",
    "g6-13": "Крок 6:",
    "g6-14": "Перейдіть до каталогу залежно від кевакойна",
    "g6-15": "Крок 7:",
    "g6-16": "Запустіть націлювання на вікна",
    "g6-17": "Крок 8:",
    "g6-18": "Перейдіть до каталогу",
    "g6-19": "Крок 9:",
    "g6-20": "Запустити autogen.sh",
    "g6-21": "Крок 10:",
    "g6-22": "Запустіть налаштування, націлювання на Windows залежить від збірки",
    "g6-23": "Крок 11:",
    "g6-24": "Побудувати кевакойн",
    "g6-25": "Крок 12:",
    "g6-26": "Створіть пакет розгортання",
    "nav-07": "Створіть ядро ​​кевакіону для Linux за допомогою залежить",
    "nav-08": "Створіть ядро ​​кевакіону для Windows за допомогою залежить",
    "nav-09": "Побудувати Keva-Stratum для Linux",
    "nav-10": "Створіть Keva-Stratum для Windows за допомогою MSYS",
    "nav-11": "Побудувати keva_ipfs для Linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}