{
    "index-01": "Đội Kevacoin",
    "index-02": "Chào mừng",
    "index-03": "Chào mừng bạn đến với trang web của đội Kevacoin!",
    "index-04": "Làm việc trong tiến trình nhưng hãy tận hưởng các tài nguyên.",
    "aboutus-01": "Đội Kevacoin",
    "aboutus-02": "Về chúng tôi",
    "aboutus-03": "Chỉ một số người ngẫu nhiên tin vào dự án này và sự phù hợp của nó trong hệ thống sinh thái blockchain.",
    "contact-01": "Đội Kevacoin",
    "contact-02": "Kết nối với chúng tôi",
    "contact-03": "Gửi email cho chúng tôi",
    "contact-04": "Tham gia với chúng tôi trên Discord",
    "contact-05": "Tham gia vào các cuộc thảo luận của GitHub",
    "contact-06": "Theo dõi chúng tôi trên x @kevacointeam",
    "protocol-01": "Đội Kevacoin - Giao thức Kevacoin",
    "protocol-02": "Biểu tượng",
    "protocol-03": "KVA",
    "protocol-04": "Tổng cung",
    "protocol-05": "1.050.000.000",
    "protocol-06": "Được thực hiện trước",
    "protocol-07": "KHÔNG",
    "protocol-08": "Phí phát triển",
    "protocol-09": "Thuật toán POW",
    "protocol-10": "RandomKeva",
    "protocol-11": "Khối thưởng",
    "protocol-12": "500, giảm một nửa cứ sau 4 năm",
    "protocol-13": "Thời gian chặn",
    "protocol-14": "2 phút",
    "protocol-15": "Điều chỉnh độ khó",
    "protocol-16": "Digishield, mọi khối",
    "protocol-17": "Segwit",
    "protocol-18": "Kích hoạt",
    "protocol-19": "Khối trọng lượng",
    "protocol-20": "6.000.000 đơn vị cân nặng",
    "protocol-21": "Kích thước khóa tối đa",
    "protocol-22": "255 byte",
    "protocol-23": "Số lượng phím tối đa",
    "protocol-24": "Không có giới hạn cứng",
    "protocol-25": "Kích thước giá trị tối đa",
    "protocol-26": "3072 byte",
    "protocol-27": "Giao thức",
    "support-01": "Đội Kevacoin - Hỗ trợ nhóm",
    "support-02": "Blockchain Kevacoin là một dự án hỗ trợ cộng đồng nguồn mở.",
    "support-03": "Đội Kevacoin là một nhóm các cá nhân tình nguyện thời gian, kỹ năng và nguồn lực của họ để làm người giám hộ cho blockchain.",
    "support-04": "Đóng góp cho thành công là trong tay mọi người.",
    "support-05": "Làm thế nào tôi có thể giúp đội bạn yêu cầu?",
    "support-06": "Cách tốt nhất là đóng góp cho các nỗ lực của các đội để phát triển blockchain Kevacoin.Có nhiều mũ để lấp đầy nơi đóng góp có thể giúp thúc đẩy thành công.",
    "support-07": "Thay vì quyên góp?Chúng tôi đã có bạn bảo hiểm!",
    "support-08": "Hãy đối mặt với nó, lưu trữ là đắt tiền.",
    "support-09": "Để hỗ trợ đúng cách người dùng kevacointeam.org cần mở rộng các nút và dịch vụ L2 như ElectrumX.Các tài nguyên hiện tại được cung cấp từ Keva.one được thiết kế để siêu rẻ và không đủ để phục vụ tải trọng nặng.Mở rộng thực sự cần thiết để hỗ trợ trao đổi đúng cách và lưu lượng truy cập mà họ sẽ tạo ra.",
    "support-10": "Quỹ lưu trữ",
    "support-11": "*AWS là nhà cung cấp hiện tại;Nó là nhất quán, dễ dàng để dự báo và toàn cầu để giải quyết hầu hết các thách thức.Thiết kế dịch vụ và phạm vi sẽ phụ thuộc vào quỹ.Trong một thế giới lý tưởng, nhóm có thể hỗ trợ người dùng với thiết kế sau",
    "support-12": "Trao đổi nhu cầu cao nhưng hầu hết đều có một số rào cản tài chính;Dưới đây là các địa chỉ nhóm để trang trải phí niêm yết và cung cấp thanh khoản",
    "support-13": "Quỹ trao đổi",
    "support-14": "Bạn muốn đóng góp cho một thành viên trong nhóm?",
    "support-15": "Hỗ trợ nhóm",
    "faq-01": "Đội Kevacoin - Câu hỏi thường gặp về Kevacoin",
    "faq-02": "Các câu hỏi thường gặp",
    "faq-03": "Tên \"Keva\" là viết tắt của giá trị khóa (phát âm là Kee-VA và biểu tượng ngắn là KVA).Nó là một cửa hàng giá trị khóa được xây dựng trên blockchain, trên cơ sở mã của Bitcoin và Litecoin.Bên cạnh việc là một loại tiền điện tử, nó cho phép người dùng dễ dàng thêm, cập nhật hoặc xóa các cặp giá trị khóa trên blockchain.",
    "faq-04": "Kevacoin bị ảnh hưởng bởi Namecoin, với phần giá trị chính của mã được sửa đổi rất nhiều từ mã đăng ký tên của NameCoin.",
    "faq-05": "Mặc dù Kevacoin bị ảnh hưởng bởi Namecoin, nhưng nó hoạt động rất khác nhau và phục vụ mục đích rất khác so với sau: Kevacoin là một cửa hàng giá trị quan trọng, trong khi NameCoin là một hệ thống đăng ký tên.Kevacoin không có giới hạn cứng về số lượng khóa và độ dài giá trị tối đa là 3072 byte.Namecoin có giới hạn 520 byte cho mỗi không gian tên.ID tên của Kevacoin ID được tạo một cách độc đáo bởi mạng để tránh xung đột.Không gian tên của NameCoin được chọn bởi người dùng và phải là duy nhất trên mạng.Với Kevacoin, bạn không cần phải lo lắng về việc ngồi xổm không gian tên.Các cặp giá trị khóa của Kevacoin không hết hạn.",
    "faq-06": "Chi phí sử dụng cửa hàng dữ liệu Kevacoin là bao nhiêu?",
    "faq-07": "Trước khi thêm một cặp giá trị khóa, người ta cần tạo một không gian tên để giữ các cặp.Hệ thống dự trữ 0,01 kVa để tạo ra không gian tên và số tiền không thể được chi tiêu.Người ta có thể thêm giá trị khóa vào không gian tên, với phí giao dịch được xác định bởi các thợ mỏ.",
    "faq-08": "Kevacoin là một blockchain công cộng và bất cứ ai cũng có thể viết thư cho nó.Mạng dễ bị lạm dụng spam mà không phí giao dịch.Ngoài ra, các giao dịch được xác nhận bởi các công ty khai thác và chúng cần được bồi thường cho các công việc của họ.",
    "faq-09": "Tôi có thể lấy Kevacoin ở đâu?",
    "faq-10": "Cách dễ nhất để có được Kevacoin là thông qua khai thác.Kevacoin sử dụng RandomKeva (một biến thể của RandomX) Thuật toán băm và tương thích với phần mềm khai thác Monero.Bạn có thể sử dụng, ví dụ, XMRIG hoặc XMR-STAK làm phần mềm khai thác.",
    "faq-11": "Cung cấp tối đa của Kevacoin là gì?",
    "faq-12": "Phần thưởng khối là 500 kVa ban đầu.Phần thưởng được giảm một nửa khoảng bốn năm một lần (mỗi 1050000 khối, khoảng 2 phút cho mỗi khối).Lịch một nửa giống như Bitcoin và Litecoin.Cung cấp tối đa của Kevacoin là 1.050.000.000 kVA.",
    "faq-13": "Kích thước khối tối đa là bao nhiêu?",
    "faq-14": "Kevacoin dựa trên Bitcoin và Litecoin, với nhân chứng tách biệt (SEGWIT) được kích hoạt ngay từ đầu.Với SEGWIT, về mặt lý thuyết Bitcoin có kích thước khối tối đa khoảng 4MB.Tuy nhiên, phần không nhân chứng của khối có hệ số tỷ lệ là 4 và phần nhân chứng là hệ số 1. Theo bài viết này, kích thước khối 2,3 MB sẽ được dự kiến ​​với các giao dịch SEGWIT trung bình.Đó là khoảng 0,6MB cho dữ liệu không nhân chứng.Các cặp giá trị khóa của Kevacoin là dữ liệu không rõ ràng và sẽ chiếm một phần của 0,6MB nếu Kevacoin có cùng kích thước khối như bitcoin.Với kích thước giá trị tối đa là 3kb, 0,6MB dường như không đủ.",
    "faq-15": "Kevacoin cho phép kích thước khối tối đa là 6MB (MAX_BLOCK_WEGHTE là 6000000).Kích thước dữ liệu không nhân chứng có thể là khoảng 1MB.Đó là khoảng 400kb không gian thêm dành riêng cho các cặp giá trị khóa.Tương tự như Bitcoin, rất khó có thể sử dụng 6MB do cấu trúc của giao dịch.Kích thước khối tối đa dự kiến ​​là khoảng 3MB đối với Kevacoin.",
    "faq-16": "Bạn đã đi trước khi uống tiền?",
    "faq-17": "Không chỉ vậy, phần thưởng của khối Genesis là 0,00001 kVa (phần thưởng khối bình thường là 500 kVa).",
    "faq-18": "Mất bao lâu để xác nhận cập nhật giá trị khóa?",
    "faq-19": "Kevacoin có thời gian khối khoảng hai phút.Do đó, bạn có thể cần phải chờ khoảng thời gian đó trước khi cặp giá trị khóa của bạn được xác nhận và thêm khối tiếp theo.Bạn có thể sử dụng lệnh máy khách Keva_Pending để kiểm tra các giao dịch giá trị khóa đang chờ xử lý.",
    "faq-20": "Một không gian tên là gì, và tại sao chúng ta cần một cái?",
    "faq-21": "Mỗi không gian tên là một không gian duy nhất để bạn thêm hoặc cập nhật các cặp giá trị khóa mà không có bất kỳ xung đột tiềm năng nào với người dùng khác.Một không gian tên có ID được đảm bảo là duy nhất trên mạng.Nó cũng có một tên hiển thị có thể được sử dụng để theo dõi các không gian tên bên trong.ID tên không gian tên là chuỗi được mã hóa cơ sở-58 và luôn bắt đầu.",
    "faq-22": "Lý do chính để gán ID không gian tên duy nhất là để tránh ngồi xổm tên.",
    "faq-23": "Kevacoin có hỗ trợ hợp đồng thông minh không?",
    "faq-24": "Kevacoin dựa trên Bitcoin/Litecoin, vì vậy nó có mức hỗ trợ tương tự cho hợp đồng thông minh.Kevacoin là một kho lưu trữ dữ liệu không tập trung và nó rời khỏi việc triển khai logic ứng dụng khỏi blockchain.",
    "faq-25": "Lấy ví dụ về hệ thống blog vi mô không tập trung.Miễn là dữ liệu người dùng được ghi vào kho lưu trữ dữ liệu và có thể truy cập công khai, bất kỳ ai cũng có thể viết một ứng dụng (sử dụng ngôn ngữ lập trình yêu thích của anh ấy/cô ấy) để hiển thị các blog hiện có và thêm các blog mới.Ứng dụng có thể là nguồn độc quyền hoặc nguồn mở, nhưng nội dung là như nhau bởi vì chúng tôi có một nguồn sự thật duy nhất.",
    "faq-26": "Khóa và kích thước giá trị tối đa là bao nhiêu?",
    "faq-27": "Kích thước khóa tối đa là 255 byte và kích thước giá trị 3072 byte.Kích thước giá trị tối đa được xác định bởi max_script_element_size.Đó là 520 trong Bitcoin và chúng tôi tăng nó lên 3072. Không có lý do cụ thể nào để chọn kích thước này.520 byte dường như quá nhỏ và quá hạn chế.Nhưng nó cũng không thể quá lớn, bởi vì chúng tôi muốn tránh các cuộc tấn công DOS tiềm năng.",
    "faq-28": "Tại sao RandomKeva được chọn làm thuật toán bằng chứng làm việc?",
    "faq-29": "Kevacoin sử dụng bằng chứng làm việc làm phương pháp đồng thuận.Thuật toán băm là RandomKeva.Một số lý do cho sự lựa chọn này: đó là CPU thân thiện.CPU với hướng dẫn AES NI có thể nhận được tỷ lệ băm tốt hơn.Đó là thuật toán băm cứng bộ nhớ và tiêu thụ ít năng lượng hơn nhiều so với GPU và ASIC.Nó có thể kháng Asic hơn, vì vậy công bằng hơn đối với các thợ mỏ cá nhân.",
    "faq-30": "Mặc dù Kevacoin dựa trên Bitcoin/Litecoin, chúng tôi đã sửa đổi một chút cấu trúc tiêu đề để làm cho nó tương thích với phần mềm khai thác Monero.Do đó, người ta có thể sử dụng bất kỳ phần mềm khai thác Monero nào để khai thác Kevacoin (ví dụ: XMRIG hoặc XMR-STAK).",
    "faq-31": "Thuật toán điều chỉnh độ khó là gì?",
    "faq-32": "Kevacoin sử dụng thuật toán điều chỉnh độ khó của Digishield, giống như thuật toán được sử dụng bởi Dogecoin.Thời gian mục tiêu khối được điều chỉnh mọi khối.Digishield ngăn chặn tác động tiêu cực của người nhảy bể bơi.Ví dụ: nếu một lượng lớn tỷ lệ băm tham gia khai thác Kevacoin, mục tiêu khó khăn sẽ nhanh chóng tăng để ngăn chặn phần thưởng dễ dàng.Tương tự, mục tiêu khó khăn sẽ giảm khi lượng lớn các lá băm, do đó các khối vẫn sẽ được tạo ra trong khoảng 2 phút ngay cả với công suất băm ít hơn.",
    "faq-33": "Các mối đe dọa được đặt ra bởi cuộc tấn công 51% là gì?",
    "faq-34": "Rủi ro lớn nhất của cuộc tấn công 51% là chi tiêu gấp đôi.Đây là một rủi ro nổi tiếng đối với các loại tiền điện tử dựa trên công việc.Tuy nhiên, một kẻ tấn công không thể tự ý thay đổi các cặp giá trị khóa mà anh ta/cô ta không sở hữu.Điều tồi tệ nhất mà kẻ tấn công có thể làm là chặn hoặc đảo ngược các giao dịch giá trị khóa.Các cặp giá trị khóa bị giả mạo bởi những người không phải là chủ sở hữu sẽ không được mạng chấp nhận, vì chúng được bảo mật bằng mật mã.Các giao dịch bị chặn hoặc đảo ngược sẽ ở lại trong mempool và cuối cùng sẽ được thêm vào blockchain khi cuộc tấn công dừng lại.",
    "faq-35": "Dữ liệu của tôi có hiển thị cho công chúng không?",
    "faq-36": "Tất cả các giao dịch có giá trị chính đều có thể nhìn thấy cho công chúng, vì đây là bản chất của blockchain kiểu bitcoin.Người ta có thể mã hóa các giá trị hoặc chỉ lưu trữ các băm của các giá trị, để bảo vệ tính bảo mật của các giá trị.",
    "faq-37": "Làm thế nào tôi có thể đóng góp cho sự phát triển của Kevacoin?",
    "faq-38": "Cam ơn vi đa hỏi!Kevacoin là một dự án cộng đồng và sự tham gia từ cộng đồng là rất quan trọng cho thành công lâu dài của nó.Bạn có thể giúp chúng tôi theo những cách khác nhau: Tải xuống phần mềm máy khách, chạy và kiểm tra nó.Chạy một nút đầy đủ công cộng.Hãy là một người khai thác hoặc bắt đầu một nhóm khai thác.Xem xét hoặc viết tài liệu, bao gồm Câu hỏi thường gặp này.Bạn có thể gửi các yêu cầu kéo đến https://github.com/kevacoin-team kho lưu trữ.Viết các bài kiểm tra đơn vị, kiểm tra từ đầu đến cuối và kiểm tra hồi quy.Báo cáo lỗi.Để báo cáo các lỗi không bảo mật, hãy sử dụng trình theo dõi vấn đề GitHub.Để báo cáo các lỗi liên quan đến bảo mật, vui lòng gửi email đến contact@kevacointeam.org.Phát triển ứng dụng bằng cách sử dụng kho lưu trữ dữ liệu tập trung vào Kevacoin.Thúc đẩy dự án.Đóng góp mã nguồn cho dự án Kevacoin.Yêu cầu kéo được hoan nghênh!Quyên góp cho dự án.",
    "faq-39": "Nó khác với Namecoin là gì?",
    "faq-40": "Kevacoin là gì?",
    "software-cryptonote-nodejs-pool-01": "Đội Kevacoin-Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-02": "Cryptonote-Nodejs-Pool",
    "software-cryptonote-nodejs-pool-03": "Tải xuống",
    "software-cryptonote-nodejs-pool-04": "Cryptonote-Nodejs-Pool là một phần mềm nhóm khai thác hiệu suất cao được viết bằng Node.js với các addon C gốc, được thiết kế cho các đồng tiền dựa trên cryptonote.Nó bao gồm một tập lệnh mặt trước ví dụ nhẹ sử dụng API AJAX của nhóm.Bể bơi hỗ trợ các thuật toán tiền điện tử khác nhau.",
    "software-electrumx-01": "Đội Kevacoin - Electrumx",
    "software-electrumx-02": "Electrumx",
    "software-electrumx-03": "Tải xuống",
    "software-electrumx-04": "Electrumx là một máy chủ điện trở lại được thiết kế để xử lý một tương lai với các khối lớn hơn.Phần mềm máy chủ mạnh mẽ này cung cấp xử lý hiệu quả các truy vấn blockchain, giúp việc sử dụng với tiền điện tử trải nghiệm khối lượng giao dịch tăng và kích thước khối lớn hơn.",
    "software-electrumx-05": "Các tính năng chính",
    "software-electrumx-06": "Khả năng mở rộng: Được thiết kế để hỗ trợ các khối lớn hơn, đảm bảo nó vẫn hoạt động khi kích thước blockchain tăng lên.",
    "software-electrumx-07": "Hiệu quả: Tối ưu hóa để xử lý một khối lượng lớn các truy vấn blockchain một cách hiệu quả.",
    "software-electrumx-08": "Khả năng tương thích: Hỗ trợ các loại tiền điện tử khác nhau, làm cho nó linh hoạt cho các hệ sinh thái blockchain khác nhau.",
    "software-keva-stratum-01": "Đội Kevacoin - Keva Stratum",
    "software-keva-stratum-02": "Keva-Bed",
    "software-keva-stratum-03": "Tải xuống",
    "software-keva-stratum-04": "Keva-Stratum là một máy chủ Stratum Mining Cryptonote hiệu suất cao với giao diện web, được thiết kế riêng cho Kevacoin.",
    "software-keva-stratum-05": "Pháo nơ từ Monero-Stratum, Keva-Stratum đơn giản hóa quy trình xây dựng và bao gồm các thành phần mã nguồn Monero cần thiết, loại bỏ sự cần thiết của một cây nguồn Monero bên ngoài.Nó cũng hỗ trợ xây dựng trên Windows thông qua MSYS2.",
    "software-keva-stratum-06": "Danh sách tính năng Stratum",
    "software-keva-stratum-07": "Hãy là nhóm của riêng bạn: Thiết lập và quản lý nhóm khai thác của riêng bạn.",
    "software-keva-stratum-08": "Theo dõi tính khả dụng của giàn khoan: Giám sát tính khả dụng và hiệu suất của các giàn khai thác.",
    "software-keva-stratum-09": "Số liệu thống kê theo dõi: Theo dõi các cổ phiếu được chấp nhận, cổ phiếu bị từ chối và số liệu thống kê khối.",
    "software-keva-stratum-10": "Phát hiện các giàn bị bệnh: Dễ dàng xác định dưới các giàn thực hiện hoặc trục trặc.",
    "software-keva-stratum-11": "Daemon Fail Over Danh sách: Định cấu hình danh sách thất bại trên daemons để đảm bảo hoạt động liên tục.",
    "software-keva-stratum-12": "Xử lý cổ phiếu đồng thời: Xử lý nhiều lần gửi chia sẻ đồng thời để thực hiện tối ưu.",
    "software-keva-stratum-13": "Giao diện web đẹp: Quản lý và giám sát nhóm khai thác của bạn với giao diện web trực quan.",
    "software-keva-stratum-14": "Tính năng chi tiết",
    "software-keva-stratum-15": "1. Hãy là hồ bơi của riêng bạn:",
    "software-keva-stratum-16": "Cho phép bạn thiết lập một nhóm khai thác riêng, cho phép bạn kiểm soát quy trình khai thác và phí hồ bơi.",
    "software-keva-stratum-17": "2. Giám sát tính khả dụng của giàn khoan:",
    "software-keva-stratum-18": "Liên tục theo dõi tình trạng của các giàn khai thác, đảm bảo chúng hoạt động và thực hiện tối ưu.",
    "software-keva-stratum-19": "3. Theo dõi sự chấp nhận, từ chối, chặn số liệu thống kê:",
    "software-keva-stratum-20": "Cung cấp số liệu thống kê chi tiết về cổ phiếu được chấp nhận và từ chối, cũng như các khối được tìm thấy, giúp bạn theo dõi hiệu suất của nhóm.",
    "software-keva-stratum-21": "4. Dễ dàng phát hiện các giàn bị bệnh:",
    "software-keva-stratum-22": "Nhanh chóng xác định các giàn khoan đang được thực hiện hoặc trục trặc, cho phép bảo trì hoặc thay thế kịp thời.",
    "software-keva-stratum-23": "5. Daemon thất bại trong danh sách:",
    "software-keva-stratum-24": "Định cấu hình nhiều daemon để đảm bảo thất bại trong trường hợp trình nền chính đi xuống, duy trì các hoạt động khai thác liên tục.",
    "software-keva-stratum-25": "6. Xử lý cổ phiếu đồng thời:",
    "software-keva-stratum-26": "Tối ưu hóa hiệu suất bằng cách xử lý nhiều lần đệ trình chia sẻ đồng thời, giảm độ trễ và tăng hiệu quả.",
    "software-keva-stratum-27": "7. Giao diện web đẹp:",
    "software-keva-stratum-28": "Một giao diện web trực quan để quản lý và giám sát nhóm, cung cấp số liệu thống kê thời gian thực và cấu hình dễ dàng.",
    "software-keva-stratum-29": "Bằng cách sử dụng Keva-Stratum, bạn có thể thiết lập một nhóm khai thác hiệu suất cao cho Kevacoin, tận dụng các tính năng mạnh mẽ của nó và giao diện thân thiện với người dùng để quản lý và giám sát các hoạt động khai thác của bạn một cách hiệu quả.",
    "software-kevacoin-core-01": "Đội Kevacoin - Kevacoin Core",
    "software-kevacoin-core-02": "Lõi Kevacoin",
    "software-kevacoin-core-03": "Tải xuống",
    "software-kevacoin-core-04": "Kevacoin là một kho lưu trữ dữ liệu khóa chính có giá trị nguồn mở được xây dựng trên đỉnh của tiền điện tử Litecoin, bản thân nó dựa trên Bitcoin.Bị ảnh hưởng bởi Namecoin, Kevacoin cung cấp một cách tiếp cận độc đáo để lưu trữ và quản lý dữ liệu, mặc dù nó phục vụ các mục đích khác nhau và hoạt động khác với NameCoin.",
    "software-kevacoin-core-05": "Kevacoin làm gì?",
    "software-kevacoin-core-06": "Kevacoin cho phép người dùng:",
    "software-kevacoin-core-07": "Các khóa và giá trị ghi chắc chắn: Lưu trữ các cặp giá trị khóa trong đó mỗi giá trị có thể lên tới 3072 byte.Không có giới hạn cứng về số lượng khóa.",
    "software-kevacoin-core-08": "Cập nhật các khóa và giá trị: Sửa đổi các cặp giá trị khóa hiện có.",
    "software-kevacoin-core-09": "Duy trì các không gian tên duy nhất mạng: Khóa nhóm trong các không gian tên để ngăn chặn xung đột tên.",
    "software-kevacoin-core-10": "Transact Kevacoins (KVA): Sử dụng loại tiền kỹ thuật số bản địa, Kevacoin (KVA), cho các giao dịch.",
    "software-kevacoin-core-11": "Sử dụng các trường hợp cho Kevacoin",
    "software-kevacoin-core-12": "Là cơ sở dữ liệu giá trị khóa phi tập trung, Kevacoin có thể được sử dụng trong các ứng dụng khác nhau, bao gồm:",
    "software-kevacoin-core-13": "Phương tiện truyền thông xã hội: Lưu trữ dữ liệu cho các nền tảng truyền thông xã hội.",
    "software-kevacoin-core-14": "Viết blog vi mô: Hỗ trợ các dịch vụ viết blog vi mô với lưu trữ dữ liệu phi tập trung.",
    "software-kevacoin-core-15": "Băm: Lưu trữ và quản lý dữ liệu băm một cách an toàn.",
    "software-kevacoin-core-16": "Dịch vụ công chứng: Cung cấp các dịch vụ công chứng phi tập trung.",
    "software-kevacoin-core-17": "Kevacoin có sự hỗ trợ hạn chế cho các hợp đồng thông minh, tương tự như Bitcoin và Litecoin, nó vẫn cho phép phát triển các ứng dụng phi tập trung (DAPP).Dữ liệu vẫn được phân cấp trên blockchain Kevacoin, trong khi logic ứng dụng được phát triển ra khỏi blockchain.",
    "software-keva-wallet-01": "Đội Kevacoin - ví di động Keva",
    "software-keva-wallet-02": "Kevawallet",
    "software-keva-wallet-03": "Tải xuống",
    "software-keva-wallet-04": "Kevawallet là một ví nhẹ, nhẹ cho Kevacoin.Nó được thiết kế để dễ sử dụng và xây dựng bằng các công nghệ hiện đại để cung cấp trải nghiệm người dùng liền mạch.",
    "software-keva-wallet-05": "Các tính năng chính",
    "software-keva-wallet-06": "React Native: Được xây dựng với React Native, cung cấp giao diện người dùng mượt mà và đáp ứng trên cả nền tảng iOS và Android.",
    "software-keva-wallet-07": "Electrum: Sử dụng Electrum, một ứng dụng khách bitcoin nhẹ, thích nghi với Kevacoin để đảm bảo các giao dịch hiệu quả và an toàn.",
    "software-keva-wallet-08": "Nguồn mở: Dựa trên ví Bitcoin bluewallet nguồn mở, tận dụng kiến ​​trúc an toàn và mạnh mẽ của nó.",
    "software-keva-wallet-09": "Tổng quan",
    "software-keva-wallet-10": "Kevawallet được thiết kế để cung cấp một cách an toàn và thuận tiện để quản lý Kevacoins (KVA) của bạn.Bằng cách tận dụng mô hình máy chủ hiệu quả và phi tập trung của Electrum, Kevawallet đảm bảo xử lý giao dịch nhanh mà không cần tải xuống toàn bộ blockchain.",
    "software-keva-wallet-11": "Lợi ích chính",
    "software-keva-wallet-12": "Light Weight: Không cần tải xuống toàn bộ Blockchain Kevacoin, làm cho nó trở nên lý tưởng cho các thiết bị di động.",
    "software-keva-wallet-13": "Cao đẳng: Có sẵn trên cả iOS và Android, nhờ React Native.",
    "software-keva-wallet-14": "An toàn: Được xây dựng trên nền tảng vững chắc của Bluewallet, kế thừa các tính năng bảo mật và thực tiễn tốt nhất của nó.",
    "software-keva-wallet-15": "Dựa trên Bluewallet",
    "software-keva-wallet-16": "Kevawallet kế thừa nhiều tính năng và biện pháp bảo mật từ Bluewallet, ví bitcoin nguồn mở.Điêu nay bao gôm:",
    "software-keva-wallet-17": "Ví đa tín hiệu: Bảo vệ Kevacoins của bạn với hỗ trợ đa chữ ký.",
    "software-keva-wallet-18": "Ví chỉ xem: Theo dõi địa chỉ của bạn mà không để lộ các khóa riêng của bạn.",
    "software-keva-wallet-19": "Giao dịch tùy chỉnh: Tạo giao dịch tùy chỉnh với các tùy chọn nâng cao.",
    "software-keva-wallet-20": "Bằng cách sử dụng Kevawallet, bạn có thể quản lý hiệu quả Kevacoins khi đang di chuyển, với sự bảo mật và độ tin cậy được cung cấp bởi kiến ​​trúc mạnh mẽ và cộng đồng phát triển tích cực của nó.",
    "software-keva-ipfs-01": "Đội Kevacoin - Keva IPFS",
    "software-keva-ipfs-02": "Keva_ipfs",
    "software-keva-ipfs-03": "Tải xuống",
    "software-keva-ipfs-04": "Keva_ipfs là dịch vụ back-end cho ứng dụng di động Keva, được thiết kế để tạo điều kiện cho việc tải lên và ghim các tệp IPFS.Back-end này đảm bảo sự tương tác liền mạch giữa ứng dụng di động Keva và hệ thống tệp liên hành tinh (IPFS).",
    "foot-01": "Về",
    "foot-02": "Về chúng tôi",
    "foot-03": "Liên hệ",
    "foot-04": "Ủng hộ",
    "foot-05": "Cộng đồng",
    "foot-06": "Tài nguyên",
    "foot-07": "Giấy trắng",
    "foot-08": "Đội Kevacoin",
    "nav-01": "Đội Kevacoin",
    "nav-02": "Chọn ngôn ngữ",
    "nav-03": "Giao thức",
    "nav-04": "Câu hỏi thường gặp",
    "nav-05": "Phần mềm",
    "nav-06": "Hướng dẫn",
    "g1-01": "Đội Kevacoin - Xây dựng Stratum Keva cho Windows bằng MSYS2",
    "g1-02": "Xây dựng Stratum Keva cho Windows bằng MSYS2",
    "g1-03": "Bước 1:",
    "g1-04": "Tải xuống Trình cài đặt MSYS2 từ https://www.msys2.org/:",
    "g1-05": "Tải xuống",
    "g1-06": "Bước 2:",
    "g1-07": "Cài đặt MSYS2 từ Trình cài đặt đã tải xuống, Bỏ qua Tùy chọn để chạy ở cuối để có thể khởi chạy chính xác Shell",
    "g1-08": "Bước 3:",
    "g1-09": "Khởi chạy Mingw64 hoặc từ Menu bắt đầu hoặc từ dòng lệnh với 'Mingw64'",
    "g1-10": "Bước 4:",
    "g1-11": "Có thể bắt buộc hệ thống cập nhật, có thể cần phải khởi động lại Mingw64",
    "g1-12": "Bước 5:",
    "g1-13": "Cài đặt yêu cầu xây dựng",
    "g1-14": "Bước 6:",
    "g1-15": "Để hỗ trợ xây dựng, chúng tôi cần sử dụng một phiên bản cũ của GO.Ở đây chúng tôi sử dụng mới nhất được biết để xây dựng Dự án 1.19.13",
    "g1-16": "Bước 7:",
    "g1-17": "Tạo một thư mục để cài đặt GO",
    "g1-18": "Bước 8:",
    "g1-19": "Giải nén GO vào thư mục Cài đặt GO",
    "g1-20": "Bước 9:",
    "g1-21": "Xuất biến môi trường Goroot để trỏ đến thư mục Cài đặt GO",
    "g1-22": "Bước 10:",
    "g1-23": "Cập nhật biến môi trường đường dẫn",
    "g1-24": "Bước 11:",
    "g1-25": "Kiểm tra xem phiên bản GO của chúng tôi có khớp không",
    "g1-26": "1.19.13",
    "g1-27": "Bước 12:",
    "g1-28": "Đặt Go111Module thành 'Tự động' để có khả năng tương thích xây dựng",
    "g1-29": "Bước 13:",
    "g1-30": "Kho lưu trữ Keva-Stratum Clone",
    "g1-31": "Bước 14:",
    "g1-32": "Điều hướng vào thư mục Keva-Stratum",
    "g1-33": "Bước 15:",
    "g1-34": "Tạo một thư mục để xây dựng, ở đây chúng tôi sử dụng bản dựng",
    "g1-35": "Bước 16:",
    "g1-36": "Điều hướng vào thư mục xây dựng",
    "g1-37": "Bước 17:",
    "g1-38": "Chạy CMake với chuỗi công cụ MSYS",
    "g1-39": "Bước 18:",
    "g1-40": "Xây dựng Keva-Stratum",
    "g1-41": "Bước 19:",
    "g1-42": "Cập nhật cấu hình Keva-Stratum",
    "g1-43": "Bước 20:",
    "g1-44": "Chạy Stratum Keva",
    "g1-45": "Tệp xây dựng nằm trong c:/msys2/home/'user'/keva-stratum/build.Nếu chuyển đến một vị trí khác, bạn cần kevastratum.exe, libcnutil.dll, config.json và thư mục www",
    "g1-46": "Liệt kê",
    "g1-47": "nhà thám hiểm",
    "g2-01": "Đội Kevacoin - Xây dựng Keva_ipfs cho Linux",
    "g2-02": "Xây dựng keva_ipfs cho linux",
    "g2-03": "Bước 1:",
    "g2-04": "Đảm bảo hệ thống được cập nhật",
    "g2-05": "Bước 2:",
    "g2-06": "Cài đặt Git và Golang",
    "g2-07": "Bước 3:",
    "g2-08": "CÂU CHUYỆN KEVA_IPFS THAM GIA",
    "g2-09": "Bước 4:",
    "g2-10": "Điều hướng vào Keva_ipfs",
    "g2-11": "Bước 5:",
    "g2-12": "Tạo thư mục xây dựng và điều hướng đến nó",
    "g2-13": "Bước 6:",
    "g2-14": "Xây dựng Keva_ipfs",
    "g2-15": "Bước 7:",
    "g2-16": "Sao chép config.json để xây dựng thư mục",
    "g2-17": "Bước 8:",
    "g2-18": "Cập nhật config.json",
    "g2-19": "Bước 9:",
    "g2-20": "Khởi chạy Keva_ipfs",
    "g3-01": "Đội Kevacoin - Xây dựng Stratum Keva cho Linux",
    "g3-02": "Xây dựng Stratum Keva cho Linux",
    "g3-03": "Bước 1:",
    "g3-04": "Cập nhật hệ thống",
    "g3-05": "Bước 2:",
    "g3-06": "Cài đặt yêu cầu xây dựng",
    "g3-07": "Bước 3:",
    "g3-08": "Cài đặt Golang và Git",
    "g3-09": "Bước 4:",
    "g3-10": "Clone Keva-Bed",
    "g3-11": "Bước 5:",
    "g3-12": "Nhập thư mục Keva-Stratum",
    "g3-13": "Bước 6:",
    "g3-14": "Tạo thư mục xây dựng",
    "g3-15": "Bước 7:",
    "g3-16": "Điều hướng để xây dựng thư mục",
    "g3-17": "Bước 8:",
    "g3-18": "Xuất Go111module sang Auto cho khả năng tương thích xây dựng",
    "g3-19": "Bước 9:",
    "g3-20": "Cấu hình thực hiện",
    "g3-21": "Bước 10:",
    "g3-22": "Xây dựng Keva-Stratum",
    "g3-23": "Bước 11:",
    "g3-24": "Kiểm tra đầu ra xây dựng hiện tại",
    "g3-25": "Bước 12:",
    "g3-26": "Cập nhật config.json",
    "g4-01": "Đội Kevacoin-Cài đặt Cryptonote-Nodejs-Pool",
    "g4-02": "Cài đặt Cryptonote-Nodejs-Pool",
    "g4-03": "Bước 1:",
    "g4-04": "Cập nhật hệ thống",
    "g4-05": "Bước 2:",
    "g4-06": "Cài đặt yêu cầu xây dựng",
    "g4-07": "Bước 3:",
    "g4-08": "Cài đặt NVM",
    "g4-09": "Bước 4:",
    "g4-10": "Cài đặt NodeJS 11.0.0",
    "g4-11": "Bước 5:",
    "g4-12": "Đặt NPM để sử dụng Python 2.7",
    "g4-13": "Bước 6:",
    "g4-14": "Bản lưu trữ Cryptonote-Nodejs-Pool Clone",
    "g4-15": "Bước 7:",
    "g4-16": "Điều hướng đến hồ bơi",
    "g4-17": "Bước 8:",
    "g4-18": "Chạy cập nhật NPM",
    "g4-19": "Bước 9:",
    "g4-20": "Sao chép kevacoin.json vào config.json",
    "g4-21": "Bước 10:",
    "g4-22": "Cập nhật config.json",
    "g4-23": "Bước 11:",
    "g4-24": "Chạy hồ bơi",
    "g5-01": "Đội Kevacoin - Xây dựng lõi Kevacoin cho Linux bằng cách sử dụng phụ thuộc",
    "g5-02": "Xây dựng lõi Kevacoin cho Linux bằng cách sử dụng phụ thuộc",
    "g5-03": "Bước 1:",
    "g5-04": "Cập nhật hệ thống",
    "g5-05": "Bước 2:",
    "g5-06": "Cài đặt yêu cầu xây dựng",
    "g5-07": "Bước 3:",
    "g5-08": "Kho lưu trữ Kevacoin",
    "g5-09": "Bước 4:",
    "g5-10": "Điều hướng đến thư mục phụ thuộc vào Kevacoin",
    "g5-11": "Bước 5:",
    "g5-12": "Chạy làm cho Linux nhắm mục tiêu",
    "g5-13": "Bước 6:",
    "g5-14": "Điều hướng một thư mục",
    "g5-15": "Bước 7:",
    "g5-16": "Chạy Autogen.Sh",
    "g5-17": "Bước 8:",
    "g5-18": "Chạy cấu hình, nhắm mục tiêu Linux phụ thuộc vào bản dựng",
    "g5-19": "Bước 9:",
    "g5-20": "Xây dựng Kevacoin",
    "g5-21": "Bước 10:",
    "g5-22": "Xây dựng gói triển khai",
    "g5-23": "Bước 11:",
    "g5-24": "Cài đặt Kevacoin xây dựng",
    "g6-01": "Đội Kevacoin - Xây dựng lõi Kevacoin cho Windows bằng cách sử dụng phụ thuộc",
    "g6-02": "Xây dựng lõi Kevacoin cho các cửa sổ bằng cách sử dụng",
    "g6-03": "Bước 1:",
    "g6-04": "Cập nhật hệ thống",
    "g6-05": "Bước 2:",
    "g6-06": "Cài đặt yêu cầu xây dựng",
    "g6-07": "Bước 3:",
    "g6-08": "Cài đặt chuỗi công cụ biên dịch chéo MingW-W64",
    "g6-09": "Bước 4:",
    "g6-10": "Đặt tùy chọn Trình biên dịch MingW32 G ++ mặc định thành Posix",
    "g6-11": "Bước 5:",
    "g6-12": "Kho lưu trữ Kevacoin",
    "g6-13": "Bước 6:",
    "g6-14": "Điều hướng đến thư mục phụ thuộc vào Kevacoin",
    "g6-15": "Bước 7:",
    "g6-16": "Chạy làm cho các cửa sổ nhắm mục tiêu",
    "g6-17": "Bước 8:",
    "g6-18": "Điều hướng một thư mục",
    "g6-19": "Bước 9:",
    "g6-20": "Chạy Autogen.Sh",
    "g6-21": "Bước 10:",
    "g6-22": "Chạy cấu hình, nhắm mục tiêu các cửa sổ phụ thuộc vào bản dựng",
    "g6-23": "Bước 11:",
    "g6-24": "Xây dựng Kevacoin",
    "g6-25": "Bước 12:",
    "g6-26": "Xây dựng gói triển khai",
    "nav-07": "Xây dựng lõi Kevacoin cho Linux bằng cách sử dụng phụ thuộc",
    "nav-08": "Xây dựng lõi Kevacoin cho các cửa sổ bằng cách sử dụng",
    "nav-09": "Xây dựng Keva-Stratum cho Linux",
    "nav-10": "Xây dựng Keva-Stratum cho Windows bằng MSYS",
    "nav-11": "Xây dựng keva_ipfs cho linux",
    "nav-12": "Cryptonote-Nodejs-Pool"
}